# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the viupdate package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================
#   Date      Name                    Description of Change
#03-Oct-2005  narayasu                Created for Enable VI Linking project.
#11-Oct-2005  narayasu                Error message corrections
#26-Oct-2005  narayasu                Enable VI Linking P10.0.1.2 promote
#27-Jan-2006  narayasu                Fix for PR 5393142. changed the UI message
#$HISTORY$
#=================================================================================================*/

# Variant Item Update Dialog
# ----------------------
dialog.vi.TITLE=Mise \u00E0 jour Article de variante

basedOn=Bas\u00E9 sur
itemType=Type:

# Messages for message center
# ------------------------------
loadingPanels=Charge les panneaux...

# Generic Item Rev Select Panel
# ----------------------------
giSelectStep.NAME=S\u00E9lectionnez la r\u00E9vision d'article g\u00E9n\u00E9rique
giSelectStep.TOOLTIP=S\u00E9lectionnez la r\u00E9vision d'article g\u00E9n\u00E9rique sur laquelle portera la recherche d'article de variante
giSelectStep.WELCOME=Assistant Mise \u00E0 jour d'Article de variante
giSelectStep.DESC=L'assistant vous guidera dans la recherche et la mise \u00E0 jour d'articles de variantes pour le composant g\u00E9n\u00E9rique
giSelectStepMessage1=D'abord, il est n\u00E9cessaire de s\u00E9lectionner la r\u00E9vision d'article du composant g\u00E9n\u00E9rique,
giSelectStepMessage2=\u00E0 partir duquel les articles de variantes \u00E0 mettre \u00E0 jour ont \u00E9t\u00E9 cr\u00E9\u00E9s


# Variant Item Search Configuration Select Panel
# ----------------------------
viConfigStep.NAME=S\u00E9lectionnez les valeurs d'options requises
viConfigStep.TOOLTIP=S\u00E9lectionnez les valeurs des options sur lesquelles portera la recherche des articles de variantes
viConfigStep.WELCOME=Assistant Mise \u00E0 jour Art. de variante
viConfigStep.DESC=S\u00E9lectionnez les valeurs requises. Pour maximiser les chances de trouver une variante, entrez des plages d'options num\u00E9riques, et ne d\u00E9finissez pas les options moins importantes


# Variant Item Selection and Updating Panel.
# ----------------------------
viSelectUpdateStep.NAME=S\u00E9lectionner l'article de variante et mettre \u00E0 jour
viSelectUpdateStep.TOOLTIP=S\u00E9lectionnez l'article de variante et cliquez sur le bouton Mettre \u00E0 jour
viSelectUpdateStep.LABEL=S\u00E9lection d'Article de variante et mise \u00E0 jour
viSelectUpdateStep.LABEL_FOR_VICOMBOBOX=S\u00E9lectionnez un article de variante \u00E0 mettre \u00E0 jour
viSelectUpdateStep.LABEL_FOR_TABEL=Ce tableau n'est utilisable que pour visualiser les valeurs de variantes s\u00E9lectionn\u00E9es. Impossible d'\u00E9diter les exigences ici
viSelectUpdateStep.LABEL_FOR_UPDATE=Mettre \u00E0 jour...
viSelectUpdateStep.LABEL_FOR_OPENVI=Ouvrir...
viupdateConfirm.TITLE=R\u00E9viser et Mettre \u00E0 jour Article de variante
viupdateConfirm.MSG=La mise \u00E0 jour r\u00E9visera l'article de variante et mettra \u00E0 \n jour par rapport \u00E0 la R\u00E9vision de composant g\u00E9n\u00E9rique s\u00E9lectionn\u00E9e 
openButton.Open=Ouvrir
updateButton.Update=Mettre \u00E0 jour
viUpdated.TOOLTIP=L'article de variante s'est d\u00E9j\u00E0 mis \u00E0 jour
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate=Chercher et remplacer l'Article g\u00E9n\u00E9rique par l'Article de variante pour ses enfants imm\u00E9diats
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate_desc=Remplace automatiquement l'article enfant d'un Article de variante r\u00E9vis\u00E9 par son Article de variante, s'il en existe un.

# Validation Error Messages
# ----------------------------
mismatchInMVLDefinations=Les d\u00E9finitions d'options du composant g\u00E9n\u00E9rique s\u00E9lectionn\u00E9 ont \u00E9t\u00E9 modifi\u00E9es; aucune mise \u00E0 jour de variante n'est donc possible.
noVIRevsFound=Aucune r\u00E9vision d'article de variante n'a \u00E9t\u00E9 trouv\u00E9e avec les valeurs d'exigences s\u00E9lectionn\u00E9es

# Additional generic item Selection Panel
# ----------------------------
addGISelectionStep.NAME=S\u00E9lectionnez une autre r\u00E9vision d'article g\u00E9n\u00E9rique
addGISelectionStep.TOOLTIP=S\u00E9lectionnez une autre r\u00E9vision d'article g\u00E9n\u00E9rique, ou cliquez sur Terminer pour terminer cette op\u00E9ration.
addGISelectionStep.WELCOME=S\u00E9lectionnez une autre r\u00E9vision d'article g\u00E9n\u00E9rique
addGISelectionStep.DESC=Voulez-vous mettre \u00E0 jour des articles de variantes pour d'autres r\u00E9visions du composant g\u00E9n\u00E9rique?

# Messages Titles
# ----------------------
error.TITLE=Erreur de Mise \u00E0 jour d'article de variante...
info.TITLE=Informations sur Mise \u00E0 jour d'article de variante...
warning.TITLE=Avertissement sur Mise \u00E0 jour d'article de variante...
