# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the viupdate package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================
#   Date      Name                    Description of Change
#03-Oct-2005  narayasu                Created for Enable VI Linking project.
#11-Oct-2005  narayasu                Error message corrections
#26-Oct-2005  narayasu                Enable VI Linking P10.0.1.2 promote
#27-Jan-2006  narayasu                Fix for PR 5393142. changed the UI message
#$HISTORY$
#=================================================================================================*/

# Variant Item Update Dialog
# ----------------------
dialog.vi.TITLE=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0

basedOn=\u30D9\u30FC\u30B9
itemType=\u30BF\u30A4\u30D7:

# Messages for message center
# ------------------------------
loadingPanels=\u30D1\u30CD\u30EB\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059...

# Generic Item Rev Select Panel
# ----------------------------
giSelectStep.NAME=\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E
giSelectStep.TOOLTIP=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u691C\u7D22\u304C\u5B9F\u884C\u3055\u308C\u308B\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059
giSelectStep.WELCOME=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0\u30A6\u30A3\u30B6\u30FC\u30C9\u3078\u3088\u3046\u3053\u305D
giSelectStep.DESC=\u3053\u306E\u30A6\u30A3\u30B6\u30FC\u30C9\u306F\u3001\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u5BFE\u3059\u308B\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u691C\u7D22\u304A\u3088\u3073\u66F4\u65B0\u306E\u624B\u5F15\u304D\u3092\u3057\u307E\u3059\u3002
giSelectStepMessage1=\u6700\u521D\u306B\u3001\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u304C\u65E2\u306B\u4F5C\u6210\u3055\u308C\u3001\u66F4\u65B0\u3055\u308C\u308B
giSelectStepMessage2=\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002


# Variant Item Search Configuration Select Panel
# ----------------------------
viConfigStep.NAME=\u5FC5\u8981\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u5024\u3092\u9078\u629E
viConfigStep.TOOLTIP=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3078\u306E\u691C\u7D22\u304C\u5B9F\u884C\u3055\u308C\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u5024\u3092\u9078\u629E\u3057\u307E\u3059
viConfigStep.WELCOME=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0\u30A6\u30A3\u30B6\u30FC\u30C9
viConfigStep.DESC=\u5FC5\u8981\u306A\u5024\u3092\u9078\u629E\u3057\u307E\u3059\u3002 \u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u898B\u3064\u3051\u308B\u78BA\u7387\u3092\u9AD8\u3081\u308B\u306B\u306F\u3001\u91CD\u8981\u3067\u306F\u306A\u3044\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u8A2D\u5B9A\u305B\u305A\u306B\u3001\u6570\u5024\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u7BC4\u56F2\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002


# Variant Item Selection and Updating Panel.
# ----------------------------
viSelectUpdateStep.NAME=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u66F4\u65B0
viSelectUpdateStep.TOOLTIP=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u66F4\u65B0\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3001\u66F4\u65B0\u3057\u307E\u3059
viSelectUpdateStep.LABEL=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u9078\u629E\u304A\u3088\u3073\u66F4\u65B0
viSelectUpdateStep.LABEL_FOR_VICOMBOBOX=\u66F4\u65B0\u3059\u308B\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E
viSelectUpdateStep.LABEL_FOR_TABEL=\u3053\u306E\u30C6\u30FC\u30D6\u30EB\u306F\u9078\u629E\u3055\u308C\u305F\u30D0\u30EA\u30A2\u30F3\u30C8\u5024\u306E\u8868\u793A\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002 \u8981\u4EF6\u306F\u3053\u3053\u3067\u306F\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3002
viSelectUpdateStep.LABEL_FOR_UPDATE=\u66F4\u65B0 ...
viSelectUpdateStep.LABEL_FOR_OPENVI=\u958B\u304F...
viupdateConfirm.TITLE=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u30EA\u30D3\u30B8\u30E7\u30F3\u30A2\u30C3\u30D7\u304A\u3088\u3073\u66F4\u65B0
viupdateConfirm.MSG=\u66F4\u65B0\u306F\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3092\u30EA\u30D3\u30B8\u30E7\u30F3\u30A2\u30C3\u30D7\u3057\u3066\n \u9078\u629E\u3055\u308C\u305F\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30EA\u30D3\u30B8\u30E7\u30F3\u306B\u95A2\u3057\u3066\u66F4\u65B0\u3057\u307E\u3059
openButton.Open=\u958B\u304F
updateButton.Update=\u66F4\u65B0
viUpdated.TOOLTIP=\u3053\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306F\u65E2\u306B\u66F4\u65B0\u6E08\u307F\u3067\u3059
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate=\u76F4\u4E0B\u306E\u5B50\u306B\u5BFE\u3057\u3066\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3067\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u3092\u691C\u7D22\u3057\u3066\u7F6E\u63DB\u3057\u307E\u3059
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate_desc=\u30EA\u30D3\u30B8\u30E7\u30F3\u30A2\u30C3\u30D7\u6E08\u307F\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u5B50\u30A2\u30A4\u30C6\u30E0\u3092\u3001\u305D\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u306F\u3001\u305D\u308C\u3067\u81EA\u52D5\u7684\u306B\u7F6E\u63DB\u3057\u307E\u3059

# Validation Error Messages
# ----------------------------
mismatchInMVLDefinations=\u9078\u629E\u3055\u308C\u305F\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u5B9A\u7FA9\u306F\u4FEE\u6B63\u3055\u308C\u307E\u3057\u305F\u3002 \u5F93\u3063\u3066\u3001\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u66F4\u65B0\u306F\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
noVIRevsFound=\u9078\u629E\u3055\u308C\u305F\u8981\u4EF6\u5024\u3067\u306F\u3001\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F

# Additional generic item Selection Panel
# ----------------------------
addGISelectionStep.NAME=\u4ED6\u306E\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E
addGISelectionStep.TOOLTIP=\u5225\u306E\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u7D42\u4E86\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u5B8C\u4E86\u3057\u3066\u304F\u3060\u3055\u3044\u3002
addGISelectionStep.WELCOME=\u4ED6\u306E\u4E00\u822C\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E
addGISelectionStep.DESC=\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u4ED6\u306E\u30EA\u30D3\u30B8\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u3092\u66F4\u65B0\u3057\u307E\u3059\u304B?

# Messages Titles
# ----------------------
error.TITLE=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0\u30A8\u30E9\u30FC...
info.TITLE=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0\u60C5\u5831...
warning.TITLE=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0\u306E\u8B66\u544A...
