# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the viupdate package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================
#   Date      Name                    Description of Change
#03-Oct-2005  narayasu                Created for Enable VI Linking project.
#11-Oct-2005  narayasu                Error message corrections
#26-Oct-2005  narayasu                Enable VI Linking P10.0.1.2 promote
#27-Jan-2006  narayasu                Fix for PR 5393142. changed the UI message
#$HISTORY$
#=================================================================================================*/

# Variant Item Update Dialog
# ----------------------
dialog.vi.TITLE=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442

basedOn=\u041E\u0441\u043D\u043E\u0432\u0430\u043D\u043E \u043D\u0430
itemType=\u0422\u0438\u043F:

# Messages for message center
# ------------------------------
loadingPanels=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u043F\u0430\u043D\u0435\u043B\u0435\u0439 ....

# Generic Item Rev Select Panel
# ----------------------------
giSelectStep.NAME=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430:
giSelectStep.TOOLTIP=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u0443\u044E \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430, \u043F\u043E \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D \u043F\u043E\u0438\u0441\u043A \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
giSelectStep.WELCOME=\u0414\u043E\u0431\u0440\u043E \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C \u0432 \u043C\u0430\u0441\u0442\u0435\u0440 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430!
giSelectStep.DESC=\u0414\u0430\u043D\u043D\u044B\u0439 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u043F\u043E\u043C\u043E\u0436\u0438\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043F\u043E\u0438\u0441\u043A \u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0434\u043B\u044F \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430
giSelectStepMessage1=\u0412\u043E-\u043F\u0435\u0440\u0432\u044B\u0445, \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430,
giSelectStepMessage2=, \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B


# Variant Item Search Configuration Select Panel
# ----------------------------
viConfigStep.NAME=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0439
viConfigStep.TOOLTIP=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0439, \u043F\u043E \u043A\u043E\u0442\u043E\u0440\u044B\u043C \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D \u043F\u043E\u0438\u0441\u043A \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432
viConfigStep.WELCOME=\u041C\u0430\u0441\u0442\u0435\u0440 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
viConfigStep.DESC=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F. \u0427\u0442\u043E\u0431\u044B \u043C\u0430\u043A\u0441\u0438\u043C\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E\u0441\u0442\u044C \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B\u044B \u0434\u043B\u044F \u0447\u0438\u0441\u043B\u043E\u0432\u044B\u0445 \u043E\u043F\u0446\u0438\u0439 \u0438 \u043E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043C\u0435\u043D\u0435\u0435 \u0432\u0430\u0436\u043D\u044B\u0435 \u043E\u043F\u0446\u0438\u0438 \u043D\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u043C\u0438


# Variant Item Selection and Updating Panel.
# ----------------------------
viSelectUpdateStep.NAME=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0438 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435
viSelectUpdateStep.TOOLTIP=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C" \u0434\u043B\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F
viSelectUpdateStep.LABEL=\u0412\u044B\u0431\u043E\u0440 \u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
viSelectUpdateStep.LABEL_FOR_VICOMBOBOX=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0434\u043B\u044F \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F
viSelectUpdateStep.LABEL_FOR_TABEL=\u042D\u0442\u0443 \u0442\u0430\u0431\u043B\u0438\u0446\u0443 \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043E\u0432. \u0422\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u044F \u0437\u0434\u0435\u0441\u044C \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u0435\u043B\u044C\u0437\u044F
viSelectUpdateStep.LABEL_FOR_UPDATE=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C...
viSelectUpdateStep.LABEL_FOR_OPENVI=\u041E\u0442\u043A\u0440\u044B\u0442\u044C ...
viupdateConfirm.TITLE=\u041F\u0435\u0440\u0435\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0438 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442
viupdateConfirm.MSG=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u0442 \u043A \u043F\u0435\u0440\u0435\u0441\u043C\u043E\u0442\u0440\u0443 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0438 \u043E\u043D\u043E \u0431\u0443\u0434\u0435\u0442\n \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u043E \u043F\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044E \u043A \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0440\u0435\u0432\u0438\u0437\u0438\u0438 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
openButton.Open=\u041E\u0442\u043A\u0440\u044B\u0442\u044C
updateButton.Update=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C
viUpdated.TOOLTIP=\u042D\u0442\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043E
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate=\u041D\u0430\u0439\u0442\u0438 \u0438 \u0437\u0430\u043C\u0435\u043D\u0438\u0442\u044C \u043E\u0431\u0449\u0438\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0441 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u043C \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u043C \u0434\u043B\u044F \u0435\u0433\u043E \u043F\u0440\u044F\u043C\u043E\u0433\u043E \u043F\u043E\u0442\u043E\u043C\u043A\u0430
viSelectUpdateStep.ReplaceGenericItemWithVIDuringVIUpdate_desc=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0437\u0430\u043C\u0435\u043D\u0430 \u0434\u043E\u0447\u0435\u0440\u043D\u0435\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043F\u0435\u0440\u0435\u0441\u043C\u043E\u0442\u0440\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0430 \u0435\u0433\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442, \u0435\u0441\u043B\u0438 \u0435\u0441\u0442\u044C.

# Validation Error Messages
# ----------------------------
mismatchInMVLDefinations=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u0431\u044B\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B.
noVIRevsFound=\u0420\u0435\u0432\u0438\u0437\u0438\u0438 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B \u043F\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F\u043C \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0439

# Additional generic item Selection Panel
# ----------------------------
addGISelectionStep.NAME=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0443\u044E \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
addGISelectionStep.TOOLTIP=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0443\u044E \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0438\u043B\u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 "\u0413\u043E\u0442\u043E\u0432\u043E" \u0434\u043B\u044F \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u044F \u044D\u0442\u043E\u0439 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438
addGISelectionStep.WELCOME=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0443\u044E \u0440\u0435\u0432\u0438\u0437\u0438\u044E \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430
addGISelectionStep.DESC=\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0434\u043B\u044F \u0434\u0440\u0443\u0433\u0438\u0445 \u0440\u0435\u0432\u0438\u0437\u0438\u0439 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430

# Messages Titles
# ----------------------
error.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430...
info.TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E\u0431 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430...
warning.TITLE=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430...
