# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF
tracelinkTab.TIP=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30D1\u30CD\u30EB
gotoAction.NAME=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u79FB\u52D5
newCustomNoteAction.NAME=\u30AB\u30B9\u30BF\u30E0\u30CE\u30FC\u30C8\u306E\u4F5C\u6210

#Button text
gotoBtn.TEXT = \u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u79FB\u52D5
refreshReporBtn.TEXT = \u30EC\u30DD\u30FC\u30C8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
showBtn.TEXT = \u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u8868\u793A
hideBtn.TEXT = \u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u975E\u8868\u793A
deleteBtn.TEXT = \u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u524A\u9664
propertiesBtn.TEXT = \u30D7\u30ED\u30D1\u30C6\u30A3
createTLFailed=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F
noSource=\u30BD\u30FC\u30B9\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093
MtoMNotSupported=\u591A\u5BFE\u591A\u306E\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
onlyWorkspaceObject=\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u307F\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
NoTracelinkOnTraceLink=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u4E0A\u306B\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
invalidSelection=\u7121\u52B9\u306A\u9078\u629E!
NoTraceLinkInItemandItemRev=\u30A2\u30A4\u30C6\u30E0\u3068\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u9593\u306B\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
SameSourceTarget=\u30BD\u30FC\u30B9\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u540C\u3058\u3067\u3059
showTraceLink=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u8868\u793A
hideTraceLink=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u975E\u8868\u793A
definingObject=\u5B9A\u7FA9\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
complyingObject=\u6E96\u62E0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
onlySameObject=\u591A\u304F\u304B\u30891\u3064\u306E\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306B\u5BFE\u3057\u3001\u30AB\u30B9\u30BF\u30E0\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306E\u4F5C\u6210\u306B\u5BFE\u3059\u308B\u30D7\u30E9\u30A4\u30DE\u30EA\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540C\u4E00\u30BF\u30A4\u30D7\u306E\u307F\u3092\u9078\u629E\u3057\u307E\u3059\u3002
findInViewBtn.TEXT=\u30D3\u30E5\u30FC\u3067\u691C\u7D22
objectNotFound=\u9078\u629E\u3055\u308C\u305F\u30D3\u30E5\u30FC\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
objectNotFound.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
MfgObjectTracelink=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306B\u5BFE\u3059\u308B\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u30DE\u30CB\u30E5\u30D5\u30A1\u30AF\u30C1\u30E3\u30EA\u30F3\u30B0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u305F\u5834\u5408\u30BD\u30FC\u30B9\u306F\u8981\u4EF6\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u3059\u3002
bomLineNotFound.Mesg=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u6307\u5B9A\u3055\u308C\u305F\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u306E\u4E00\u90E8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
MultipleContextTracelink=\u5B9A\u7FA9\u304A\u3088\u3073\u6E96\u62E0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3057\u3066\u7570\u306A\u308B\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u6301\u3064\u540C\u4E00\u69CB\u6210\u3067\u306E\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306E\u4F5C\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
absoccBomlineOutOfScope.MESSAGE=\u9078\u629E\u3055\u308C\u305FBOM\u884C\u306F\u9078\u629E\u3055\u308C\u305F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u884C\u306E\u7BC4\u56F2\u306B\u3042\u308A\u307E\u305B\u3093\u3002
sourceBomlineNotExists.MESSAGE=\u9078\u629E\u3055\u308C\u305F\u5B9A\u7FA9BOM\u884C\u306F\u6709\u52B9\u306A\u884C\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
targetBomlineNotExists.MESSAGE=\u9078\u629E\u3055\u308C\u305F\u6E96\u62E0BOM\u884C\u306F\u6709\u52B9\u306A\u884C\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
findInViewNotSupport.MESSAGE=\u30D3\u30E5\u30FC\u3067\u691C\u7D22\u306F\u30AA\u30AB\u30EC\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
noObjectSelected=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
noObjectSelected.TITLE=\u9078\u629E\u306A\u3057
structNotLoaded.MESSAGE=\u69CB\u6210\u306F\u307E\u3060\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002\u69CB\u6210\u304C\u30ED\u30FC\u30C9\u3055\u308C\u305F\u3089\u3001\u30D3\u30E5\u30FC\u3067\u691C\u7D22\u3092\u4F7F\u7528\u3057\u3066\u30AA\u30AB\u30EC\u30F3\u30B9\u3092\u691C\u7D22\u3057\u3066\u304F\u3060\u3055\u3044\u3002
goToObjectError=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u79FB\u52D5\u304C\u5931\u6557\u3057\u307E\u3057\u305F
goToObjectNotSuppportedError=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u79FB\u52D5\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
goToObjectNotSuppportedError.MESSAGE=\u69CB\u6210\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u304A\u3051\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u79FB\u52D5\u306F\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3057\u3066\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092My Teamcenter\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002
goToObjectNotSuppportedInApplication.MESSAGE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u79FB\u52D5\u306F\u73FE\u5728\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
configurationInfo.MESSAGE=\u6CE8\u8A18: \u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u8A2D\u5B9A\u306F\u30AA\u30AB\u30EC\u30F3\u30B9\u306E\u307F\u306B\u9069\u7528\u53EF\u80FD\u3067\u3059\u3002
tracelinkDelError.TITLE=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
delete.TITLE = \u524A\u9664
confirmationText = \u9078\u629E\u3057\u305F\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
notesConfirmationText = \u9078\u629E\u3057\u305F\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306B\u306F\u30AB\u30B9\u30BF\u30E0\u30CE\u30FC\u30C8\u304C\u3042\u308A\u307E\u3059\u3002\u9078\u629E\u3057\u305F\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
error.TITLE=\u30A8\u30E9\u30FC
invalidTypeError.MSG=\u5165\u529B\u3055\u308C\u305F\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u30BF\u30A4\u30D7"{0}"\u304C\u3001\u7121\u52B9\u3067\u3059\u3002\n\u6B21\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E2\u3064\u304C\u5B58\u5728\u3057\u3066\u3044\u3066\u3001\u6709\u52B9\u306A\u5024\u3092\u542B\u3093\u3067\u3044\u308B\u304B\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044:\n1. \u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{1}"\u3001\n2. \u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"TraceReport_Default_TraceLink_type"
packedLineConfirmationText=\u9078\u629E\u3057\u305FBOM\u884C\u304C\u30D1\u30C3\u30AF\u3055\u308C\u305FBOM\u884C\u3067\u3059\u3002\n\u73FE\u5728\u3001\u30A4\u30F3\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306F\u3001\u30D1\u30C3\u30AF\u3055\u308C\u305FBOM\u884C\u9078\u629E\u304B\u3089\u306E1\u3064\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u3067\u306E\u307F\u4F5C\u6210\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n\u7D99\u7D9A\u3057\u307E\u3059\u304B?
rememberChoiceMsg=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u4E8C\u5EA6\u3068\u8868\u793A\u3057\u306A\u3044.
createTL.TITLE=\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306E\u4F5C\u6210

#Application Name
SMApplication=\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3
MSMApplication=\u30DE\u30EB\u30C1\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3
MPPApplication=\u30DE\u30CB\u30E5\u30D5\u30A1\u30AF\u30C1\u30E3\u30EA\u30F3\u30B0\u30D7\u30ED\u30BB\u30B9\u30D7\u30E9\u30F3\u30CA\u30FC
SEApplication=\u30B7\u30B9\u30C6\u30E0\u30BA\u30A8\u30F3\u30B8\u30CB\u30A2\u30EA\u30F3\u30B0
RMApplication=\u8981\u4EF6\u30DE\u30CD\u30FC\u30B8\u30E3
ScheduleMApplication=\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u30DE\u30CD\u30FC\u30B8\u30E3
MyTCApplication = My Teamcenter
CAEManager=CAE\u30DE\u30CD\u30FC\u30B8\u30E3
configDialog.Title=\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u9078\u629E
configOkBtn.Text=OK
configCancelBtn.Text=\u30AD\u30E3\u30F3\u30BB\u30EB
selectRevRule.Text=\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u306E\u9078\u629E

configBtnText=\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3
definingContext=\u5B9A\u7FA9\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8
complyingContext=\u6E96\u62E0\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8
applyVariantRuleBtn.Text=\u9069\u7528
selectVariantRule.Text=\u30D0\u30EA\u30A2\u30F3\u30C8\u30EB\u30FC\u30EB\u3092\u9078\u629E

duplicateColumn.ERROR = \u9078\u629E\u3055\u308C\u305F1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u5217\u306F\u65E2\u306B\u30C6\u30FC\u30D6\u30EB\u306B\u5B58\u5728\u3059\u308B\u305F\u3081\u3001\u8FFD\u52A0\u3055\u308C\u307E\u305B\u3093\u3002
duplicateColumn.TITLE = \u91CD\u8907\u3059\u308B\u5217
duplicateTLError.MSG  = \u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u306F\u9078\u629E\u3057\u305F\u30BD\u30FC\u30B9\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u9593\u306B\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
createTLFailed.MSG = \u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u306B\u5BFE\u3057\u3066\u3001\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
invalidObjectError.MSG=\u30C8\u30EC\u30FC\u30B9\u30DE\u30C8\u30EA\u30C3\u30AF\u30B9\u306E\u30BD\u30FC\u30B9\u304A\u3088\u3073/\u307E\u305F\u306F\u30BF\u30FC\u30B2\u30C3\u30C8BOM\u884C\u306F\u30A2\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30C8\u30EC\u30FC\u30B9\u30EA\u30F3\u30AF\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u30C8\u30EC\u30FC\u30B9\u30DE\u30C8\u30EA\u30C3\u30AF\u30B9\u3092\u518D\u751F\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
