# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=Lien de trace
tracelinkTab.TIP=Panneau Lien de trace 
gotoAction.NAME=Aller \u00E0 l'objet
newCustomNoteAction.NAME=Cr\u00E9er une note personnalis\u00E9e

#Button text
gotoBtn.TEXT = Aller \u00E0 l'objet
refreshReporBtn.TEXT = Actualiser le rapport
showBtn.TEXT = Afficher le lien de trace
hideBtn.TEXT = Masquer le lien de trace
deleteBtn.TEXT = Supprimer le lien de trace
propertiesBtn.TEXT = Propri\u00E9t\u00E9s
createTLFailed=Echec de Cr\u00E9er un lien de trace
noSource=Source non s\u00E9lectionn\u00E9e
MtoMNotSupported=Cr\u00E9ation de lien de trace many-to-many non prise en charge
onlyWorkspaceObject=S\u00E9lectionner seulement un objet Espace de travail
NoTracelinkOnTraceLink=Impossible de cr\u00E9er un lien de trace sur l'objet Lien de trace
invalidSelection=S\u00E9lection non valable!
NoTraceLinkInItemandItemRev=Impossible de cr\u00E9er un lien de trace entre un article et sa r\u00E9vision
SameSourceTarget=Source et cible identiques
showTraceLink=Afficher le lien de trace
hideTraceLink=Masquer le lien de trace
definingObject=Objet de d\u00E9finition
complyingObject=Objet en conformit\u00E9
onlySameObject=Pour un lien de trace de plusieurs vers un seul, s\u00E9lectionnez uniquement le m\u00EAme type d'objets principaux pour cr\u00E9er un lien de trace personnalis\u00E9.
findInViewBtn.TEXT=Rechercher dans la vue 
objectNotFound=Objet introuvable dans la vue s\u00E9lectionn\u00E9e
objectNotFound.TITLE=Objet introuvable
MfgObjectTracelink=Si un objet de fabrication est s\u00E9lectionn\u00E9 comme cible pour le lien de trace, alors la source doit \u00EAtre un objet demand\u00E9.
bomLineNotFound.Mesg=L'objet s\u00E9lectionn\u00E9 ne fait pas partie de la configuration donn\u00E9e.
MultipleContextTracelink=La cr\u00E9ation d'un lien de trace dans la m\u00EAme structure avec un contexte diff\u00E9rent pour les objets de d\u00E9finition en conformit\u00E9 n'est pas prise en charge.
absoccBomlineOutOfScope.MESSAGE=La ou les lignes de Nomenclature s\u00E9lectionn\u00E9e(s) ne sont pas dans le domaine de la ligne de contexte s\u00E9lectionn\u00E9e.
sourceBomlineNotExists.MESSAGE=La ou les lignes de Nomenclature de d\u00E9finition s\u00E9lectionn\u00E9e(s) ne sont plus valables.
targetBomlineNotExists.MESSAGE=La ou les lignes de Nomenclature en conformit\u00E9 s\u00E9lectionn\u00E9e(s) ne sont plus valables.
findInViewNotSupport.MESSAGE=Rechercher dans la vue est pris en charge seulement pour des occurrences. 
noObjectSelected=Aucun objet n'est s\u00E9lectionn\u00E9.
noObjectSelected.TITLE=Aucune s\u00E9lection
structNotLoaded.MESSAGE=La structure est encore en cours de chargement. D\u00E8s que la structure est charg\u00E9e, recherchez l'occurrence en utilisant Rechercher dans la vue
goToObjectError=Echec de Aller \u00E0 l'objet
goToObjectNotSuppportedError=Aller \u00E0 l'objet: non pris en charge
goToObjectNotSuppportedError.MESSAGE=Aller \u00E0 l'objet n'est pas pris en charge dans l'application Structure pour les objets Lien de trace. Ouverture de l'objet s\u00E9lectionn\u00E9 dans l'application Mon Teamcenter.
goToObjectNotSuppportedInApplication.MESSAGE=Aller \u00E0 l'objet: non pris en charge dans l'application courante.
configurationInfo.MESSAGE=Note: Le param\u00E8tre de configuration est applicable \u00E0 des occurrences seulement.
tracelinkDelError.TITLE=Erreur pendant la destruction des objets Liens de trace.
delete.TITLE = D\u00E9truire
confirmationText = OK pour d\u00E9truire les objets Liens de trace s\u00E9lectionn\u00E9s?
notesConfirmationText = Les liens de trace s\u00E9lectionn\u00E9s poss\u00E8dent des notes personnalis\u00E9es. Souhaitez-vous vraiment supprimer les objets Lien de trace s\u00E9lectionn\u00E9s?
error.TITLE=Erreur
invalidTypeError.MSG=Le type de lien de trace fourni "{0}" est invalide.\nVeuillez v\u00E9rifier si l''une des pr\u00E9f\u00E9rences suivantes existe et a une valeur valide:\n1. Pr\u00E9f\u00E9rence "{1}",\n2. Pr\u00E9f\u00E9rence "TraceReport_Default_TraceLink_type".
packedLineConfirmationText=La ou les lignes de Nomenclature s\u00E9lectionn\u00E9es sont des lignes de Nomenclature compact\u00E9es.\nActuellement, un lien de trace en contexte ne peut \u00EAtre cr\u00E9\u00E9 que sur une occurrence d'une s\u00E9lection de lignes de Nomenclature.\nContinuer?
rememberChoiceMsg=Ne plus afficher ce message.
createTL.TITLE=Cr\u00E9er un lien de trace

#Application Name
SMApplication=Gestionnaire de structures
MSMApplication=Gestionnaire multi-structure
MPPApplication=Planification des processus de Fabrication
SEApplication=Ing\u00E9nierie des syst\u00E8mes
RMApplication=Gestionnaire d'exigences
ScheduleMApplication=Gestionnaire de plannings
MyTCApplication = Mon Teamcenter
CAEManager=Gestionnaire IAO
configDialog.Title=S\u00E9lectionner une configuration
configOkBtn.Text=OK
configCancelBtn.Text=Annuler
selectRevRule.Text=S\u00E9lectionner la r\u00E8gle de r\u00E9vision

configBtnText=Configuration
definingContext=Contexte de d\u00E9finition
complyingContext=Contexte en conformit\u00E9
applyVariantRuleBtn.Text=Appliquer
selectVariantRule.Text=S\u00E9lectionner une r\u00E8gle de variante

duplicateColumn.ERROR = Une ou plusieurs colonnes s\u00E9lectionn\u00E9es sont d\u00E9j\u00E0 dans le tableau, et ne seront pas ajout\u00E9es.
duplicateColumn.TITLE = Colonnes doublon
duplicateTLError.MSG  = Un lien de trace existe d\u00E9j\u00E0 entre les objets source et cible s\u00E9lectionn\u00E9s.
createTLFailed.MSG = Echec de cr\u00E9ation du lien de trace pour au moins l'un des objets s\u00E9lectionn\u00E9s.
invalidObjectError.MSG=La ligne de Nomenclature source et/ou cible de la Matrice de trace est d\u00E9charg\u00E9e. R\u00E9g\u00E9n\u00E9rez la Matrice de trace pour cr\u00E9er le Lien de trace.
