# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=\u0422\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0430
tracelinkTab.TIP=\u041F\u0430\u043D\u0435\u043B\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438
gotoAction.NAME=\u041F\u0435\u0440\u0435\u0439\u0442\u0438 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443
newCustomNoteAction.NAME=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0437\u0430\u043C\u0435\u0442\u043A\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F

#Button text
gotoBtn.TEXT = \u041F\u0435\u0440\u0435\u0439\u0442\u0438 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443
refreshReporBtn.TEXT = \u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043E\u0442\u0447\u0435\u0442
showBtn.TEXT = \u041E\u0442\u043E\u0431\u0440\u0430\u0437\u0438\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443
hideBtn.TEXT = \u0421\u043A\u0440\u044B\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443
deleteBtn.TEXT = \u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443
propertiesBtn.TEXT = \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430
createTLFailed=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C
noSource=\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D
MtoMNotSupported=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 "\u041C\u043D\u043E\u0433\u0438\u0435 \u043A\u043E \u043C\u043D\u043E\u0433\u0438\u043C" \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
onlyWorkspaceObject=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u044A\u0435\u043A\u0442 \u0440\u0430\u0431\u043E\u0447\u0435\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430
NoTracelinkOnTraceLink=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443 \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0422\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0430 
invalidSelection=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0432\u044B\u0431\u043E\u0440!
NoTraceLinkInItemandItemRev=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443 \u043C\u0435\u0436\u0434\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u043C \u0438 \u0435\u0433\u043E \u0440\u0435\u0432\u0438\u0437\u0438\u0435\u0439
SameSourceTarget=\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u0438 \u0446\u0435\u043B\u0435\u0432\u043E\u0439 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442
showTraceLink=\u041E\u0442\u043E\u0431\u0440\u0430\u0437\u0438\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443
hideTraceLink=\u0421\u043A\u0440\u044B\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443
definingObject=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442
complyingObject=\u041F\u043E\u0434\u0447\u0438\u043D\u0435\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442
onlySameObject=\u0414\u043B\u044F \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 "\u043C\u043D\u043E\u0433\u0438\u0435 \u043A \u043E\u0434\u043D\u043E\u043C\u0443" \u0432\u044B\u0431\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u043E\u0434\u043D\u043E\u0433\u043E \u0438 \u0442\u043E\u0433\u043E \u0436\u0435 \u0442\u0438\u043F\u0430 \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0439 \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438.
findInViewBtn.TEXT=\u041D\u0430\u0439\u0442\u0438 \u043D\u0430 \u0432\u0438\u0434\u0435
objectNotFound=\u041E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043D\u0430 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0432\u0438\u0434\u0435
objectNotFound.TITLE=\u041E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D
MfgObjectTracelink=\u0415\u0441\u043B\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0446\u0435\u043B\u0435\u0432\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0434\u043B\u044F \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0432\u044B\u0431\u0440\u0430\u043D \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442, \u0442\u043E \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u043E\u043C \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0431\u044A\u0435\u043A\u0442 \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u044F.
bomLineNotFound.Mesg=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0447\u0430\u0441\u0442\u044C\u044E \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0439 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438.
MultipleContextTracelink=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0432 \u0442\u043E\u0439 \u0436\u0435 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0435 \u0441 \u0434\u0440\u0443\u0433\u0438\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043E\u043C \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0438\u0445 \u0438 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
absoccBomlineOutOfScope.MESSAGE=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0442 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0430 \u0441\u0442\u0440\u043E\u043A\u0438.
sourceBomlineNotExists.MESSAGE=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0442\u0435\u043F\u0435\u0440\u044C \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C\u0438.
targetBomlineNotExists.MESSAGE=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u043F\u043E\u0434\u0447\u0438\u043D\u0435\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0442\u0435\u043F\u0435\u0440\u044C \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C\u0438.
findInViewNotSupport.MESSAGE=\u0424\u0443\u043D\u043A\u0446\u0438\u044F "\u041D\u0430\u0439\u0442\u0438 \u043D\u0430 \u0432\u0438\u0434\u0435" \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0439.
noObjectSelected=\u041D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D \u043E\u0431\u044A\u0435\u043A\u0442.
noObjectSelected.TITLE=\u041D\u0438\u0447\u0435\u0433\u043E \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043E
structNotLoaded.MESSAGE=\u0421\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0432\u0441\u0435 \u0435\u0449\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0430. \u0422\u0430\u043A \u043A\u0430\u043A \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0430, \u043D\u0430\u0439\u0434\u0438\u0442\u0435 \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0444\u0443\u043D\u043A\u0446\u0438\u0438 "\u041D\u0430\u0439\u0442\u0438 \u043D\u0430 \u0432\u0438\u0434\u0435"
goToObjectError=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u0430 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443
goToObjectNotSuppportedError=\u041F\u0435\u0440\u0435\u0445\u043E\u0434 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
goToObjectNotSuppportedError.MESSAGE=\u041F\u0435\u0440\u0435\u0445\u043E\u0434 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443 \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438. \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0435\u0442\u0441\u044F \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 "\u041C\u043E\u0439 Teamcenter".
goToObjectNotSuppportedInApplication.MESSAGE=\u041F\u0435\u0440\u0435\u0445\u043E\u0434 \u043A \u043E\u0431\u044A\u0435\u043A\u0442\u0443 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432 \u0442\u0435\u043A\u0443\u0449\u0435\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438.
configurationInfo.MESSAGE=\u041F\u0440\u0438\u043C\u0435\u0447\u0430\u043D\u0438\u0435: \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u043A\u043E \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F\u043C.
tracelinkDelError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0441\u0432\u044F\u0437\u0435\u0439 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438.
delete.TITLE = \u0423\u0434\u0430\u043B\u0438\u0442\u044C
confirmationText = \u041E\u041A \u0434\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438?
notesConfirmationText = \u0414\u043B\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0441\u0432\u044F\u0437\u0435\u0439 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442 \u0437\u0430\u043C\u0435\u0442\u043A\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u041E\u041A \u0434\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0441\u0432\u044F\u0437\u0435\u0439 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438?
error.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430
invalidTypeError.MSG=\u0417\u0430\u0434\u0430\u043D\u043D\u044B\u0439 \u0442\u0438\u043F \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 "{0}" \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C.\n\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u043E\u0434\u0438\u043D \u0438\u0437 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0438 \u0438\u043C\u0435\u0435\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435:\n1. \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 "{1}",\n2. \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 "TraceReport_Default_TraceLink_type".
packedLineConfirmationText=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u0443\u043F\u0430\u043A\u043E\u0432\u0430\u043D\u043D\u044B\u043C\u0438 \u0441\u0442\u0440\u043E\u043A\u0430\u043C\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.\n\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u0430\u044F \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u0430\u043A\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u0437\u0434\u0430\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u043E\u0434\u043D\u043E\u043C \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0438 \u0438\u0437 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0443\u043F\u0430\u043A\u043E\u0432\u0430\u043D\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.\n\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C?
rememberChoiceMsg=\u0411\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u044D\u0442\u043E \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435.
createTL.TITLE=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443

#Application Name
SMApplication=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B
MSMApplication=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043C\u043D\u043E\u0433\u043E\u0432\u0438\u0434\u043E\u0432\u044B\u0445 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440
MPPApplication=\u041F\u043B\u0430\u043D\u0438\u0440\u043E\u0432\u0449\u0438\u043A \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u043E\u0432 \u0441\u0431\u043E\u0440\u043A\u0438
SEApplication=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0435 \u043F\u0440\u043E\u0435\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435
RMApplication=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0439 
ScheduleMApplication=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u043B\u0430\u043D-\u0433\u0440\u0430\u0444\u0438\u043A\u0430\u043C\u0438
MyTCApplication = \u041C\u043E\u0439 Teamcenter
CAEManager=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 CAE
configDialog.Title=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044E
configOkBtn.Text=OK
configCancelBtn.Text=\u041E\u0442\u043C\u0435\u043D\u0430
selectRevRule.Text=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u043E \u0440\u0435\u0432\u0438\u0437\u0438\u0438

configBtnText=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F
definingContext=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0430
complyingContext=\u0421\u043E\u0431\u043B\u044E\u0434\u0435\u043D\u0438\u0435 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0430
applyVariantRuleBtn.Text=\u041F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u044C
selectVariantRule.Text=\u0412\u044B\u0431\u0440\u0430\u0442\u044C \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u043E

duplicateColumn.ERROR = \u041E\u0434\u0438\u043D \u0438\u043B\u0438 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432 \u0443\u0436\u0435 \u0435\u0441\u0442\u044C \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435, \u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u044B.
duplicateColumn.TITLE = \u0414\u0443\u0431\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432
duplicateTLError.MSG  = \u0421\u0432\u044F\u0437\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u043B\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u0438 \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432.
createTLFailed.MSG = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0441\u0432\u044F\u0437\u044C \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0439 \u0438\u0437 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432.
invalidObjectError.MSG=\u0418\u0441\u0445\u043E\u0434\u043D\u0430\u044F \u0438/\u0438\u043B\u0438 \u0437\u0430\u0434\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u043C\u0430\u0442\u0440\u0438\u0446\u044B \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043D\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0430. \u0421\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043C\u0430\u0442\u0440\u0438\u0446\u0443 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0441\u0432\u044F\u0437\u0438 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438.
