# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=Link de rastreamento
tracelinkTab.TIP=Painel de v\u00EDnculo de rastreamento
gotoAction.NAME=Ir para o objeto
newCustomNoteAction.NAME=Criar nota personalizada

#Button text
gotoBtn.TEXT = Ir para o objeto
refreshReporBtn.TEXT = Atualizar relat\u00F3rio
showBtn.TEXT = Exibir link de rastreamento
hideBtn.TEXT = Ocultar link de rastreamento
deleteBtn.TEXT = Excluir link de rastreamento
propertiesBtn.TEXT = Propriedades
createTLFailed=A cria\u00E7\u00E3o do link de rastreamento falhou
noSource=A origem n\u00E3o foi selecionada
MtoMNotSupported=A cria\u00E7\u00E3o de muitos v\u00EDnculos de rastreamento n\u00E3o possui suporte
onlyWorkspaceObject=Selecionar apenas o objeto do espa\u00E7o de trabalho
NoTracelinkOnTraceLink=N\u00E3o \u00E9 poss\u00EDvel criar um v\u00EDnculo de rastreamento no objeto do v\u00EDnculo de rastreamento 
invalidSelection=Sele\u00E7\u00E3o inv\u00E1lida!
NoTraceLinkInItemandItemRev=N\u00E3o \u00E9 poss\u00EDvel criar um v\u00EDnculo de rastreamento entre um item e sua revis\u00E3o
SameSourceTarget=A origem e o destino s\u00E3o os mesmos
showTraceLink=Exibir link de rastreamento
hideTraceLink=Ocultar link de rastreamento
definingObject=Definindo objeto
complyingObject=Cumprindo Objeto
onlySameObject=Para um ou muitos links de rastreamento, selecione o mesmo tipo de objetos prim\u00E1rios para a cria\u00E7\u00E3o do link de rastreamento personalizado.
findInViewBtn.TEXT=Buscar na exibi\u00E7\u00E3o
objectNotFound=Objeto n\u00E3o encontrado na exibi\u00E7\u00E3o selecionada
objectNotFound.TITLE=Objeto n\u00E3o encontrado
MfgObjectTracelink=Se o objeto de fabrica\u00E7\u00E3o for selecionado como destino para o link de rastreamento, origem deve ser o objeto de requisito.
bomLineNotFound.Mesg=O objeto selecionado n\u00E3o faz parte dessa configura\u00E7\u00E3o.
MultipleContextTracelink=A cria\u00E7\u00E3o do link de rastreamento na mesma estrutura com contexto diferente para a defini\u00E7\u00E3o e a conformidade do objeto n\u00E3o \u00E9 suportada.
absoccBomlineOutOfScope.MESSAGE=Selecione as linhas BOM que n\u00E3o est\u00E3o no escopo da linha de contexto selecionada.
sourceBomlineNotExists.MESSAGE=As linhas BOM de defini\u00E7\u00E3o selecionadas n\u00E3o s\u00E3o v\u00E1lidas no momento.
targetBomlineNotExists.MESSAGE=As linhas BOM de conformidade selecionadas n\u00E3o s\u00E3o v\u00E1lidas no momento.
findInViewNotSupport.MESSAGE=Buscar na visualiza\u00E7\u00E3o \u00E9 suportado para as ocorr\u00EAncias. 
noObjectSelected=Nenhum objeto selecionado.
noObjectSelected.TITLE=Nenhuma sele\u00E7\u00E3o
structNotLoaded.MESSAGE=A estrutura ainda est\u00E1 sendo carregando. Ap\u00F3s a estrutura ser carregada, pesquisa a ocorr\u00EAncia usando Buscar na exibi\u00E7\u00E3o
goToObjectError=Acessar o objeto que falhou
goToObjectNotSuppportedError=Acessar o objeto n\u00E3o suportado
goToObjectNotSuppportedError.MESSAGE=O acesso ao objeto no aplicativo da estrutura n\u00E3o \u00E9 suportado para os objetos de links de rastreamento. Abra o objeto selecionado no aplicativo Meu Teamcenter.
goToObjectNotSuppportedInApplication.MESSAGE=N\u00E3o h\u00E1 suporte para Ir para objeto no aplicativo atual.
configurationInfo.MESSAGE=Observa\u00E7\u00E3o: a defini\u00E7\u00E3o de configura\u00E7\u00E3o aplica-se apenas a ocorr\u00EAncias.
tracelinkDelError.TITLE=Erro ao excluir os objetos de link de rastreamento.
delete.TITLE = Excluir
confirmationText = OK para excluir os objetos selecionados do link de rastreamento ?
notesConfirmationText = Os links de rastreamento selecionados possuem notas personalizadas. OK para excluir os objetos do Link de rastreamento?
error.TITLE=Erro
invalidTypeError.MSG=O tipo de Link de rastreamento "{0}" fornecido \u00E9 inv\u00E1lido.\nVerifique se uma das prefer\u00EAncias a seguir existe e se possui um valor v\u00E1lido:\n1. Prefer\u00EAncia "{1}",\n2. Prefer\u00EAncia "TraceReport_Default_TraceLink_type".
packedLineConfirmationText=Linha BOM selecionada, ou linhas, est\u00E1 linhas BOM embaladas.\nAtualmente link de rastreamento em contexto \u00E9 suportado para cria\u00E7\u00E3o em apenas uma ocorr\u00EAncia da sele\u00E7\u00E3o de linhas BOM empacotadas.\nDeseja continuar?
rememberChoiceMsg=N\u00E3o mostrar essa mensagem novamente.
createTL.TITLE=Criar link de rastreamento

#Application Name
SMApplication=Gerenciador de estrutura
MSMApplication=Gerenciador de estrutura m\u00FAltipla
MPPApplication=Planejador de Processos de Manufatura
SEApplication=Engenharia dos sistemas
RMApplication=Gerenciador de requisitos
ScheduleMApplication=Gerenciador de agendamento
MyTCApplication = Meu Teamcenter
CAEManager=Gerenciador CAE
configDialog.Title=Selecionar configura\u00E7\u00E3o
configOkBtn.Text=OK
configCancelBtn.Text=Cancelar
selectRevRule.Text=Selecionar regra de revis\u00E3o

configBtnText=Configura\u00E7\u00E3o
definingContext=Definindo contexto
complyingContext=Confirmando contexto
applyVariantRuleBtn.Text=Aplicar
selectVariantRule.Text=Selecionar regra da variante

duplicateColumn.ERROR = Uma ou mais colunas selecionadas j\u00E1 est\u00E3o na tabela e n\u00E3o ser\u00E3o adicionadas.
duplicateColumn.TITLE = Colunas duplicadas
duplicateTLError.MSG  = Um Link de rastreamento j\u00E1 existe entre os objetos de destino e origem selecionados.
createTLFailed.MSG = N\u00E3o foi poss\u00EDvel criar link de rastreamento para ao menos um dos objetos selecionados.
invalidObjectError.MSG=A linha BOM de origem e/ou destino n\u00E3o est\u00E1 carregada. Gere novamente a Matriz de rastreamento para criar o link de rastreamento.
