# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=\u015Aledzenie powi\u0105za\u0144
tracelinkTab.TIP=Panel \u015Bledzenia powi\u0105za\u0144
gotoAction.NAME=Przejd\u017A do elementu
newCustomNoteAction.NAME=Utw\u00F3rz uwag\u0119 niestandardow\u0105

#Button text
gotoBtn.TEXT = Przejd\u017A do elementu
refreshReporBtn.TEXT = Od\u015Bwie\u017C raport
showBtn.TEXT = Poka\u017C \u015Bledzenie powi\u0105za\u0144
hideBtn.TEXT = Ukryj \u015Bledzenie powi\u0105za\u0144
deleteBtn.TEXT = Usu\u0144 \u015Bledzenie powi\u0105za\u0144
propertiesBtn.TEXT = W\u0142a\u015Bciwo\u015Bci
createTLFailed=Niepowodzenie tworzenia \u015Bledzenia powi\u0105za\u0144
noSource=Nie wybrano \u017Ar\u00F3d\u0142a
MtoMNotSupported=Tworzenie \u015Bledzenia powi\u0105za\u0144 typu od wielu do wielu nie jest obs\u0142ugiwane
onlyWorkspaceObject=Wybierz wy\u0142\u0105cznie element przestrzeni roboczej
NoTracelinkOnTraceLink=Nie mo\u017Cna utworzy\u0107 \u015Bledzenia powi\u0105za\u0144 lub elementu \u015Bledzenia powi\u0105za\u0144
invalidSelection=Nieprawid\u0142owy wyb\u00F3r!
NoTraceLinkInItemandItemRev=Nie mo\u017Cna utworzy\u0107 \u015Bledzenia powi\u0105za\u0144 mi\u0119dzy obiektem a jego rewizj\u0105
SameSourceTarget=Identyczny element \u017Ar\u00F3d\u0142owy i docelowy
showTraceLink=Poka\u017C \u015Bledzenie powi\u0105za\u0144
hideTraceLink=Ukryj \u015Bledzenie powi\u0105za\u0144
definingObject=Element definiuj\u0105cy
complyingObject=Element odpowiadaj\u0105cy
onlySameObject=W przypadku \u015Bledzenia powi\u0105za\u0144 typu wiele do jednego przy tworzeniu niestandardowego \u015Bledzenia powi\u0105za\u0144 nale\u017Cy wybra\u0107 identyczny typ element\u00F3w g\u0142\u00F3wnych.
findInViewBtn.TEXT=Znajd\u017A w widoku
objectNotFound=Nie znaleziono elementu w wybranym widoku.
objectNotFound.TITLE=Nie znaleziono elementu
MfgObjectTracelink=Je\u015Bli wybrano obiekt wytwarzania jako obiekt docelowy dla \u015Bledzenia powi\u0105za\u0144, obiektem \u017Ar\u00F3d\u0142owym powinien by\u0107 element wymogu.
bomLineNotFound.Mesg=Wybrany element nie jest cz\u0119\u015Bci\u0105 podanej konfiguracji.
MultipleContextTracelink=Tworzenie \u015Bledzenia po\u0142\u0105cze\u0144 w tej samej strukturze z innym kontekstem do definiowania i okre\u015Blania zgodno\u015Bci elementu nie jest obs\u0142ugiwane.
absoccBomlineOutOfScope.MESSAGE=Wybrane pozycje zestawienia materia\u0142\u00F3w nie znajduj\u0105 si\u0119 w zakresie wybranej linii kontekstu.
sourceBomlineNotExists.MESSAGE=Wybrane pozycje definiuj\u0105ce zestawienie materia\u0142\u00F3w nie s\u0105 obecnie prawid\u0142owe.
targetBomlineNotExists.MESSAGE=Wybrane pozycje zgodno\u015Bci zestawienia materia\u0142\u00F3w nie s\u0105 obecnie prawid\u0142owe.
findInViewNotSupport.MESSAGE=Wyszukiwanie w widoku jest obs\u0142ugiwane wy\u0142\u0105cznie w przypadku wyst\u0105pie\u0144.
noObjectSelected=Nie wybrano \u017Cadnego elementu.
noObjectSelected.TITLE=Nic nie wybrano
structNotLoaded.MESSAGE=Wczytywanie struktury jeszcze trwa. Po wczytaniu struktury wyszukaj wyst\u0105pienie za pomoc\u0105 opcji Znajd\u017A w widoku.
goToObjectError=Przej\u015Bcie do elementu nie powiod\u0142o si\u0119.
goToObjectNotSuppportedError=Przej\u015Bcie do elementu nie jest obs\u0142ugiwane.
goToObjectNotSuppportedError.MESSAGE=Przej\u015Bcie do elementu w aplikacji struktury nie jest obs\u0142ugiwane dla element\u00F3w \u015Bledzenia powi\u0105za\u0144. Otwieranie wybranego elementu w aplikacji My Teamcenter.
goToObjectNotSuppportedInApplication.MESSAGE=Funkcja Przejd\u017A do elementu nie jest obs\u0142ugiwana w bie\u017C\u0105cej aplikacji.
configurationInfo.MESSAGE=Uwaga: ustawienie konfiguracji odnosi si\u0119 jedynie do wyst\u0105pie\u0144.
tracelinkDelError.TITLE=B\u0142\u0105d podczas usuwania element\u00F3w \u015Bledzenia powi\u0105za\u0144.
delete.TITLE = Usu\u0144
confirmationText = Czy na pewno usun\u0105\u0107 elementy \u015Bledzenia powi\u0105za\u0144?
notesConfirmationText = Wybrane \u015Bledzenia powi\u0105za\u0144 zawieraj\u0105 niestandardowe uwagi. Czy usun\u0105\u0107 wybrane elementy \u015Bledzenia powi\u0105za\u0144?
error.TITLE=B\u0142\u0105d
invalidTypeError.MSG=Podany typ \u015Bledzenia powi\u0105za\u0144 "{0}" jest nieprawid\u0142owy.\nSprawd\u017A, czy jedna z nast\u0119puj\u0105cych preferencji istnieje i ma prawid\u0142ow\u0105 warto\u015B\u0107:\n1. Preferencja "{1}",\n2. Preferencja "TraceReport_Default_TraceLink_type".
packedLineConfirmationText=Wybrane pozycje zestawienia materia\u0142\u00F3w to spakowane pozycje zestawienia materia\u0142\u00F3w.\nObecnie tworzenie \u015Bledzenia powi\u0105za\u0144 jest obs\u0142ugiwane tylko w kontek\u015Bcie jednego wyst\u0105pienia z wybranych spakowanych pozycji zestawienia materia\u0142\u00F3w.\nCzy chcesz kontynuowa\u0107?
rememberChoiceMsg=Nie pokazuj wi\u0119cej tego komunikatu.
createTL.TITLE=Utw\u00F3rz \u015Bledzenie powi\u0105za\u0144

#Application Name
SMApplication=Mened\u017Cer struktury
MSMApplication=Mened\u017Cer wielu struktur
MPPApplication=Planer procesu wytwarzania
SEApplication=Systems Engineering
RMApplication=Mened\u017Cer wymaga\u0144
ScheduleMApplication=Mened\u017Cer harmonogramu
MyTCApplication = M\u00F3j Teamcenter
CAEManager=Mened\u017Cer CAE
configDialog.Title=Wybierz konfiguracj\u0119
configOkBtn.Text=OK
configCancelBtn.Text=Anuluj
selectRevRule.Text=Wybierz regu\u0142\u0119 zmian

configBtnText=Konfiguracja
definingContext=Definiowanie kontekstu
complyingContext=Uzgadnianie kontekstu
applyVariantRuleBtn.Text=Zastosuj
selectVariantRule.Text=Wybierz regu\u0142\u0119 wariantu

duplicateColumn.ERROR = Przynajmniej jedna z wybranych kolumn znajduje si\u0119 ju\u017C w tabeli i nie zostanie dodana.
duplicateColumn.TITLE = Zdublowane kolumny
duplicateTLError.MSG  = Mi\u0119dzy wybranym elementem \u017Ar\u00F3d\u0142owym a docelowym ju\u017C istnieje \u015Bledzenie powi\u0105za\u0144.
createTLFailed.MSG = Utworzenie \u015Bledzenia powi\u0105za\u0144 zako\u0144czono niepowodzeniem w przypadku co najmniej jednego z wybranych element\u00F3w.
invalidObjectError.MSG=Nie wczytano \u017Ar\u00F3d\u0142owej i/lub docelowej pozycji zestawiania materia\u0142\u00F3w macierzy \u015Bledzenia. Nale\u017Cy ponownie utworzy\u0107 macierz \u015Bledzenia, aby utworzy\u0107 \u015Bledzenie powi\u0105za\u0144.
