# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#Trace Link : Rahul
tracelinkTab=Enlace por traza
tracelinkTab.TIP=Panel de enlace por traza
gotoAction.NAME=Ir a Objeto
newCustomNoteAction.NAME=Crear nota personalizada

#Button text
gotoBtn.TEXT = Ir a Objeto
refreshReporBtn.TEXT = Actualizar el informe
showBtn.TEXT = Mostrar el enlace por traza
hideBtn.TEXT = Ocultar el enlace por traza
deleteBtn.TEXT = Eliminar el enlace por traza
propertiesBtn.TEXT = Propiedades
createTLFailed=Fallo al crear el enlace por traza
noSource=Fuente no seleccionada
MtoMNotSupported=La creaci\u00F3n Muchas con muchos enlaces por traza no es compatible
onlyWorkspaceObject=Seleccione solamente un objeto del \u00C1rea de trabajo
NoTracelinkOnTraceLink=No se puede crear un enlace por traza en un objeto Enlace de trazado
invalidSelection=Selecci\u00F3n no v\u00E1lida.
NoTraceLinkInItemandItemRev=No se pueden crear los enlaces por traza entre el \u00EDtem y la revisi\u00F3n del \u00EDtem
SameSourceTarget=La fuente y el destino son los mismos
showTraceLink=Mostrar el enlace por traza
hideTraceLink=Ocultar el enlace por traza
definingObject=Objeto de definici\u00F3n
complyingObject=Objeto de cumplimiento
onlySameObject=En el caso de un enlace o muchos enlaces de una sola traza, seleccione solamente el mismo tipo de objetos primarios para crear un enlace por traza personalizado.
findInViewBtn.TEXT=Buscar en vista
objectNotFound=Objeto no encontrado en la vista seleccionada
objectNotFound.TITLE=Objeto no encontrado
MfgObjectTracelink=Si se selecciona como destino un objeto de fabricaci\u00F3n para el enlace por traza, el objeto fuente debe ser un objeto requerimiento.
bomLineNotFound.Mesg=El objeto seleccionado no es parte de la configuraci\u00F3n dada.
MultipleContextTracelink=No se admite la creaci\u00F3n del enlace por traza en la misma estructura pero con un contexto diferente para definir y cumplir con el objeto.
absoccBomlineOutOfScope.MESSAGE=La l\u00EDnea o las l\u00EDneas seleccionadas de BOM no se encuentran en el \u00E1mbito de la l\u00EDnea de contexto seleccionado.
sourceBomlineNotExists.MESSAGE=La l\u00EDnea o las l\u00EDneas de BOM de definici\u00F3n seleccionadas no son v\u00E1lidas ahora.
targetBomlineNotExists.MESSAGE=La l\u00EDnea o las l\u00EDneas de BOM de cumplimiento seleccionadas no son v\u00E1lidas ahora.
findInViewNotSupport.MESSAGE=Se admite Buscar en vista solamente en las ocurrencias.
noObjectSelected=No se ha seleccionado ning\u00FAn objeto.
noObjectSelected.TITLE=Sin selecci\u00F3n
structNotLoaded.MESSAGE=Todav\u00EDa se est\u00E1 cargando la estructura. Una vez cargada la estructura busque la ocurrencia con Buscar en vista.
goToObjectError=Fallo en Ir a objeto
goToObjectNotSuppportedError=No se admite Ir a objeto
goToObjectNotSuppportedError.MESSAGE=No se admite Ir a objeto en la aplicaci\u00F3n Estructuras en los objetos enlace por traza. Abriendo el objeto seleccionado en la aplicaci\u00F3n Mi Teamcenter.
goToObjectNotSuppportedInApplication.MESSAGE=Ir a objeto no se admite en la aplicaci\u00F3n actual.
configurationInfo.MESSAGE=Nota: el ajuste de configuraci\u00F3n se aplica solamente a las ocurrencias.
tracelinkDelError.TITLE=Error durante la eliminaci\u00F3n de los objetos Enlace por traza.
delete.TITLE = Eliminar
confirmationText = \u00BFDesea aceptar para eliminar los objetos seleccionados Enlace por traza?
notesConfirmationText = Los enlaces por traza seleccionados tienen notas personalizadas. \u00BFDesea oprimir Aceptar para eliminar los objetos seleccionados Enlace por traza?
error.TITLE=Error
invalidTypeError.MSG=El tipo de enlace por traza dado "{0}" no es v\u00E1lido.\nVerifique si ya existe una de las preferencias siguientes y si tiene un valor:\n1. Preferencia "{1}",\n2. Preferencia "TraceReport_Default_TraceLink_type".
packedLineConfirmationText=La l\u00EDnea de BOM o las l\u00EDneas seleccionadas son l\u00EDneas de BOM empaquetadas.\nActualmente se admite el enlace por traza en contexto para crearlo solamente en una ocurrencia de la selecci\u00F3n de las l\u00EDneas de BOM empaquetadas.\n\u00BFDesea continuar?
rememberChoiceMsg=No volver a mostrar este mensaje.
createTL.TITLE=Crear enlace por traza

#Application Name
SMApplication=Gestor de estructuras
MSMApplication=Gestor de multiestructuras
MPPApplication=Planificador de procesos de fabricaci\u00F3n
SEApplication=Ingenier\u00EDa de sistemas
RMApplication=Gestor de requerimientos
ScheduleMApplication=Gestor de programas de actividades
MyTCApplication = Mi Teamcenter
CAEManager=Gestor de CAE
configDialog.Title=Seleccionar la configuraci\u00F3n
configOkBtn.Text=Aceptar
configCancelBtn.Text=Cancelar
selectRevRule.Text=Seleccionar la regla de revisi\u00F3n

configBtnText=Configuraci\u00F3n
definingContext=Contexto de definici\u00F3n
complyingContext=Contexto de cumplimiento
applyVariantRuleBtn.Text=Aplicar
selectVariantRule.Text=Seleccionar la regla de variantes

duplicateColumn.ERROR = Una o m\u00E1s columnas seleccionadas ya est\u00E1 en la tabla, por lo tanto, no se agregar\u00E1n.
duplicateColumn.TITLE = Columnas duplicadas
duplicateTLError.MSG  = Ya existe un enlace por traza entre los objetos seleccionados fuente y destino.
createTLFailed.MSG = Fallo en la creaci\u00F3n del enlace por traza, como m\u00EDnimo, en uno de los objetos seleccionados.
invalidObjectError.MSG=No se carg\u00F3 la l\u00EDnea de BOM fuente ni destino de la matriz de la traza. Vuelva a generar la matriz de la traza para crear el enlace por traza.
