# @<COPYRIGHT>@
# ==================================================
# Copyright 2011.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#===================================================================================================
# File description: This properties file contains all locale specific keys for the sitecheckout package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#
#   Filename: sitecheckout_locale.properties
#   Module  : com.teamcenter.rac.commands.sitecheckout
#
#===================================================================================================

command.TITLE=\u30B5\u30A4\u30C8\u3078\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8
comments=\u30B3\u30E1\u30F3\u30C8:
changeid=\u5909\u66F4ID:
targetSite=\u30BF\u30FC\u30B2\u30C3\u30C8\u30B5\u30A4\u30C8:

confirmationText=\u672C\u5F53\u306B\u30B5\u30A4\u30C8\u3078\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3057\u307E\u3059\u304B?
checkOutToSite=\u30B5\u30A4\u30C8\u306B\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3057\u3066\u3044\u307E\u3059
error.TITLE=\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8
errorType=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30BF\u30A4\u30D7\u306E1\u3064\u306B\u5BFE\u3057\u3066\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093!
noSelectionError=\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
noItemRevError.MESSAGE=\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3/\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u306E\u306A\u3044\u9078\u629E\u884C\u3067\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noAttachmentError.MESSAGE=\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3/\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u30A2\u30BF\u30C3\u30C1\u30E1\u30F3\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u306A\u3044\u9078\u629E\u884C\u3067\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
noPreferencesDefined=\u30B5\u30DD\u30FC\u30C8\u3057\u305F\u3044\u30BF\u30A4\u30D7\u306B\u5BFE\u3059\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\n%1$s \u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002

objectCheckedOutLocally.MESSAGE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"%1$s"\u306F\u30ED\u30FC\u30AB\u30EB\u3067\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
objectCheckedOutByDifferentSite.MESSAGE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"%1$s"\u306F\u5225\u306E\u30B5\u30A4\u30C8\u306B\u3088\u3063\u3066\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
ObjectCheckedOutByDiffUser.MESSAGE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"%1$s"\u306F\u5225\u306E\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
ObjectOwnedByDiffSite.MESSAGE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"%1$s"\u306F\u5225\u306E\u30B5\u30A4\u30C8\u306B\u3088\u3063\u3066\u6240\u6709\u3055\u308C\u3066\u304A\u308A\u3001\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093
readReservation.ERRORMESSAGE = \u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"%1$s"\u306B\u5BFE\u3059\u308B\u4E88\u7D04\u306E\u8AAD\u53D6\u308A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u53D6\u6D88\u3057\u307E\u3059\u3002 \u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3001\u30B5\u30A4\u30C8\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
objectIsReserved.ERRORMESSAGE = \u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u4ED6\u306E\u30B5\u30A4\u30C8\u306B\u3088\u308A\u65E2\u306B\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u3055\u3089\u306B\u8A73\u7D30\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
