# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=Bandeja de entrada

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=Nuevo

# Strings for Errors
# ----------------------
noVolumeAccess=No dispone de permiso de escritura para acceder a los vol\u00FAmenes.
noFCC=El almacenamiento en cach\u00E9 de cliente de archivos no est\u00E1 activado. Comun\u00EDquese con el administrador del sistema.
downloadTransientFileException=Fallo al descargar el archivo transitorio:
uploadTransientFileException=Fallo al cargar el archivo transitorio:
getNewFileException=Fallo al obtener el archivo nuevo:
createTransientDirException=Fallo al crear el directorio de trabajo correspondiente al archivo transitorio:
fatalCommunicationException=Excepci\u00F3n de comunicaciones grave.
missingFactoryComponentRegistryEntry=Falta la entrada de registro del componente de f\u00E1brica:
invalidFactoryComponentEntry=Entrada de componente de f\u00E1brica no v\u00E1lida para
unknownLOVType=Tipo de LOV no previsto
failedToLogin=Fallo al iniciar la sesi\u00F3n
shellsRunning=No se puede cerrar la sesi\u00F3n: hay aplicaciones iniciadas desde Cliente rico que todav\u00EDa est\u00E1n en ejecuci\u00F3n. Ci\u00E9rrelas y salga de la sesi\u00F3n.
shellsRunning_FilesOpened=No se puede cerrar la sesi\u00F3n: hay aplicaciones en ejecuci\u00F3n que se iniciaron desde Cliente rico para ver o editar los datos siguientes:\n{0} \nCierre esas aplicaciones y salga.
invalidRelationType=Relaci\u00F3n no v\u00E1lida.  No se puede insertar en el objeto padre:
invalidPropertyName=Nombre de la propiedad no v\u00E1lido: {0}
invalidPropertyType=Tipo de propiedad no v\u00E1lido
propertyIsArray=La propiedad es una matriz... utilice get<Type>ValueArray().
propertyIsNotArray=La propiedad no es una matriz... utilice get<Type>Value().
invalidDirectory=Directorio no v\u00E1lido
noFactoriesRegistered=No hay ninguna f\u00E1brica para registrar en el archivo kernel.properties.
notImplementedYet=A\u00FAn no est\u00E1 implementado
callNewIDBeforeisNewIDModifiable=Llame a getNewID antes de llamar a isNewIDModifiable.
callNewRevBeforeisNewRevModifiable=Llame a getNewRev antes de llamar a isNewRevModifiable.
bomlineAddError=Aqu\u00ED solo se pueden pegar \u00EDtems, revisiones de \u00EDtems o l\u00EDneas de BOM.
genericPasteError=No se puede pegar el objeto seleccionado.
bomlinePasteMarkupChildError=No se pueden pegar las l\u00EDneas de marcado.
bomlinePasteMarkupParentError=No se permite pegar en las l\u00EDneas de marcado.
failedToOpen=Fallo al abrir; el objeto ha sido desprotegido por
createDirFailed=Fallo al crear un directorio de trabajo:
misMatchedFileExtension=El archivo de importaci\u00F3n tiene una extensi\u00F3n que no se defini\u00F3 con el namedReference seleccionado
insertNotAllow=No se defini\u00F3 ninguna relaci\u00F3n con la acci\u00F3n Pegar para el objeto seleccionado. Por lo tanto, no se admite insertar ni pegar en el objeto padre:
checkTCExportDir=Verifique que la ruta de la variable TCExportDir en el archivo client_specific.properties est\u00E9 configurada correctamente.
bomlineAddTypeError=Fallo al agregar el elemento arquitectural. Se puede agregar un elemento arquitectural solamente en el mismo tipo.
overwriteFileError=Fallo al desproteger el archivo. No se puede exportar el archivo porque ya existe en esta ubicaci\u00F3n: {0}. Para mover este archivo deber\u00E1 seleccionar la opci\u00F3n "Sobrescribir los archivos existentes" en el cuadro de di\u00E1logo Desproteger.
noSessionSuspend=Ya no se admite la suspensi\u00F3n de la sesi\u00F3n. Fije usePortalServerTimeouts en falso.
serverTimeout.TITLE=Servidor reasignado
serverTimeout.TEXT=El cliente de Teamcenter perdi\u00F3 la conexi\u00F3n con el servidor. El cliente no puede restablecer\nla conexi\u00F3n con un servidor nuevo en este momento. Salga de la sesi\u00F3n y vuelva a iniciarla \npara restablecer la conexi\u00F3n. Si contin\u00FAa el problema consulte el registro del sistema del servidor\nde Teamcenter para obtener m\u00E1s detalles sobre la causa posible de la p\u00E9rdida de la conexi\u00F3n.
serverTimeout.TEXT2=Oprima {0} para salir de Teamcenter.
serverTimeout.TEXT3=Oprima {0} para continuar.
serverTimeout.TEXT4=Se asign\u00F3 un servidor de Teamcenter nuevo.
operationFail=La operaci\u00F3n puede haber fallado.
invalidTypeName=Nombre de tipo no v\u00E1lido.
failedWritingDatasetInfo=Fallo al escribir la informaci\u00F3n sobre el conjunto de datos en el archivo xml.
bomlinePropertyLoadError=Hubo un error al recuperar las propiedades de una l\u00EDnea de BOM.
USER_CANNOT_COPY = No dispone de ning\u00FAn permiso para modificar este proyecto.
detectOverwrite.ERROR = Es necesario actualizar el panel. Pulse el bot\u00F3n Aceptar para cerrar esta ventana, y utilice el men\u00FA Actualizar para obtener los \u00FAltimos valores de la base de datos. Observe que la actualizaci\u00F3n borrar\u00E1 los datos sin guardar y los reemplazar\u00E1 por los valores entrantes.
projectNotCut.ERROR = Deber\u00E1 cortar el proyecto para pegarlo en un programa nuevo

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=Conectando con

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=ERROR al establecer una conexi\u00F3n con el servidor:

# Strings for licensing errors
integerFeatureKeyUsageError=Los n\u00FAmeros enteros de la caracter\u00EDstica son obsoletos. Utilice el nombre apropiado de la caracter\u00EDstica de la cadena.


refresh_install_msg=Sincronizando los archivos de instalaci\u00F3n de cliente rico con el servidor de Teamcenter...
refresh_install_title=Sincronizando los archivos instalados


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=No se puede obtener la referencia al servidor especificado
unableToBindServer=No se puede enlazar con el servidor en funcionamiento en
unableToConnectToNamingServer=No se puede conectar con el directorio del servidor
unableToSetContext=No se puede fijar un contexto de directorio nuevo
unableToResolveObject=No se puede ubicar la entrada en el directorio
unableRetrieveEntries=No se pueden recuperar las entradas del directorio
authFailed=Fallo en la autenticaci\u00F3n del usuario.  Vuelva intentar.
badUri=Especificaci\u00F3n no v\u00E1lida (o ubicaci\u00F3n no existente) del servidor URI
serviceInitFailure=No se puede inicializar el servicio de cliente SOAP
commsFailure=Error: no se puede establecer una llamada de red remota.

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=Iniciando la sesi\u00F3n en el servidor de Teamcenter
logginInForUser=para el usuario

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=Sesi\u00F3n iniciada correctamente en el servidor de Teamcenter

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=NO se pudo iniciar la sesi\u00F3n en el servidor de Teamcenter

# If the passed connector object is null
noValidServerConnector=El conector del servidor no puede ser nulo.

# Marshalling exceptions
marshallingParameterCountMismatch=Falta de coincidencia en los recuentos de par\u00E1metros de clasificaci\u00F3n.
marshallingParameterTypeMismatch=Falta de coincidencia entre tipos de par\u00E1metro de clasificaci\u00F3n.
marshallingParameterInvalidType=Tipo de par\u00E1metros de clasificaci\u00F3n no v\u00E1lido.
marshallingUnsupportedEncoding=Fallo al analizar sint\u00E1cticamente los datos devueltos del servicio de usuarios, '{0}' no es una codificaci\u00F3n de caracteres admitida.

exception=Excepci\u00F3n de Tc general

toolNotFound=No se puede abrir el conjunto de datos: no se encontr\u00F3 ninguna herramienta compatible.
invalidFileOrDirectory=Archivo o directorio no v\u00E1lido

# Volume Errors

nullVolumeParameter=El volumen transferido no puede ser nulo
nullAccessorParameter=El descriptor de permisos no puede ser nulo
nullVolumeName=El nombre del volumen no puede ser nulo
nullVolumeNode=El nodo no puede ser nulo
invalidFMSEntries=Debe especificar solamente un valor del Id de la FSC, Id del grupo Almac\u00E9n de archivos o el Id del compensador de carga.


# Person Errors

nullPersonParameter=La persona transferida no puede ser nula
PersonAndIconMismatch=Las longitudes de los nombres de personas y la matriz de identificaci\u00F3n del icono no son las mismas.

# Group Errors

nullGroupParameter=El grupo transferido no puede ser nulo
nullGroupNameParameter=El nombre del grupo no puede ser nulo
GroupAndIconMismatch=Las longitudes de los nombres de grupos y la matriz de identificaci\u00F3n del icono no son las mismas.

# GroupMember Errors

nullGroupMemberParameter=El miembro del grupo transferido no puede ser nulo
GroupMemberAndIconMismatch=Las longitudes de los nombres de miembros y la matriz de identificaci\u00F3n del icono no son las mismas.

# Role Errors

nullRoleParameter=El rol transferido no puede ser nulo
RoleAndIconMismatch=Las longitudes de los nombres de rol y la matriz de identificaci\u00F3n del icono no son las mismas.

# User Errors

nullUserParameter=El usuario transferido no puede ser nulo
nullUserId=El identificador de usuario no puede ser nulo
nullPassword=La contrase\u00F1a no puede ser nula
nullOSUserName=El nombre de usuario del sistema operativo no puede ser nulo
nullDefaultGroup=El grupo predeterminado del usuario no puede ser nulo
UserAndIconMismatch=Las longitudes de los nombres de usuario y de la matriz de identificaci\u00F3n del icono no son las mismas.


# Preference Service errors

nullPreferenceName=El nombre de la preferencia no puede estar vac\u00EDo.
invalidPreferenceScope=La ubicaci\u00F3n del valor de la preferencia no es v\u00E1lida.
unequalLengthOfArrays=Se produjo un error interno.\nLas matrices transferidas no tienen la misma longitud.
invalidTargetIds=Se detect\u00F3 un problema con el componente Usuario/Rol/Grupo que se transfiri\u00F3 a este m\u00E9todo.

# Print property header
propertyHeaders.DISPLAYNAME=Nombre de visualizaci\u00F3n de la propiedad
propertyHeaders.REALNAME=Nombre real de la propiedad
propertyHeaders.VALUE=Valor
objectPropety.TITLE=Propiedades de \u00E1rea de trabajo de
formPropety.TITLE=Propiedades del formulario de

# TCServer Connection errors
nullHostParameter=El par\u00E1metro serverHost no puede ser nulo en los objetos TCServerConnection

# Compound Property errors
nullValuesNotAllowed=Los valores transferidos para definir la propiedad compuesta no pueden ser nulos.

# AIE message strings
# -------------------------
unableToDelete=Se ejecut\u00F3 correctamente la operaci\u00F3n de importaci\u00F3n, pero no se puede eliminar el objeto de conexi\u00F3n debido a un archivo desconocido
importOperationFailed=Fallo en la operaci\u00F3n de importaci\u00F3n
noPrimaryNamedRef=No se encontr\u00F3 el archivo primario de la referencia definida
operationInProgressImport=No se puede importar: hay otra operaci\u00F3n en curso en esta conexi\u00F3n
operationInProgressExport=No se puede exportar: hay otra operaci\u00F3n en curso en esta conexi\u00F3n
badData=Datos err\u00F3neos en el objeto de conexi\u00F3n
directoryDoesNotExist=El directorio de conexi\u00F3n no existe
unableToUpdate=No se puede actualizar el objeto de conexi\u00F3n
exportOnlyConnection=No se permite la importaci\u00F3n desde la conexi\u00F3n solo de exportaci\u00F3n
noExportToFailed=No se permite la exportaci\u00F3n a la conexi\u00F3n fallida
errorImportingFiles=Error al importar los archivos
noFilesToExport.TEXT=El conjunto de datos seleccionado no contiene archivos para la exportaci\u00F3n
nonTrivialXFileDir=No se admite un directorio de archivo X no trivial
noParentItemRev=No se admite el conjunto de datos autoCAD sin la revisi\u00F3n padre del \u00EDtem
# This is appended with " " + filespec + <another message>
fileToOpen=El archivo que se va a abrir

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=no se encontr\u00F3 en el objeto de conexi\u00F3n
notFoundInDirectory=no se encontr\u00F3 en el directorio de conexi\u00F3n

# usage: <any of these> + connection name
exportingToConnection=Exportando a conexi\u00F3n
importingFromConnection=Importando desde conexi\u00F3n
analyzingDatasetsForExport=Analizando el conjunto o conjuntos de datos para exportar a la conexi\u00F3n
analyzingDatasetsForImport=Analizando el directorio de exportaci\u00F3n y Teamcenter para importar desde conexi\u00F3n

# For component selection
# -----------------------
invalidQuery.MSG=Se especific\u00F3 una consulta no v\u00E1lida:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=Reemplazar o cargar el conjunto de datos...
notReserved.MSG1=Fallo al cargar el conjunto de datos debido a la falta de desprotecci\u00F3n o a una desprotecci\u00F3n cancelada.\n Encontrar\u00E1 el archivo que carg\u00F3 en 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=Conjunto de datos abierto/Abrir...
unableImportFile.MSG1=No se puede importar el archivo
unableImportFile.MSG2=No hay ninguna plantilla de archivo definida para el archivo con la extensi\u00F3n
unableImportFile.MSG3=se conserva y debe eliminarse manualmente.

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=Reemplazar o cargar el conjunto de datos...
unableUploadFile.MSG1=Fallo al cargar el conjunto de datos. Encontrar\u00E1 el archivo que carg\u00F3 en 
unableUploadFile.MSG2=Comun\u00EDquese con el administrador.

# For ME occurrence group lines
#------------------------
errorAddAppearance=No se permite intentar un cambio en la estructura bajo un grupo de ocurrencias
errorRemoveAppearance=No se permite intentar un cambio en la estructura bajo un grupo de ocurrencias
errorNoAppearanceToAdd=No es un objeto v\u00E1lido para agregar a un grupo de ocurrencias

# For cfg attachment lines
#------------------------
errorCannotFindLine=No se encuentra la l\u00EDnea del adjunto correspondiente a

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=Fallo al crear el archivo plmxml.

# For deleting root activity
errorDeleteRootActivity=No se puede eliminar la actividad ra\u00EDz

# For TcFile errors
# ------------------------
nullTcFileParameter=El archivo transferido no puede ser nulo

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=Error del gestor de datos compartidos
dataShareManagerError=No se configur\u00F3 correctamente el gestor de datos compartidos.

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=Los par\u00E1metros transferidos no pueden ser nulos.

# Variant rule errors
# ------------------------
variantRule.noOptionForName=La regla de variantes no contiene ninguna opci\u00F3n.
veNotFound=No se encontr\u00F3 la expresi\u00F3n de variante \nen la expresi\u00F3n de variante definida

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=ERROR de TCRDVService
sendAdditionalIncompatibleIC.MSG=El Cambio incremental actual no es compatible con el que se usa para enviar los datos originales

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=Nivel

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=Eliminando el ordenamiento predeterminado
deleteDefaultArrangement.MSG=Est\u00E1 eliminando el ordenamiento predeterminado del ensamble;\nal eliminar el ordenamiento predeterminado podr\u00EDa causar un comportamiento no previsto\n en la visualizaci\u00F3n si utiliza el ensamble en otros \nensambles. \u00BFDesea continuar?

# FMS errors

badFmsHome.TITLE=Error en la configuraci\u00F3n del FMS.
badFmsHome.MSG=Los componentes necesarios para ejecutar FMS no est\u00E1n disponibles. FMS_HOME puede que est\u00E9 determinado incorrectamente.

terminalFCCResourceError.TITLE=Problema para acceder al archivo
terminalFCCResourceError.MSG=Fallo al inicializar la interfaz de FCC.
terminalFCCResourceError.DETAIL=No podr\u00E1 acceder al archivo hasta tanto no se resuelvan los problemas graves.\nPor lo general, \u00E9sto se debe a un problema con la configuraci\u00F3n o con la instalaci\u00F3n.\nVerifique si el valor de la variable de entorno FMS_HOME y la plataforma FCCJavaClientProxy es v\u00E1lido.\nLa biblioteca compartida existe en el directorio de bibliotecas.\n(convenci\u00F3n para la nomenclatura de bibliotecas: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\nSi contin\u00FAan los problemas, comun\u00EDquese con el administrador.

warningFCCStartFailure.TITLE=Problema para acceder al archivo
warningFCCStartFailure.MSG=Fallo al iniciar la FCC.
warningFCCStartFailure.DETAIL=No podr\u00E1 acceder al archivo hasta tanto no se inicie correctamente la FCC.\nPor lo general, \u00E9sto se debe a los servicios de la red que no estaban disponibles o si hubo un problema con la configuraci\u00F3n.\nSe volver\u00E1 a intentar con la interfaz en forma peri\u00F3dica y si se resuelve el problema, se restablecer\u00E1 el acceso al archivo.\nSi contin\u00FAan los problemas, comun\u00EDquese con el administrador.

# CAD-Part alignment
invalidSource.TITLE=Objetos fuente no v\u00E1lidos
linkDesignToPart.TITLE=Alinear el dise\u00F1o o dibujo con la pieza
unlinkDesignFromPart.TITLE=Desalinear el dise\u00F1o o dibujo de la pieza
notCadOrDrawingSource.MSG=Seleccione el subtipo alineable de la revisi\u00F3n del \u00EDtem en la base de datos de Teamcenter o un dibujo corporativo en la base de datos BOM de TC. 
notPartSource.MSG=Solamente las piezas con los dibujos o CAD 
designAlreadyAligned.MSG=Algunas de las revisiones de \u00EDtem/L\u00EDnea de BOM ya est\u00E1n alineadas con las piezas/l\u00EDnea ACT destino que seleccion\u00F3.\n Se salt\u00F3 la operaci\u00F3n en estos \u00EDtems.
drawingAlreadyAligned.MSG=Algunos dibujos est\u00E1n alineados con las piezas seleccionadas. \n Se salt\u00F3 la operaci\u00F3n correspondiente a dichos \u00EDtems. 
partAlreadyAligned.MSG=Algunas piezas fuente ya est\u00E1n alineadas con los destinos seleccionados. \n Se salt\u00F3 la operaci\u00F3n correspondiente a dichas piezas. 
unlinkableDesignTypes.MSG=No se puede alinear el tipo de revisi\u00F3n del \u00EDtem seleccionado con las piezas. \nConsulte con el administrador del sistema en cuanto a los tipos de \u00EDtem permitidos.
noDesignTypes.MSG=Defina los tipos de \u00EDtems que se pueden alinear con la pieza. \nComun\u00EDquese con el administrador del sistema.
mixedTypesDisallowed.MSG=Seleccione todas las revisiones del \u00EDtem del mismo tipo.
removedPrimaryRepresentation.MSG=Se quit\u00F3 la representaci\u00F3n primaria de la pieza.
linkDesignToPart.ErrorTitle=Error en alineaci\u00F3n
unlinkDesignToPart.ErrorTitle=Error al desalinear el dise\u00F1o o el dibujo con la pieza
linkDesignToPart.WarningTitle=Se implement\u00F3 con avisos la acci\u00F3n Alinear el dise\u00F1o o dibujo con la pieza
linkDesignToPart.WarningTitle=Se implement\u00F3 con avisos la acci\u00F3n Desalinear el dise\u00F1o o dibujo de la pieza

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=No dispone de una licencia de GM Overlay para realizar esta operaci\u00F3n.
NoGMLicense.TITLE=Licencia de GM Overlay

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=No pueden existir la marca objeto y PLMXML
INTEROP_NULL_INPUTS=Entradas nulas para el archivo PLMXML y la marca objeto
INTEROP_INVALID_INPUT=Se seleccion\u00F3 una entrada no v\u00E1lida para iniciar.

# TcServices
TcServicesMissingPrefs.MSG=Falta el valor de preferencia del archivo condensado XML

# Roll up Messages
#------------------
rollupValidateError.TITLE=Error de validaci\u00F3n de acumulaci\u00F3n
rollupValidateTemplateExistsError.MSG=Ya existe una plantilla de acumulaciones pero sin nombre.
rollupValidateInvalidDelimiterError.MSG=La plantilla de acumulaciones tiene un delimitador no v\u00E1lido.
rollupValidateCalcEmptyFieldsError.MSG=La plantilla de acumulaciones tiene c\u00E1lculos con campos vac\u00EDos.
delimiter_other=Otros

# Keys for About Dialog
prevHostName=Nombre del anfitri\u00F3n:
prevLogFile=Archivo de registro: 
prevJournalFile=Archivo de diario:

# SOA Services
ErrorWithSOACall.ERROR=Error devuelto de la llamada de Arquitectura asociada al servicio (SOA por su sigla en ingl\u00E9s) 
ErrorWithSOACall.TITLE=Fallo en Arquitectura asociada al servicio (SOA por su sigla en ingl\u00E9s)
ErrorFromSOACall.TITLE=Error

SoaExceptionHandler.TITLE=Comunicaci\u00F3n con el servidor
SoaExceptionHandler_ERROR1.TEXT=El servidor devolvi\u00F3 un error interno.
SoaExceptionHandler_ERROR2.TEXT=\u00BFDesea volver a intentar la \u00FAltima petici\u00F3n de servicio?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=No se configur\u00F3 la preferencia  TC_VALIDATION_STYLESHEET_DATASETNAME.
noPerferenceValue.TITLE=No se encontr\u00F3 ninguna preferencia
invalidPreferenceValue=La preferencia TC_VALIDATION_STYLESHEET_DATASETNAME no es v\u00E1lida.
invalidPreferenceValue.TITLE=Valor de preferencia no v\u00E1lido
noXSLFile=Ning\u00FAn archivo XSL concuerda con la preferencia encontrada TC_VALIDATION_STYLESHEET_DATASETNAME.
noXSLFile.TITLE=No hay ning\u00FAn archivo XSL
queryXSLFile=Fallo al utilizar la consulta guardada en el conjunto de datos.
queryXSLFile.TITLE=Fallo al consultar el conjunto de datos XSL

#rev rule string
effectivity=Efectividad:
notSpecified=Hoy
effectivityWithEndItem=Efectividad con \u00EDtem final:
dateString=Fecha({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=Degradaci\u00F3n del idioma
SERVER_LOGIN_WARNING_CODE.TEXT=No se puede conectar con la configuraci\u00F3n regional solicitada.\n\nLa aplicaci\u00F3n mostrar\u00E1 localizaciones mixtas porque se usar\u00E1 el idioma predeterminado del servidor de Teamcenter.
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=Restricci\u00F3n de idioma\n \n Se deneg\u00F3 la conexi\u00F3n con el idioma {0}. \n Cierre la aplicaci\u00F3n y modifique el idioma usado por la secuencia de comandos de iniciaci\u00F3n. \n Mensaje del servidor de Teamcenter: \t{1}

# extension type string
EXT.extpointType.PRECONDITION=condici\u00F3n previa
EXT.extpointType.PREACTION=acci\u00F3n previa
EXT.extpointType.POSTACTION=acci\u00F3n posterior
EXT.extpointType.BASEACTION=acci\u00F3n base
EXT.extpointType.UNKNOWN=desconocida

user.services.marshal.error=Se produjo un error de clasificaci\u00F3n al procesar XML para el servicio del usuario de Tc.
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=Se aprob\u00F3 la evaluaci\u00F3n
VALIDATION_RUN_STATUS_DESC_upToDate=Fallo en el resultado
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=Resultado desactualizado porque se modific\u00F3 la pieza
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=Resultado desactualizado porque se modific\u00F3 el requerimiento
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=Fallo en la verificaci\u00F3n del par\u00E1metro
VALIDATION_RUN_STATUS_DESC_missingReportLog=Falta el archivo de registros de resultados
VALIDATION_RUN_STATUS_DESC_notRun=Resultado no encontrado
VALIDATION_RUN_STATUS_DESC_notRequired=Se aprob\u00F3 la evaluaci\u00F3n
VALIDATIONRunClient=Cada revisi\u00F3n de agente debe proporcionar la implementaci\u00F3n propia de la ejecuci\u00F3n del m\u00E9todo ValidationOnClient
VALIDATIONRun=Cada revisi\u00F3n de agente debe proporcionar la implementaci\u00F3n propia de la ejecuci\u00F3n del m\u00E9todo ValidationOn
VALIDATIONInvalidProperty=Propiedad no v\u00E1lida de tipo de revisi\u00F3n del agente de validaci\u00F3n
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=Esta plantilla de Excel no es v\u00E1lida. Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s detalles sobre el uso de las marcas en las plantillas.
DUPLICATE_TAG_FOUND=Verifique si la plantilla usada contiene marcas duplicadas. Las hojas de datos deben contener las marcas Inicial, Final y De regla. Las hojas de instrucci\u00F3n deben contener las marcas Ignorar. Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s informaci\u00F3n sobre el uso de las marcas en las plantillas.
MISSING_TAG=Verifique si la plantilla usada contiene las marcas apropiadas. Las hojas de datos deben contener las marcas Inicial, Final y De regla. Las hojas de instrucci\u00F3n deben contener las marcas Ignorar. Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s informaci\u00F3n sobre el uso de las marcas en las plantillas.
ORDER_INVALID=El orden de las columnas de la tabla de reglas en la {0} hoja de c\u00E1lculo de la plantilla de Excel {1} no es v\u00E1lida. Verifique si el orden es "Relaci\u00F3n nivel - tipo - modo de transferencia". Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s detalles sobre el orden de las columnas en las plantillas.
INSUFFICIENT_PRIVILEDGE=Permiso no suficiente para editar o actualizar la plantilla.
COLUMNS_NOT_FOUND=Verifique si faltan una o m\u00E1s columnas de "relaci\u00F3n-nivel-tipo-modo de transferencia" en la {0} hoja de c\u00E1lculo de la plantilla de Excel {1}. Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s detalles sobre el orden de las columnas en las plantillas.
RULETABLE_NOT_FOUND=No se encuentra la tabla de reglas en la {0} hoja de c\u00E1lculo de la plantilla de Excel {1}. Rem\u00EDtase a la gu\u00EDa del usuario si desea obtener m\u00E1s detalles sobre el orden de las columnas en las plantillas.

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=Ya existe el idioma {0} en la tabla.
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=Se sobrepas\u00F3 el l\u00EDmite de uso de la licencia por parte de un autor ocasional correspondiente a este mes.\nSe desactivar\u00E1 el inicio de sesi\u00F3n en Teamcenter durante el mes despu\u00E9s del uso adicional de {0} d\u00EDas o {1} horas del calendario \u00FAnico.
usedDaysWarning={0} d\u00EDas o {1} horas de uso de un calendario \u00FAnico que quedan en este mes antes de llegar al l\u00EDmite de uso por parte de un autor ocasional.
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=La longitud del nombre del archivo {0} sobrepas\u00F3 el l\u00EDmite permitido. La longitud m\u00E1xima permitida es {1} caracteres, incluida la extensi\u00F3n del archivo.


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=Cadena
INTEGER_TYPE=Entero
LOGICAL_TYPE=L\u00F3gica
DOUBLE_TYPE=Doble
DATE_TYPE=Fecha

#2. Preference locations
USER_LOCATION=Usuario
ROLE_LOCATION=Rol
GROUP_LOCATION=Grupo
OVERLAY_LOCATION=Superpuesto
COTS_LOCATION=De f\u00E1brica
ENV_VARIABLE_LOCATION=Variable de entorno
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=Sitio

#3. Preference protection scopes
USER_PROTECTION_SCOPE=Usuario
ROLE_PROTECTION_SCOPE=Rol
GROUP_PROTECTION_SCOPE=Grupo
SITE_PROTECTION_SCOPE=Sitio
SYSTEM_PROTECTION_SCOPE=Sistema

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=Usuario: {0}
userLocation.Id_error.TEXT=Ning\u00FAn Id de usuario
roleLocation.TEXT=Rol: {0}
groupLocation.TEXT=Grupo: {0}
siteLocation.TEXT=Sitio
environment.TEXT=Variable de entorno

#AEShell
TempFileDeleteWarning.MSG=\u00BFDesea eliminar los archivos temporales {0}?
TempFileDeleteWarning.TITLE=Eliminaci\u00F3n del archivo temporal

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=La siguiente cadena de la ruta de acceso al directorio contiene palabras clave que producen incidencias posibles con relaci\u00F3n a la seguridad:
createFileVCFailure=La siguiente cadena de la ruta de acceso al archivo contiene palabras clave que producen incidencias posibles con relaci\u00F3n a la seguridad:
