# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=Caixa de Entrada

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=Novo

# Strings for Errors
# ----------------------
noVolumeAccess=Voc\u00EA n\u00E3o possui acesso de escrita em nenhum dos volumes.
noFCC=O cache do cliente do arquivo n\u00E3o est\u00E1 ativado. Entre em contato com o administrador do sistema.
downloadTransientFileException=Falha no download do arquivo transit\u00F3rio:
uploadTransientFileException=Falha no carregamento do arquivo transit\u00F3rio:
getNewFileException=Falha na obten\u00E7\u00E3o do novo arquivo -
createTransientDirException=Falha ao criar diret\u00F3rio de trabalho para o arquivo transit\u00F3rio:
fatalCommunicationException=Exce\u00E7\u00E3o de comunica\u00E7\u00E3o fatal.
missingFactoryComponentRegistryEntry=A entrada do registro do componente da f\u00E1brica est\u00E1 ausente:
invalidFactoryComponentEntry=Entrada da f\u00E1brica do componente inv\u00E1lida para
unknownLOVType=Tipo LOV inesperado
failedToLogin=Falha no logon
shellsRunning=N\u00E3o \u00E9 poss\u00EDvel fazer logout: h\u00E1 aplicativos em execu\u00E7\u00E3o que s\u00E3o iniciados a partir do Rich client. Feche-o e fa\u00E7a logout.
shellsRunning_FilesOpened=N\u00E3o \u00E9 poss\u00EDvel fazer logout: h\u00E1 aplicativos em execu\u00E7\u00E3o que s\u00E3o iniciados a partir do Rich client para exibir ou editar os sdeguintes dados:\n{0} \nFeche-os e fa\u00E7a logout.
invalidRelationType=Rela\u00E7\u00E3o inv\u00E1lida. N\u00E3o \u00E9 poss\u00EDvel inserir o objeto pai:
invalidPropertyName=Nome da propriedade inv\u00E1lido: {0}
invalidPropertyType=Tipo de propriedade inv\u00E1lido
propertyIsArray=A propriedade \u00E9 uma lista...utilize get<Type>ValueArray().
propertyIsNotArray=A propriedade n\u00E3o \u00E9 uma lista...utilize get<Type>Value().
invalidDirectory=Diret\u00F3rio inv\u00E1lido
noFactoriesRegistered=N\u00E3o h\u00E1 nenhuma f\u00E1brica dispon\u00EDvel para registro nas kernel.properties!
notImplementedYet=N\u00E3o foi implementado ainda
callNewIDBeforeisNewIDModifiable=Chame getNewID antes de chamar a isNewIDModifiable!
callNewRevBeforeisNewRevModifiable=Chame getNewRev antes de chamar isNewRevModifiable!
bomlineAddError=Aqui, s\u00F3 \u00E9 poss\u00EDvel colar itens, ItemRevisions ou BOMLines.
genericPasteError=O objeto selecionado n\u00E3o pode ser colado.
bomlinePasteMarkupChildError=As linhas de marca\u00E7\u00E3o n\u00E3o podem ser coladas.
bomlinePasteMarkupParentError=N\u00E3o \u00E9 permitida a colagem nas linha de marca\u00E7\u00E3o.
failedToOpen=Falha ao abrir; objeto reservado por
createDirFailed=Falha ao criar diret\u00F3rio de trabalho:
misMatchedFileExtension=O arquivo de importa\u00E7\u00E3o possui uma extens\u00E3o que n\u00E3o \u00E9 definida pela namedReference selecionada.
insertNotAllow=Nenhuma rela\u00E7\u00E3o de colagem \u00E9 definida para o objeto selecionado. Portanto, o comando inserir/colar n\u00E3o \u00E9 permitido para o objeto pai:
checkTCExportDir=Verifique se o caminho para a vari\u00E1vel TCExportDir no arquivo client_specific.properties foi definido corretamente.
bomlineAddTypeError=Ocorreu um erro ao adicionar um elemento arquitetural. Um elemento arquitetural somente pode ser adicionado a outro do mesmo tipo.
overwriteFileError=Falha ao retirar o arquivo para edi\u00E7\u00E3o. O arquivo n\u00E3o pode ser exportado porque j\u00E1 existe neste local: {0}. Mova este arquivo ou selecione a op\u00E7\u00E3o "Sobrescrever arquivos existentes", na caixa de di\u00E1logo Retirar para edi\u00E7\u00E3o.
noSessionSuspend=A suspens\u00E3o da sess\u00E3o n\u00E3o \u00E9 mais suportada. Defina os usePortalServerTimeouts como falso.
serverTimeout.TITLE=Servidor reatribu\u00EDdo
serverTimeout.TEXT=O cliente do Teamcenter perdeu sua conex\u00E3o com este servidor. O cliente n\u00E3o pode\nrestabelecer uma conex\u00E3o com um novo servidor de maneira confi\u00E1vel no momento. Fa\u00E7a logout e volte\npara restabelecer uma conex\u00E3o. Se o problema persistir, consulte o syslog de servidor do\nTeamcenter para obter mais detalhes sobre o que pode ter causado a perda de conex\u00E3o.
serverTimeout.TEXT2=Pressione {0} para sair do Teamcenter.
serverTimeout.TEXT3=Pressione {0} para continuar.
serverTimeout.TEXT4=Novo servidor do Teamcenter foi atribu\u00EDdo.
operationFail=A opera\u00E7\u00E3o pode ter falhado.
invalidTypeName=Nome do tipo inv\u00E1lido.
failedWritingDatasetInfo=Falha ao gravar as informa\u00E7\u00F5es do dataset no arquivo xml.
bomlinePropertyLoadError=Houve um erro na recupera\u00E7\u00E3o das propriedades de uma linha BOM.
USER_CANNOT_COPY = Voc\u00EA n\u00E3o tem direito de modificar este projeto.
detectOverwrite.ERROR = Seu painel precisa ser atualizado para manter-se atualizado. Clique no bot\u00E3o "OK" para fechar esta janela e, em seguida, use o menu Atualizar para obter os mais recentes valores do banco de dados. Observe que atualiza\u00E7\u00E3o apagar\u00E1 seus dados n\u00E3o salvos e os substituir\u00E1 pelos valores de entrada.
projectNotCut.ERROR = O projeto dever\u00E1 ser recortado para que possa ser colado em um novo programa.

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=Conectando a

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=ERRO ao conectar ao Servidor:

# Strings for licensing errors
integerFeatureKeyUsageError=N\u00FAmeros inteiros de featrure s\u00E3o obsoletos. Utilize a string do nome da feature apropriada.


refresh_install_msg=Sincronizando os arquivos de instala\u00E7\u00E3o Rich Client com o Servidor do Teamcenter...
refresh_install_title=Sincronizando arquivos instalados


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=N\u00E3o \u00E9 poss\u00EDvel obter a refer\u00EAncia para o servidor especificado
unableToBindServer=N\u00E3o \u00E9 poss\u00EDvel vincular ao servidor sendo executado em
unableToConnectToNamingServer=N\u00E3o \u00E9 poss\u00EDvel conectar-se ao diret\u00F3rio do servidor
unableToSetContext=N\u00E3o \u00E9 poss\u00EDvel definir um novo contexto do diret\u00F3rio
unableToResolveObject=N\u00E3o \u00E9 poss\u00EDvel localizar a entrada no diret\u00F3rio
unableRetrieveEntries=N\u00E3o \u00E9 poss\u00EDvel recuperar as entradas do diret\u00F3rio
authFailed=Falha na autentica\u00E7\u00E3o do usu\u00E1rio.  Tente novamente.
badUri=Localiza\u00E7\u00E3o inv\u00E1lida (ou n\u00E3o existente) especificada para a URI do servidor
serviceInitFailure=N\u00E3o \u00E9 poss\u00EDvel inicializar o servi\u00E7o do cliente SOAP
commsFailure=ERRO: n\u00E3o \u00E9 poss\u00EDvel fazer a chamada da rede remota.

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=Efetuando logon no servidor do Teamcenter
logginInForUser=para usu\u00E1rio

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=Logon bem sucedido no servidor do Teamcenter

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=O logon no servidor do Teamcenter N\u00C3O foi bem-sucedido

# If the passed connector object is null
noValidServerConnector=O conector do servidor n\u00E3o pode ser nulo.

# Marshalling exceptions
marshallingParameterCountMismatch=Triagem da n\u00E3o coincid\u00EAncia de contagem do par\u00E2metro.
marshallingParameterTypeMismatch=Triagem da n\u00E3o coincid\u00EAncia do tipo de par\u00E2metro.
marshallingParameterInvalidType=Triagem do tipo inv\u00E1lido de par\u00E2metro.
marshallingUnsupportedEncoding=N\u00E3o foi poss\u00EDvel analisar os dados de retorno do servi\u00E7o de usu\u00E1rio; '{0}' n\u00E3o h\u00E1 suporte para uma codifica\u00E7\u00E3o de caractere.

exception=TCException geral

toolNotFound=N\u00E3o \u00E9 poss\u00EDvel abrir o dataset. N\u00E3o foi localizada nenhuma ferramenta compat\u00EDvel.
invalidFileOrDirectory=Arquivo ou diret\u00F3rio inv\u00E1lido

# Volume Errors

nullVolumeParameter=O volume aprovado n\u00E3o pode ser nulo
nullAccessorParameter=O acessador n\u00E3o pode ser nulo
nullVolumeName=O nome do volume n\u00E3o pode ser nulo
nullVolumeNode=M\u00E1quina n\u00E3o pode ser nulo
invalidFMSEntries=Deve ser especificada somente uma das IDs FSC, ID do grupo de armazenamento de arquivo ou ID do balanceador de carregamento


# Person Errors

nullPersonParameter=A pessoa aprovada n\u00E3o pode ser nula
PersonAndIconMismatch=Os nomes de pessoas e os comprimentos da lista de ID do \u00EDcone n\u00E3o s\u00E3o iguais

# Group Errors

nullGroupParameter=O grupo aprovado n\u00E3o pode ser nulo
nullGroupNameParameter=O nome do grupo n\u00E3o pode ser nulo
GroupAndIconMismatch=Os nomes dos grupos e os comprimentos da lista de ID do \u00EDcone n\u00E3o s\u00E3o os mesmos

# GroupMember Errors

nullGroupMemberParameter=O GroupMember aprovado n\u00E3o pode ser nulo
GroupMemberAndIconMismatch=Os nomes dos membros do grupo e os comprimentos da lista de ID do \u00EDcone n\u00E3o s\u00E3o os mesmos

# Role Errors

nullRoleParameter=Papel aprovado n\u00E3o pode ser nulo
RoleAndIconMismatch=Os nomes dos pap\u00E9is e os comprimentos da lista de ID do \u00EDcone n\u00E3o s\u00E3o iguais

# User Errors

nullUserParameter=O usu\u00E1rio aprovado n\u00E3o pode ser nulo
nullUserId=A ID do usu\u00E1rio n\u00E3o pode ser nula
nullPassword=A senha n\u00E3o pode ser nula
nullOSUserName=O nome do usu\u00E1rio do sistema operacional n\u00E3o pode ser nulo
nullDefaultGroup=O grupo padr\u00E3o do usu\u00E1rio n\u00E3o pode ser nulo
UserAndIconMismatch=Os comprimentos da lista de nomes de usu\u00E1rios e IDs de \u00EDcone n\u00E3o s\u00E3o os mesmos


# Preference Service errors

nullPreferenceName=O nome da prefer\u00EAncia n\u00E3o pode estar vazio.
invalidPreferenceScope=O local do valor da prefer\u00EAncia \u00E9 inv\u00E1lido.
unequalLengthOfArrays=Um erro interno ocorreu.\nAs matrizes aprovadas n\u00E3o t\u00EAm todas o mesmo comprimento.
invalidTargetIds=Um problema foi detectado com o componente Usu\u00E1rio/Fun\u00E7\u00E3o/Grupo aprovado para este m\u00E9todo.

# Print property header
propertyHeaders.DISPLAYNAME=Nome de exibi\u00E7\u00E3o da propriedade
propertyHeaders.REALNAME=Nome real da propriedade
propertyHeaders.VALUE=Valor
objectPropety.TITLE=Propriedades do espa\u00E7o de trabalho de
formPropety.TITLE=Propriedades de Formul\u00E1rio de

# TCServer Connection errors
nullHostParameter=O serverHost do par\u00E2metro n\u00E3o pode ser nulo para os objetos de TCServerConnection

# Compound Property errors
nullValuesNotAllowed=Os valores aprovados para definir a propriedade do composto n\u00E3o podem ser nulos.

# AIE message strings
# -------------------------
unableToDelete=A opera\u00E7\u00E3o de importa\u00E7\u00E3o foi bem-sucedida, mas n\u00E3o foi poss\u00EDvel excluir o objeto de conex\u00E3o por causa de um arquivo desconhecido
importOperationFailed=Falha na opera\u00E7\u00E3o de importa\u00E7\u00E3o
noPrimaryNamedRef=N\u00E3o \u00E9 poss\u00EDvel localizar o arquivo de conte\u00FAdo prim\u00E1rio
operationInProgressImport=N\u00E3o \u00E9 poss\u00EDvel importar; outra opera\u00E7\u00E3o est\u00E1 em andamento nessa conex\u00E3o
operationInProgressExport=N\u00E3o \u00E9 poss\u00EDvel exportar; outra opera\u00E7\u00E3o est\u00E1 em andamento nessa conex\u00E3o
badData=Dados defeituosos no objeto de conex\u00E3o
directoryDoesNotExist=O diret\u00F3rio da conex\u00E3o n\u00E3o existe
unableToUpdate=N\u00E3o \u00E9 poss\u00EDvel atualizar o objeto de conex\u00E3o
exportOnlyConnection=Importa\u00E7\u00E3o n\u00E3o permitida a partir da conex\u00E3o de somente exporta\u00E7\u00E3o
noExportToFailed=N\u00E3o \u00E9 permitida a exporta\u00E7\u00E3o para conex\u00F5es falhas
errorImportingFiles=Erro ao importar arquivos
noFilesToExport.TEXT=O dataset selecionado n\u00E3o cont\u00E9m arquivo para exporta\u00E7\u00E3o
nonTrivialXFileDir=N\u00E3o \u00E9 suportado o diret\u00F3rio xfile n\u00E3o trivial
noParentItemRev=O dataset AutoCAD sem revis\u00E3o pai n\u00E3o \u00E9 suportado
# This is appended with " " + filespec + <another message>
fileToOpen=Arquivo a ser aberto

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=n\u00E3o encontrado no objeto da conex\u00E3o
notFoundInDirectory=n\u00E3o encontrado no diret\u00F3rio da conex\u00E3o

# usage: <any of these> + connection name
exportingToConnection=Exportar para conex\u00E3o
importingFromConnection=Importar a partir da conex\u00E3o
analyzingDatasetsForExport=Analisando dataset(s) para exportar para a conex\u00E3o
analyzingDatasetsForImport=Analisar diret\u00F3rio de exporta\u00E7\u00E3o e Teamcenter para a importar a partir da conex\u00E3o

# For component selection
# -----------------------
invalidQuery.MSG=Busca inv\u00E1lida especificada:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=Carregar/Substituir Dataset...
notReserved.MSG1=Falha no envio do dataset devido a uma falha na reserva ou ao cancelamento da reserva. O arquivo que voc\u00EA atualizou pode ser encontrado em 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=Dataset Abrir/Abrir...
unableImportFile.MSG1=N\u00E3o \u00E9 poss\u00EDvel importar o arquivo
unableImportFile.MSG2=Nenhum modelo de arquivo est\u00E1 definido para o arquivo com extens\u00E3o
unableImportFile.MSG3=\u00E9 mantido e necessita ser exclu\u00EDdo manualmente.

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=Carregar/Substituir Dataset...
unableUploadFile.MSG1=Falha no envio do dataset. O arquivo que voc\u00EA atualizou pode ser encontrado em 
unableUploadFile.MSG2=Entre em contato com o administrador.

# For ME occurrence group lines
#------------------------
errorAddAppearance=N\u00C3O \u00E9 permitido tentar alterar uma estrutura sob um grupo de ocorr\u00EAncia
errorRemoveAppearance=N\u00C3O \u00E9 permitido tentar alterar uma estrutura sob um grupo de ocorr\u00EAncia
errorNoAppearanceToAdd=Objeto inv\u00E1lido para adicionar a um grupo de ocorr\u00EAncia

# For cfg attachment lines
#------------------------
errorCannotFindLine=N\u00E3o \u00E9 poss\u00EDvel localizar uma linha de anexo para

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=Ocorreu um erro ao criar o arquivo plmxml.

# For deleting root activity
errorDeleteRootActivity=N\u00E3o \u00E9 poss\u00EDvel excluir a atividade raiz

# For TcFile errors
# ------------------------
nullTcFileParameter=O arquivo aprovado n\u00E3o pode ser nulo

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=Erro do Gerente de compartilhamento de dados
dataShareManagerError=O Gerente de compartilhamento de dados n\u00E3o est\u00E1 configurado corretamente.

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=Os par\u00E2metros aprovados n\u00E3o podem ser nulos!

# Variant rule errors
# ------------------------
variantRule.noOptionForName=A regra da variante n\u00E3o cont\u00E9m op\u00E7\u00F5es
veNotFound=Express\u00E3o da variante n\u00E3o encontrada na \nExpress\u00E3o da variante nomeada

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=ERRO do TCRDVService
sendAdditionalIncompatibleIC.MSG=O IC atual n\u00E3o \u00E9 compat\u00EDvel com o IC utilizado para enviar os dados originais

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=N\u00EDvel

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=Excluir disposi\u00E7\u00F5es padr\u00E3o
deleteDefaultArrangement.MSG=Voc\u00EA est\u00E1 excluindo as disposi\u00E7\u00F5es padr\u00E3o desse conjunto;\na exclus\u00E3o das disposi\u00E7\u00F5es padr\u00E3o podem causar um comportamento\nde visualiza\u00E7\u00E3o inesperado caso esse conjunto seja utilizado em outros\nconjuntos.  Deseja continuar?

# FMS errors

badFmsHome.TITLE=Erro de configura\u00E7\u00E3o FMS
badFmsHome.MSG=Os componentes necess\u00E1rios para executar o FMS n\u00E3o est\u00E3o dispon\u00EDveis. O FMS_HOME pode estar definido incorretamente.

terminalFCCResourceError.TITLE=Problema de acesso ao arquivo
terminalFCCResourceError.MSG=Falha na interface FCC ao inicializar.
terminalFCCResourceError.DETAIL=O acesso ao arquivo vai falhar at\u00E9 que esse problema cr\u00EDtico seja resolvido.\nIsso \u00E9 causado geralmente por problema de configura\u00E7\u00E3o ou instala\u00E7\u00E3o.\nVerifique o valor da var\u00EDavel de ambiente FMS_HOME e verifique se a biblioteca compartilhada FCCJavaClientProxy\nda plataforma apropriada existe no dir. da biblioteca.\n(conven\u00E7\u00E3o de identifica\u00E7\u00E3o da biblioteca: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\nSe os problemas persistirem entre em contato com o administrador do sistema.

warningFCCStartFailure.TITLE=Problema de acesso ao arquivo
warningFCCStartFailure.MSG=A FCC falhou ao iniciar.
warningFCCStartFailure.DETAIL=O acesso ao arquivo falhar\u00E1 at\u00E9 que a FCC possa ser inicializada com sucesso.\nGeralmente isso \u00E9 causado por servi\u00E7os na rede que n\u00E3o estejam dispon\u00EDveis atualmente ou pode ser uma quest\u00E3o de configura\u00E7\u00E3o.\nA interface ser\u00E1 recuperada periodicamente e se o problema for resolvido o acesso ao arquivo ser\u00E1 ativado.\nSe os problemas persistirem entre em contato com o administrador do sistema.

# CAD-Part alignment
invalidSource.TITLE=Objeto(s) de origem inv\u00E1lido(s)
linkDesignToPart.TITLE=Alinhar o design/desenho \u00E0 pe\u00E7a
unlinkDesignFromPart.TITLE=Desalinhar o design/desenho a partir da pe\u00E7a
notCadOrDrawingSource.MSG=Selecione o subtipo de revis\u00E3o de item alinh\u00E1vel no banco de dados do Teamcenter ou um Desenho corporativo no banco de dados TCBOM 
notPartSource.MSG=Somente pe\u00E7as podem ser alinhadas aos Desenhos/CAD 
designAlreadyAligned.MSG=Algumas das Revis\u00F5es de item de destino/ Linha BOM j\u00E1 est\u00E3o alinhadas \u00E0(s) Pe\u00E7a(s) de destino selecionadas/Linha ACT.\nA opera\u00E7\u00E3o foi ignorada para esses itens. 
drawingAlreadyAligned.MSG=Alguns dos desenhos j\u00E1 est\u00E3o alinhados \u00E0(s) pe\u00E7a(s) selecionada(s).\nA opera\u00E7\u00E3o foi ignorada para esses itens. 
partAlreadyAligned.MSG=Algumas das pe\u00E7as de origem j\u00E1 est\u00E3o alinhados ao(s) destino(s) selecionado(s).\n A opera\u00E7\u00E3o foi ignorada para essas pe\u00E7as. 
unlinkableDesignTypes.MSG=O tipo da revis\u00E3o de item selecionado n\u00E3o pode estar alinhado \u00E0(s) pe\u00E7a(s).\nVerifique os tipos de item permitidos com o administrador do sistema.
noDesignTypes.MSG=Defina os tipos de item que podem ser alinhados \u00E0 pe\u00E7a.\nEntre em contato com o administrador do sistema.
mixedTypesDisallowed.MSG=Selecione todos os itens de origem do mesmo tipo
removedPrimaryRepresentation.MSG=A representa\u00E7\u00E3o prim\u00E1ria para a pe\u00E7a foi removida.
linkDesignToPart.ErrorTitle=Erro no alinhamento 
unlinkDesignToPart.ErrorTitle=Erro ao desalinhar o design/desenho \u00E0 pe\u00E7a
linkDesignToPart.WarningTitle=Alinhar o design/desenho \u00E0 pe\u00E7a conclu\u00EDdo com avisos
linkDesignToPart.WarningTitle=Desalinhar o design/desenho \u00E0 pe\u00E7a conclu\u00EDdo com avisos

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=Voc\u00EA n\u00E3o possui a licen\u00E7a de sobreposi\u00E7\u00E3o GM para efetuar essa opera\u00E7\u00E3o.
NoGMLicense.TITLE=Licen\u00E7a de sobreposi\u00E7\u00E3o GM

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=O identificador do objeto & o PLMXML n\u00E3o podem existir
INTEROP_NULL_INPUTS=Entradas NULAS para o arquivo PLMXML & o identificador do objeto
INTEROP_INVALID_INPUT=Entrada inv\u00E1lida selecionada para ser iniciada.

# TcServices
TcServicesMissingPrefs.MSG=Valor de prefer\u00EAncia ausente para o XML condensado

# Roll up Messages
#------------------
rollupValidateError.TITLE=Erro ao reverter valida\u00E7\u00E3o
rollupValidateTemplateExistsError.MSG=Existe um modelo de roll up sem nome.
rollupValidateInvalidDelimiterError.MSG=O modelo em conjunto possui um delimitador inv\u00E1lido.
rollupValidateCalcEmptyFieldsError.MSG=O modelo em conjunto possui c\u00E1lculos com campos vazios.
delimiter_other=Outras

# Keys for About Dialog
prevHostName=Nome do host:
prevLogFile=Arquivo de log:
prevJournalFile=Arquivo de di\u00E1rio:

# SOA Services
ErrorWithSOACall.ERROR=Erro retornado a partir da chamada do servi\u00E7o SOA 
ErrorWithSOACall.TITLE=Falha no servi\u00E7o SOA
ErrorFromSOACall.TITLE=Erro

SoaExceptionHandler.TITLE=Comunica\u00E7\u00E3o do servidor
SoaExceptionHandler_ERROR1.TEXT=O servidor retornou um erro de servidor interno.
SoaExceptionHandler_ERROR2.TEXT=Deseja recuperar a \u00FAltima solicita\u00E7\u00E3o de servi\u00E7o?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=Prefer\u00EAncia TC_VALIDATION_STYLESHEET_DATASET NAME n\u00E3o definida.
noPerferenceValue.TITLE=Nenhuma prefer\u00EAncia localizada
invalidPreferenceValue=Prefer\u00EAncia TC_VALIDATION_STYLESHEET_DATASETNAME inv\u00E1lida.
invalidPreferenceValue.TITLE=Valor de prefer\u00EAncia inv\u00E1lido
noXSLFile=N\u00E3o foi encontrado nenhum arquivo XSL que corresponda \u00E0 prefer\u00EAncia TC_VALIDATION_STYLESHEET_DATASETNAME.
noXSLFile.TITLE=Nenhum arquivo XSL
queryXSLFile=Falha ao utilizar a busca salva no dataset.
queryXSLFile.TITLE=Falha da Busca de Dataset XSL

#rev rule string
effectivity=Efetividade:
notSpecified=Hoje
effectivityWithEndItem=Efetividade com o Item Final:
dateString=Data({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=Degrada\u00E7\u00E3o do idioma
SERVER_LOGIN_WARNING_CODE.TEXT=N\u00E3o \u00E9 poss\u00EDvel se comunicar com a localidade solicitada.\n\nO aplicativo exibir\u00E1 localiza\u00E7\u00F5es mistas porque ser\u00E1 utilizado o idioma padr\u00E3o do servidor do Teamcenter.
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=Restri\u00E7\u00F5es do idioma\n\nConex\u00E3o \u00E9 negada para idioma {0}.\n\nFeche o aplicativo e modifique o valor do idioma utilizado pelo script de inicializa\u00E7\u00E3o.\n\nMensagem do servidor do Teamcenter :\n\t{1}

# extension type string
EXT.extpointType.PRECONDITION=pr\u00E9-condi\u00E7\u00E3o
EXT.extpointType.PREACTION=pr\u00E9-a\u00E7\u00E3o
EXT.extpointType.POSTACTION=p\u00F3s-a\u00E7\u00E3o
EXT.extpointType.BASEACTION=a\u00E7\u00E3o base
EXT.extpointType.UNKNOWN=desconhecido

user.services.marshal.error=Ocorreu um erro de triagem durante o processamento do XML para o TcUserService.
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=A avalia\u00E7\u00E3o passa
VALIDATION_RUN_STATUS_DESC_upToDate=Falha no resultado
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=Resultado desatualizado devido \u00E0 altera\u00E7\u00E3o da pe\u00E7a
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=Resultado desatualizado devido \u00E0 altera\u00E7\u00E3o da requisi\u00E7\u00E3o
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=Falha na verifica\u00E7\u00E3o do par\u00E2metro
VALIDATION_RUN_STATUS_DESC_missingReportLog=Arquivo de registro do resultado ausente
VALIDATION_RUN_STATUS_DESC_notRun=Resultado n\u00E3o localizado
VALIDATION_RUN_STATUS_DESC_notRequired=A avalia\u00E7\u00E3o passa
VALIDATIONRunClient=Cada revis\u00E3o do agente deve fornecer sua pr\u00F3pria implementa\u00E7\u00E3o do m\u00E9todo runValidationOnClient
VALIDATIONRun=Cada revis\u00E3o do agente deve fornecer sua pr\u00F3pria implementa\u00E7\u00E3o do m\u00E9todo runValidationOnClient
VALIDATIONInvalidProperty=Propriedade inv\u00E1lida para a valida\u00E7\u00E3o do tipo de revis\u00E3o do agente
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=Esse modelo Excel \u00E9 inv\u00E1lido. Consulte o guia do usu\u00E1rio para mais detalhes sobre o uso do identificador nos modelos.
DUPLICATE_TAG_FOUND=Verifique se o modelo utilizado cont\u00E9m identificadores duplicados. As folhas de dados necessitam conter os identificadores iniciais, finais e de regra. Consulte o guia do usu\u00E1rio para mais detalhes sobre o uso do identificador nos modelos.
MISSING_TAG=Verifique se o modelo utilizado cont\u00E9m identificadores apropriados. As folhas de dados necessitam conter os identificadores iniciais, finais e de regra. As folhas de instru\u00E7\u00F5es necessitam conter os identificadores ignorados. Consulte o guia do usu\u00E1rio para mais detalhes sobre o uso do identificador nos modelos.
ORDER_INVALID=A ordem das colunas da tabela de regra na folha {0} do modelo do Excel {1} \u00E9 inv\u00E1lida. Verifique se a ordem \u00E9 "N\u00EDvel-Rela\u00E7\u00E3o-Modo de Transfer\u00EAncia". Consulte o guia do usu\u00E1rio para mais detalhes sobre o uso de colunas nos modelos.
INSUFFICIENT_PRIVILEDGE=Privil\u00E9gio insuficiente para editar ou atualizar o modelo.
COLUMNS_NOT_FOUND=Verifique se uma ou mais colunas do "N\u00EDvel-Rela\u00E7\u00E3o-Tipo-Modo de Transfer\u00EAncia" est\u00E1 ausente na folha {0} do modelo do Excel {1}. Consulte o guia do usu\u00E1rio para mais detalhes sobre o uso de colunas nos modelos.
RULETABLE_NOT_FOUND=A tabela da regra n\u00E3o foi encontrada na folha {0} do modelo do Excel {1}. Consulte o guia do usu\u00E1rio para mais detalhes sobre a tabela de regras nos modelos.

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=O idioma {0} j\u00E1 existe na tabela.
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=O uso ultrapassou o limite para uma licen\u00E7a de autor ocasional para este m\u00EAs.\nO login no Teamcenter ser\u00E1 desativado para este m\u00EAs ap\u00F3s um uso adicional de {0} dias corridos \u00FAnicos ou {1} horas.
usedDaysWarning={0} dias corridos \u00FAnicos ou {1} horas de uso restantes neste m\u00EAs antes de alcan\u00E7ar o limite de uso para um autor ocasional.
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=O tamanho do nome do arquivo {0} excedeu o limite permitido. O tamanho m\u00E1ximo permitido \u00E9 de {1} caracteres incluindo o arquivo de extens\u00E3o.


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=String
INTEGER_TYPE=Inteiro
LOGICAL_TYPE=L\u00F3gico
DOUBLE_TYPE=Duplo
DATE_TYPE=Data

#2. Preference locations
USER_LOCATION=Usu\u00E1rio
ROLE_LOCATION=Papel
GROUP_LOCATION=Grupo
OVERLAY_LOCATION=Overlay
COTS_LOCATION=Imediatamente
ENV_VARIABLE_LOCATION=Vari\u00E1vel de ambiente
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=Site

#3. Preference protection scopes
USER_PROTECTION_SCOPE=Usu\u00E1rio
ROLE_PROTECTION_SCOPE=Papel
GROUP_PROTECTION_SCOPE=Grupo
SITE_PROTECTION_SCOPE=Site
SYSTEM_PROTECTION_SCOPE=Sistema

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=Usu\u00E1rio: {0}
userLocation.Id_error.TEXT=Nenhuma ID de usu\u00E1rio
roleLocation.TEXT=Papel: {0}
groupLocation.TEXT=Grupo: {0}
siteLocation.TEXT=Site
environment.TEXT=Vari\u00E1vel de ambiente

#AEShell
TempFileDeleteWarning.MSG=Deseja excluir os arquivos tempor\u00E1rios {0}?
TempFileDeleteWarning.TITLE=Exclus\u00E3o de arquivo tempor\u00E1rio

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=A seguinte string de caminho de diret\u00F3rio cont\u00E9m palavras-chave que podem causar problemas de seguran\u00E7a em potencial:
createFileVCFailure=A seguinte string de caminho de diret\u00F3rio cont\u00E9m palavras-chave que podem causar problemas de seguran\u00E7a em potencial:
