# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=Inbox

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=Nuovo

# Strings for Errors
# ----------------------
noVolumeAccess=Non si dispone dell'accesso in scrittura sui volumi.
noFCC=La cache del client di file non \u00E8 attivata. Rivolgersi all'amministratore del sistema.
downloadTransientFileException=Il download del file temporaneo non \u00E8 riuscito:
uploadTransientFileException=Il caricamento del file temporaneo non \u00E8 riuscito:
getNewFileException=Impossibile trovare il nuovo file -
createTransientDirException=Creazione directory di lavoro per il file temporaneo non riuscita:
fatalCommunicationException=Eccezione di comunicazione irreversibile.
missingFactoryComponentRegistryEntry=Sono scomparse le voci dei registri del componente di factory.
invalidFactoryComponentEntry=Voce di componente Factory non valida per
unknownLOVType=Tipo di elenco di valori non previsto
failedToLogin=Login non riuscito
shellsRunning=Impossibile eseguire il logout: alcune delle applicazioni in esecuzione sono stata avviate dal rich client. Chiuderle e uscire.
shellsRunning_FilesOpened=Impossibile eseguire il logout: alcune delle applicazioni in esecuzione son state avviate dal rich client per la visualizzazione o la modifica dei dati:\n{0} \nChiudere e uscire.
invalidRelationType=Relazione non valida. Impossibile inserire nell'oggetto padre:
invalidPropertyName=Nome propriet\u00E0 non valido: {0}
invalidPropertyType=Tipo propriet\u00E0 non valido
propertyIsArray=La propriet\u00E0 \u00E8 una matrice... Utilizzare get<tipo>ValueArray().
propertyIsNotArray=La propriet\u00E0 non \u00E8 una matrice... Utilizzare get<tipo>Value().
invalidDirectory=Directory non valida
noFactoriesRegistered=Non ci sono Factories disponibili per la registrazione in kernel.properties.
notImplementedYet=Non ancora implementato
callNewIDBeforeisNewIDModifiable=Chiamare getNewID prima di chiamare isNewIDModifiable.
callNewRevBeforeisNewRevModifiable=Chiamare getNewRev prima di chiamare isNewRevModifiable.
bomlineAddError=In questo punto \u00E8 possibile incollare solo item, item revision o BOMLine.
genericPasteError=Impossibile incollare l'oggetto selezionato.
bomlinePasteMarkupChildError=Impossibile incollare le linee di markup.
bomlinePasteMarkupParentError=Impossibile incollare sulle linee markup.
failedToOpen=Apertura non riuscita. L'oggetto \u00E8 stato posto in checkout da
createDirFailed=Creazione della directory di lavoro non riuscita:
misMatchedFileExtension=Il file di importazione ha un'estensione non definita con la NamedReferences selezionata
insertNotAllow=Nessuna relazione incolla \u00E8 definita per l'oggetto selezionato. Quindi, inserisci/incolla non consentito sull'oggetto padre:
checkTCExportDir=Controllare che il percorso della variabile TCExportDir nel file client_specific.properties sia impostato correttamente.
bomlineAddTypeError=Impossibile aggiungere un elemento architetturale. Un elemento architetturale pu\u00F2 essere aggiunto solo ad uno stesso tipo.
overwriteFileError=Errore durante l''operazione di checkout del file. Impossibile esportare il file perch\u00E9 esiste gi\u00E0 in questo percorso: {0}. Spostare il file oppure selezionare l''opzione "Sovrascrivi file esistenti" nella finestra di dialogo Checkout.
noSessionSuspend=L'opzione Sospensione della sessione non \u00E8 pi\u00F9 supportata. Imposta usePortalServerTimeouts su Falso.
serverTimeout.TITLE=Server riassegnato
serverTimeout.TEXT=Il client di Teamcenter ha perso la connessione con il server. Il client non \u00E8 in grado di\nripristinare la connessione, questa volta affidabile, con il nuovo server. Eseguire il logout e \nripristinare la connessione. Se il problema persiste, fare riferimento al syslog del server di Teamcenter\nper ulteriori dettagli sulle possibili cause della connessione persa.
serverTimeout.TEXT2=Premere {0} per eseguire il logout da Teamcenter.
serverTimeout.TEXT3=Premere {0} per continuare.
serverTimeout.TEXT4=Il nuovo server di Teamcenter \u00E8 stato assegnato.
operationFail=L'operazione potrebbe non essere riuscita.
invalidTypeName=Nome non valido per il tipo.
failedWritingDatasetInfo=Errore durante la scrittura delle informazioni sul set di dati nel file xml.
bomlinePropertyLoadError=Si \u00E8 verificato un errore durante il caricamento delle propriet\u00E0 di una linea distinta base.
USER_CANNOT_COPY = Non si dispone dei diritti di modifica per questo progetto.
detectOverwrite.ERROR = \u00C8 necessario mantenere aggiornato il pannello. Fare clic sul pulsante "OK" per chiudere la finestra e utilizzare il menu Aggiorna per ottenere i valori pi\u00F9 recenti dal database. Notare che l'aggiornamento elimina i dati non salvati e li sostituisce con i nuovi valori.
projectNotCut.ERROR = Per incollare il progetto in un nuovo programma \u00E8 necessario tagliarlo.

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=Connessione a

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=ERRORE durante la connessione al server:

# Strings for licensing errors
integerFeatureKeyUsageError=I numeri interi funzionalit\u00E0 sono obsoleti. Usare un nome funzionalit\u00E0 appropriato per la stringa.


refresh_install_msg=Sincronizzazione del file di installazione del Rich Client con il server di Teamcenter...
refresh_install_title=Sincronizzazione file installati


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=Impossibile ottenere riferimento al server specificato
unableToBindServer=Impossibile collegarsi al server attivo su
unableToConnectToNamingServer=Impossibile collegarsi alla directory del server
unableToSetContext=Impossibile impostare nuovo contesto di directory
unableToResolveObject=Impossibile trovare voce nella directory
unableRetrieveEntries=Impossibile richiamare voci della directory
authFailed=Autenticazione utente non riuscita. Riprovare.
badUri=La locazione specificata per il server URI non \u00E8 valida (o \u00E8 inesistente).
serviceInitFailure=Impossibile inizializzare il servizio client SOAP
commsFailure=Errore: impossibile eseguire la chiamata alla rete remota.

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=Collegamento al server Teamcenter
logginInForUser=per l'utente

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=\u00C8 stato completato il login al server Teamcenter

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=Collegamento al server Teamcenter NON riuscito

# If the passed connector object is null
noValidServerConnector=Connettore del server non pu\u00F2 essere un valore NULL.

# Marshalling exceptions
marshallingParameterCountMismatch=Incoerenza nel conteggio dei parametri di marshalling.
marshallingParameterTypeMismatch=Incoerenza nel tipo di parametri di marshalling.
marshallingParameterInvalidType=Parametri di marshalling non validi.
marshallingUnsupportedEncoding=Errore nell'analisi dei dati restituiti dal servizio utente: "{0}" non \u00E8 una codifica carattere supportata.

exception=Eccezione TC generale

toolNotFound=Impossibile aprire il set di dati: nessuno strumento compatibile trovato.
invalidFileOrDirectory=Directory o file non valido

# Volume Errors

nullVolumeParameter=Il volume specificato non pu\u00F2 essere un valore NULL
nullAccessorParameter=La funzione di accesso non pu\u00F2 essere un valore NULL
nullVolumeName=Il nome volume non pu\u00F2 essere un valore NULL
nullVolumeNode=Il nodo non pu\u00F2 essere un valore NULL
invalidFMSEntries=Specificare solo un ID FSC, un ID gruppo archivio file oppure un ID bilanciamento carico


# Person Errors

nullPersonParameter=La persona specificata non pu\u00F2 essere un valore NULL
PersonAndIconMismatch=La lunghezza dei nomi non corrisponde a quella della matrice ID icona

# Group Errors

nullGroupParameter=Il gruppo specificato non pu\u00F2 essere un valore NULL
nullGroupNameParameter=Il nome gruppo non pu\u00F2 essere un valore NULL
GroupAndIconMismatch=La lunghezza dei nomi di gruppo non corrisponde a quella della matrice ID icona

# GroupMember Errors

nullGroupMemberParameter=Il componente del gruppo specificato non pu\u00F2 essere un valore NULL
GroupMemberAndIconMismatch=La lunghezza dei nomi dei componenti di un gruppo non corrisponde a quella della matrice ID icona

# Role Errors

nullRoleParameter=Il ruolo specificato non pu\u00F2 essere un valore NULL
RoleAndIconMismatch=La lunghezza dei nomi di ruolo non corrisponde a quella della matrice ID icona

# User Errors

nullUserParameter=L'utente specificato non pu\u00F2 essere un valore NULL
nullUserId=L'ID utente non pu\u00F2 essere un valore NULL
nullPassword=La password non pu\u00F2 essere un valore NULL
nullOSUserName=Il nome dell'utente di sistema operativo non pu\u00F2 essere un valore NULL
nullDefaultGroup=Il gruppo predefinito dell'utente non pu\u00F2 essere un valore NULL
UserAndIconMismatch=La lunghezza dei nomi utente non corrisponde a quella della matrice ID icona


# Preference Service errors

nullPreferenceName=Il nome della preferenza non pu\u00F2 essere vuoto.
invalidPreferenceScope=La posizione del valore preferenza non \u00E8 valido.
unequalLengthOfArrays=Si \u00E8 verificato un errore interno.\nLe matrici passate non hanno tutte la stessa lunghezza.
invalidTargetIds=\u00C8 stato rilevato un problema nel componente dell'Utente/Ruolo/Gruppo passato in questo metodo.

# Print property header
propertyHeaders.DISPLAYNAME=Nome di visualizzazione propriet\u00E0
propertyHeaders.REALNAME=Nome effettivo propriet\u00E0
propertyHeaders.VALUE=Valore
objectPropety.TITLE=Propriet\u00E0 area di lavoro di
formPropety.TITLE=Propriet\u00E0 form di

# TCServer Connection errors
nullHostParameter=Il parametro serverHost non pu\u00F2 essere NULL per gli oggetti TCServerConnection 

# Compound Property errors
nullValuesNotAllowed=Valori passati per definire le propriet\u00E0 composte non possono essere null.

# AIE message strings
# -------------------------
unableToDelete=L'operazione di importazione \u00E8 stata completata, ma non \u00E8 stato possibile eliminare l'oggetto di connessione a causa di un file sconosciuto.
importOperationFailed=Operazione d'importazione non riuscita
noPrimaryNamedRef=Impossibile trovare file di riferimenti denominati principale
operationInProgressImport=Impossibile importare. Un'altra operazione \u00E8 in corso su questa connessione
operationInProgressExport=Impossibile esportare. Un'altra operazione \u00E8 in corso su questa connessione
badData=Dati errati nell'oggetto di connessione
directoryDoesNotExist=La directory di connessione non esiste
unableToUpdate=Impossibile aggiornare oggetto di connessione
exportOnlyConnection=Importazione non consentita da una connessione di sola esportazione
noExportToFailed=Non \u00E8 consentita l'esportazione a una connessione non riuscita
errorImportingFiles=Errore durante l'importazione dei file
noFilesToExport.TEXT=Set di dati selezionato non contiene file per esportazione
nonTrivialXFileDir=Directory xfile non-triviale non supportata
noParentItemRev=Il set di dati AutoCAD senza Item revision padre non \u00E8 supportato
# This is appended with " " + filespec + <another message>
fileToOpen=Il file che deve essere aperto

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=non \u00E8 stato trovato in oggetto di connessione
notFoundInDirectory=non \u00E8 stato trovato nella directory di connessione

# usage: <any of these> + connection name
exportingToConnection=Esportazione a una connessione
importingFromConnection=Importazione dalla connessione
analyzingDatasetsForExport=Analisi di set di dati per esportazione alla connessione
analyzingDatasetsForImport=Analisi della directory di esportazione e di Teamcenter per l'importazione della connessione

# For component selection
# -----------------------
invalidQuery.MSG=Query specificata non valida:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=Carica/Sostituisci set di dati...
notReserved.MSG1=Errore durante il caricamento del set di dati: il set di dati non \u00E8 in checkout oppure un checkout \u00E8 stato annullato.\n  Il file aggiornato si trova in 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=Apertura set di dati/Apri...
unableImportFile.MSG1=Impossibile importare il file
unableImportFile.MSG2=Non \u00E8 stato definito alcun file di template per il file con estensione
unableImportFile.MSG3=\u00E8 ancora presente e deve essere eliminato manualmente.

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=Carica/Sostituisci set di dati...
unableUploadFile.MSG1=Errore durante il caricamento del set di dati. Il file aggiornato si trova in 
unableUploadFile.MSG2=Rivolgersi all'amministratore di sistema.

# For ME occurrence group lines
#------------------------
errorAddAppearance=Tentativo di modificare una struttura NON consentito sotto un gruppo di occorrenza.
errorRemoveAppearance=Tentativo di modificare una struttura NON consentito sotto un gruppo di occorrenza.
errorNoAppearanceToAdd=Oggetto non valido da aggiungere ad un gruppo di occorrenza.

# For cfg attachment lines
#------------------------
errorCannotFindLine=Impossibile trovare la linea dell'allegato per

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=Creazione di file plmxml non riuscita.

# For deleting root activity
errorDeleteRootActivity=Impossibile eliminare le attivit\u00E0 root 

# For TcFile errors
# ------------------------
nullTcFileParameter=Il file specificato non pu\u00F2 essere di tipo NULL. 

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=Errore di Data Share Manager
dataShareManagerError=Data Share Manager non \u00E8 stato impostato correttamente.

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=Parametri passati non possono essere un valore NULL.

# Variant rule errors
# ------------------------
variantRule.noOptionForName=Regola variante non contiene opzione
veNotFound=Espressione variante non trovata \nnell'espressione variante denominata

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=Errore TCRDVService
sendAdditionalIncompatibleIC.MSG=L'IC corrente non \u00E8 compatibile con quello utilizzato per inviare i dati originali

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=Livello

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=Eliminazione della disposizione predefinita
deleteDefaultArrangement.MSG=Si sta per eliminare la disposizione predefinita dell'assieme.\nEliminandola, la visualizzazione potrebbe creare alcuni\ncomportamenti imprevisti se l'assieme viene usato in altri\nassiemi. Continuare?

# FMS errors

badFmsHome.TITLE=Errore di configurazione FMS.
badFmsHome.MSG=Non sono disponibili i componenti necessari ad avviare FMS. Verificare che FMS_HOME sia impostato correttamente.

terminalFCCResourceError.TITLE=Problema di accesso al file
terminalFCCResourceError.MSG=Errore durante l'inizializzazione dell'interfaccia FCC. 
terminalFCCResourceError.DETAIL=L'accesso al file causer\u00E0 un errore fintanto che il problema critico non viene risolto.\nGeneralmente, questo \u00E8 causato da un problema di configurazione o installazione.\nControllare il valore della variabile di ambiente FMS_HOME e verificare che sia presente la libreria condivisa FCCJavaClientProxy\nappropriata per la piattaforma nella lib dir.\n(convenzione di denominazione libreria: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\nSe il problema persiste, rivolgersi all'amministratore di sistema.

warningFCCStartFailure.TITLE=Problema di accesso al file
warningFCCStartFailure.MSG=Errore durante l'avvio di FCC.
warningFCCStartFailure.DETAIL=Impossibile accedere al file se FCC non viene avviata correttamente.\nIl problema \u00E8 generalmente causato dalla mancata disponibilit\u00E0 dei servizi di rete oppure da un problema di configurazione.\nAltri tentativi vengono eseguiti periodicamente e se il problema \u00E8 stato risolto, viene garantito l'accesso ai file.\nSe il problema persiste, rivolgersi all'amministratore di sistema.

# CAD-Part alignment
invalidSource.TITLE=Oggetti di origine non validi
linkDesignToPart.TITLE=Allinea progetto/disegno e parte
unlinkDesignFromPart.TITLE=Annulla allineamento tra progetto/disegno e parte
notCadOrDrawingSource.MSG=Selezionare il sottotipo di Item Revision da allineare nel database di Teamcenter o un Disegno aziendale nel database TCBOM 
notPartSource.MSG=Solo le parti possono essere allineate al CAD/Disegno 
designAlreadyAligned.MSG=Alcuni degli item revision/linee distinta base sono gi\u00E0 allineati con le parti/linee ACT obiettivo.\n L'operazione \u00E8 stata ignorata per questi item.
drawingAlreadyAligned.MSG=Alcuni disegni sono gi\u00E0 allineati alla parte selezionata.\n L'operazione non \u00E8 stata eseguita per tali disegni. 
partAlreadyAligned.MSG=Alcune parti di origine sono gi\u00E0 allineate alla destinazione selezionata.\n L'operazione \u00E8 stata ignorata per queste parti. 
unlinkableDesignTypes.MSG=Impossibile allineare il tipo di item revision selezionato e la parte.\nVerificare i tipi di item consentiti con l'amministratore di sistema.
noDesignTypes.MSG=Definire i tipi di item che possono essere allineati alla parte.\nContattare l'amministratore di sistema.
mixedTypesDisallowed.MSG=Selezionare tutti gli item di origine dello stesso tipo
removedPrimaryRepresentation.MSG=La rappresentazione primaria della parte \u00E8 stata rimossa. 
linkDesignToPart.ErrorTitle=Errore nell'allineamento 
unlinkDesignToPart.ErrorTitle=Errore nel disallineamento progetto/disegno alla parte
linkDesignToPart.WarningTitle=Disallineamento progetto/disegno da parte eseguito correttamente con avvisi
linkDesignToPart.WarningTitle=Disallineamento progetto/disegno da parte eseguito correttamente con avvisi

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=Non si dispone di una licenza GM Overlay per eseguire l'operazione.
NoGMLicense.TITLE=Licenza di GM Overlay

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=Il tag oggetto e il PLMXML non possono coesistere.
INTEROP_NULL_INPUTS=Input null per il file PLMXML e per il tag oggetto
INTEROP_INVALID_INPUT=L'input da avviare selezionato non \u00E8 valido.

# TcServices
TcServicesMissingPrefs.MSG=Valore mancante nella preferenza XML

# Roll up Messages
#------------------
rollupValidateError.TITLE=Errore di convalida rollup
rollupValidateTemplateExistsError.MSG=Esiste un template di roll up senza nome.
rollupValidateInvalidDelimiterError.MSG=Uno dei delimitatori del template di rollup non \u00E8 valido.
rollupValidateCalcEmptyFieldsError.MSG=Alcuni calcoli del template di rollup hanno campi vuoti.
delimiter_other=Altro

# Keys for About Dialog
prevHostName=Nome host:
prevLogFile=File di registro:
prevJournalFile=File Journal:

# SOA Services
ErrorWithSOACall.ERROR=Errore durante la chiamata del servizio SOA 
ErrorWithSOACall.TITLE=Errore del servizio SOA
ErrorFromSOACall.TITLE=Errore

SoaExceptionHandler.TITLE=Comunicazione col server
SoaExceptionHandler_ERROR1.TEXT=Il server ha rilevato un errore interno del server.
SoaExceptionHandler_ERROR2.TEXT=Ripetere l'ultima richiesta di servizio?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=La preferenza TC_VALIDATION_STYLESHEET_DATASETNAME non \u00E8 impostata.
noPerferenceValue.TITLE=Non \u00E8 stata trovata alcuna preferenza
invalidPreferenceValue=La preferenza TC_VALIDATION_STYLESHEET_DATASETNAME non \u00E8 valida.
invalidPreferenceValue.TITLE=Valore della preferenza non valido
noXSLFile=Nessun file XSL corrisponde alla preferenza TC_VALIDATION_STYLESHEET_DATASETNAME trovata.
noXSLFile.TITLE=Nessun file XSL
queryXSLFile=Problema durante l'utilizzo della query salvata.
queryXSLFile.TITLE=Problema durante la query del set di dati XSL

#rev rule string
effectivity=Effettivit\u00E0:
notSpecified=Oggi
effectivityWithEndItem=Effettivit\u00E0 con item finale:
dateString=Data({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=Degradazione lingua
SERVER_LOGIN_WARNING_CODE.TEXT=Impossibile eseguire la connessione nella lingua selezionata.\n\nL'applicazione verr\u00E0 aperta in varie lingue perch\u00E9 viene usata la lingua predefinita per il server di Teamcenter. 
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=Restrizione lingua\n\nLa connessione respinta per la lingua {0}.\n\nChiudere l''applicazione e modificare il valore lingua usato nello script di configurazione.\n\nMessaggio del server Teamcenter:\n\t{1}

# extension type string
EXT.extpointType.PRECONDITION=condizione preliminare
EXT.extpointType.PREACTION=azione preliminare
EXT.extpointType.POSTACTION=post-azione
EXT.extpointType.BASEACTION=baseaction
EXT.extpointType.UNKNOWN=sconosciuto

user.services.marshal.error=Si \u00E8 verificato un errore di marshalling durante l'elaborazione XML di TcUserService.
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=Passate di valutazione
VALIDATION_RUN_STATUS_DESC_upToDate=Errore nel risultato
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=Risultato scaduto a causa delle modifiche apportate alla parte
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=Risultato scaduto a causa delle modifiche apportate ai requisiti
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=Errore nella verifica dei parametri
VALIDATION_RUN_STATUS_DESC_missingReportLog=File di log dei risultati mancante
VALIDATION_RUN_STATUS_DESC_notRun=Risultato non trovato
VALIDATION_RUN_STATUS_DESC_notRequired=Passate di valutazione
VALIDATIONRunClient=Tutte le revisioni agente devono fornire un'implementazione del metodo runValidationOnClient 
VALIDATIONRun=Tutte le revisioni agente devono fornire un'implementazione del metodo runValidationOn 
VALIDATIONInvalidProperty=Propriet\u00E0 non valida per il tipo di revisione agente di convalida
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=Template di Excel non valido. Far riferimento alla guida dell'utente per ulteriori dettagli sull'uso dei tag nei template.
DUPLICATE_TAG_FOUND=Verificare se il template usato contiene tag duplicati. I fogli di dati devono contenere i tag di inizio, di fine e delle regole. I fogli di istruzioni devono contenere il tag Ignora. Fare riferimento alla guida dell'utente per ulteriori dettagli sull'uso dei tag nei template.
MISSING_TAG=Verificare se il template usato contiene i tag adeguati. I fogli di dati devono contenere i tag di inizio, di fine e delle regole. I fogli di istruzioni devono contenere il tag Ignora. Fare riferimento alla guida dell'utente per ulteriori dettagli sull'uso dei tag nei template.
ORDER_INVALID=L''ordine delle colonne nella tabella di regole nel foglio {0} del template di Excel {1} non \u00E8 valido. Verificare che l''ordine sia "Livello-Relazione-Tipo-TransferMode". Far riferimento alla guida dell''utente per ulteriori dettagli sull''uso delle colonne nei template.
INSUFFICIENT_PRIVILEDGE=Non si dispone di privilegi insufficienti per modificare o aggiornare il template.
COLUMNS_NOT_FOUND=Verificare se mancano colonne nel modello "Livello-Relazione-Tipo-TransferMode" nel foglio {0} del template Excel {1}. Fare riferimento alla guida dell''utente per ulteriori dettagli sull''uso delle colonne nei template.
RULETABLE_NOT_FOUND=Tabella di regole non trovata nel foglio {0} del template Excel {1}. Fare riferimento alla guida dell''utente per ulteriori dettagli sulla tabella di regole nei template.

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=La lingua {0} \u00E8 gi\u00E0 inclusa nella tabella.
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=\u00C8 stato raggiunto il limite di utilizzo mensile previsto dalla licenza per gli autori occasionali.\nL''accesso a Teamcenter verr\u00E0 bloccato per il resto mese al termine dei prossimi {0} giorni o delle prossime {1} ore.
usedDaysWarning={0} giorni o {1} ore mancanti questo mese al limite di utilizzo stabilito per gli autori occasionali.
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=La lunghezza del nome file {0} supera il limite consentito. La lunghezza massima consentita \u00E8 {1} caratteri, compresa l''estensione file.


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=Stringa
INTEGER_TYPE=Numero intero
LOGICAL_TYPE=Logico
DOUBLE_TYPE=Doppio
DATE_TYPE=Data

#2. Preference locations
USER_LOCATION=Utente
ROLE_LOCATION=Ruolo
GROUP_LOCATION=Gruppo
OVERLAY_LOCATION=Sovrapposizione 
COTS_LOCATION=Caratteristiche standard
ENV_VARIABLE_LOCATION=Variabile d'ambiente 
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=Sito

#3. Preference protection scopes
USER_PROTECTION_SCOPE=Utente
ROLE_PROTECTION_SCOPE=Ruolo
GROUP_PROTECTION_SCOPE=Gruppo
SITE_PROTECTION_SCOPE=Sito
SYSTEM_PROTECTION_SCOPE=Sistema

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=Utente: {0}
userLocation.Id_error.TEXT=Nessun ID utente
roleLocation.TEXT=Ruolo: {0}
groupLocation.TEXT=Gruppo: {0}
siteLocation.TEXT=Sito
environment.TEXT=Variabile d'ambiente 

#AEShell
TempFileDeleteWarning.MSG=Eliminare i file temporanei {0}?
TempFileDeleteWarning.TITLE=Eliminazione file temporanei

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=La seguente stringa percorso directory contiene parole chiave che possono causare potenziali problemi di sicurezza:
createFileVCFailure=La seguente stringa percorso file contiene parole chiave che possono causare potenziali problemi di sicurezza:
