# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=\u53D7\u4FE1\u30C8\u30EC\u30A4

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=\u65B0\u898F

# Strings for Errors
# ----------------------
noVolumeAccess=\u30DC\u30EA\u30E5\u30FC\u30E0\u306B\u5BFE\u3059\u308B\u66F8\u8FBC\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308A\u307E\u305B\u3093\u3002
noFCC=\u30D5\u30A1\u30A4\u30EB\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u7121\u52B9\u3067\u3059\u3002\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
downloadTransientFileException=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u5931\u6557:
uploadTransientFileException=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306B\u5931\u6557:
getNewFileException=\u65B0\u898F\u30D5\u30A1\u30A4\u30EB\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F -
createTransientDirException=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F:
fatalCommunicationException=\u81F4\u547D\u7684\u306A\u901A\u4FE1\u4F8B\u5916
missingFactoryComponentRegistryEntry=\u30D5\u30A1\u30AF\u30C8\u30EA\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30EC\u30B8\u30B9\u30C8\u30EA\u30A8\u30F3\u30C8\u30EA\u304C\u5B58\u5728\u3057\u307E\u305B\u3093:
invalidFactoryComponentEntry=\u7121\u52B9\u306A\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30D5\u30A1\u30AF\u30C8\u30EA\u30A8\u30F3\u30C8\u30EA
unknownLOVType=\u4E88\u671F\u3057\u306A\u3044\u5024\u30EA\u30B9\u30C8(LOV)\u30BF\u30A4\u30D7
failedToLogin=\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
shellsRunning=\u30ED\u30B0\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093: \u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u8D77\u52D5\u3057\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002\u305D\u308C\u3089\u3092\u9589\u3058\u3066\u7D42\u4E86\u3057\u3066\u304F\u3060\u3055\u3044\u3002
shellsRunning_FilesOpened=\u30ED\u30B0\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093: \u6B21\u306E\u30C7\u30FC\u30BF\u3092\u8868\u793A\u307E\u305F\u306F\u7DE8\u96C6\u3059\u308B\u305F\u3081\u306B\u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u8D77\u52D5\u3057\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059:\n{0} \n\u305D\u308C\u3089\u3092\u9589\u3058\u3066\u7D42\u4E86\u3057\u3066\u304F\u3060\u3055\u3044\u3002
invalidRelationType=\u7121\u52B9\u306A\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u3059\u3002\u89AA\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u633F\u5165\u3067\u304D\u307E\u305B\u3093:
invalidPropertyName=\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u540D: {0}
invalidPropertyType=\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u30BF\u30A4\u30D7
propertyIsArray=\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u914D\u5217\u3067\u3059...get<Type>ValueArray()\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
propertyIsNotArray=\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u914D\u5217\u3067\u306F\u3042\u308A\u307E\u305B\u3093...get<Type>Value()\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
invalidDirectory=\u7121\u52B9\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
noFactoriesRegistered=kernel.properties\u306B\u767B\u9332\u3067\u304D\u308B\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
notImplementedYet=\u307E\u3060\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
callNewIDBeforeisNewIDModifiable=isNewIDModifiable\u3092\u547C\u3073\u51FA\u3059\u524D\u306BgetNewID\u3092\u547C\u3073\u51FA\u3057\u3066\u304F\u3060\u3055\u3044\u3002
callNewRevBeforeisNewRevModifiable=isNewRevModifiable\u3092\u547C\u3073\u51FA\u3059\u524D\u306BgetNewRev\u3092\u547C\u3073\u51FA\u3057\u3066\u304F\u3060\u3055\u3044\u3002
bomlineAddError=\u3053\u3053\u306B\u8CBC\u4ED8\u3051\u3067\u304D\u308B\u306E\u306F\u3001\u30A2\u30A4\u30C6\u30E0\u3001\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3001\u307E\u305F\u306FBOM\u884C\u3060\u3051\u3067\u3059\u3002
genericPasteError=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8CBC\u4ED8\u3051\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
bomlinePasteMarkupChildError=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u884C\u306F\u8CBC\u4ED8\u3051\u3089\u308C\u306A\u3044\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
bomlinePasteMarkupParentError=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u884C\u3067\u8CBC\u4ED8\u3051\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
failedToOpen=\u958B\u3051\u307E\u305B\u3093\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u6B21\u306E\u4EBA\u306B\u3088\u308A\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u3059
createDirFailed=\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F:
misMatchedFileExtension=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306B\u306F\u9078\u629E\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30D5\u30A1\u30A4\u30EB\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u62E1\u5F35\u5B50\u304C\u3042\u308A\u307E\u3059\u3002
insertNotAllow=\u8CBC\u4ED8\u3051\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001\u89AA\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u633F\u5165/\u8CBC\u4ED8\u3051\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093: 
checkTCExportDir=TCExportDir\u5909\u6570\u306E\u30D1\u30B9\u304Cclient_specific.properties\u30D5\u30A1\u30A4\u30EB\u3067\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
bomlineAddTypeError=\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u8981\u7D20\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u8981\u7D20\u306F\u3001\u540C\u3058\u30BF\u30A4\u30D7\u306B\u306E\u307F\u8FFD\u52A0\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
overwriteFileError=\u30D5\u30A1\u30A4\u30EB\u306E\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u30D5\u30A1\u30A4\u30EB\u306F\u65E2\u306B{0}\u306B\u5B58\u5728\u3059\u308B\u305F\u3081\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002 \u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u79FB\u52D5\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u300C\u65E2\u5B58\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4E0A\u66F8\u304D\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u3001\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u30C0\u30A4\u30A2\u30ED\u30B0\u306B\u304A\u3044\u3066\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noSessionSuspend=\u30BB\u30C3\u30B7\u30E7\u30F3\u4FDD\u7559\u306F\u65E2\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u304A\u308A\u307E\u305B\u3093\u3002usePortalServerTimeouts\u3092\u3044\u3044\u3048\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
serverTimeout.TITLE=\u30B5\u30FC\u30D0\u518D\u5272\u5F53\u3066
serverTimeout.TEXT=Teamcenter\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u30B5\u30FC\u30D0\u3068\u306E\u63A5\u7D9A\u3092\u5931\u3044\u307E\u3057\u305F\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u73FE\u6642\u70B9\u3067\n\u65B0\u898F\u30B5\u30FC\u30D0\u3078\u306E\u63A5\u7D9A\u3092\u78BA\u5B9F\u306B\u518D\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3002\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u3066\u304B\u3089\u518D\u30ED\u30B0\u30A4\u30F3\u3057\u3001\n\u63A5\u7D9A\u3092\u518D\u78BA\u7ACB\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u7D9A\u304F\u5834\u5408\u3001Teamcenter\u30B5\u30FC\u30D0syslog\u3067\u5207\u65AD\u306E\n\u539F\u56E0\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
serverTimeout.TEXT2={0}\u3092\u62BC\u3057\u3066Teamcenter\u3092\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3059\u3002
serverTimeout.TEXT3={0}\u3092\u62BC\u3057\u3066\u7D9A\u884C\u3057\u307E\u3059\u3002
serverTimeout.TEXT4=\u65B0\u898FTeamcenter\u30B5\u30FC\u30D0\u304C\u5272\u5F53\u3066\u3055\u308C\u307E\u3057\u305F\u3002
operationFail=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u305F\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
invalidTypeName=\u7121\u52B9\u306A\u30BF\u30A4\u30D7\u540D\u3002
failedWritingDatasetInfo=xml\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u60C5\u5831\u306E\u66F8\u304D\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
bomlinePropertyLoadError=BOM\u884C\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u53D6\u308A\u51FA\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3057\u305F\u3002
USER_CANNOT_COPY = \u3053\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3092\u4FEE\u6B63\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
detectOverwrite.ERROR = \u30D1\u30CD\u30EB\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u6700\u65B0\u306E\u72B6\u614B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002 "OK"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u9589\u3058\u3001\u305D\u308C\u304B\u3089\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u30E1\u30CB\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u6700\u65B0\u306E\u5024\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u306F\u672A\u4FDD\u5B58\u306E\u30C7\u30FC\u30BF\u3092\u6D88\u53BB\u3057\u3066\u3001\u305D\u308C\u3092\u5165\u529B\u5024\u3067\u7F6E\u63DB\u3059\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
projectNotCut.ERROR = \u65B0\u898F\u30D7\u30ED\u30B0\u30E9\u30E0\u306E\u4E0B\u306B\u8CBC\u4ED8\u3051\u308B\u306B\u306F\u3001\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3092\u30AB\u30C3\u30C8\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=\u63A5\u7D9A\u4E2D

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=\u30B5\u30FC\u30D0\u63A5\u7D9A\u30A8\u30E9\u30FC

# Strings for licensing errors
integerFeatureKeyUsageError=\u6574\u6570\u306E\u6A5F\u80FD\u756A\u53F7\u306F\u3082\u3046\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u9069\u5207\u306A\u6587\u5B57\u5217\u306E\u6A5F\u80FD\u540D\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002


refresh_install_msg=Teamcenter\u30B5\u30FC\u30D0\u3067\u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u30D5\u30A1\u30A4\u30EB\u3092\u540C\u671F\u4E2D...
refresh_install_title=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F\u30D5\u30A1\u30A4\u30EB\u3092\u540C\u671F


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D0\u3078\u306E\u53C2\u7167\u3092\u5165\u624B\u3067\u304D\u307E\u305B\u3093\u3002
unableToBindServer=\u5B9F\u884C\u4E2D\u306E\u30B5\u30FC\u30D0\u306B\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
unableToConnectToNamingServer=\u30B5\u30FC\u30D0\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
unableToSetContext=\u65B0\u898F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
unableToResolveObject=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
unableRetrieveEntries=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30A8\u30F3\u30C8\u30EA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
authFailed=\u30E6\u30FC\u30B6\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044
badUri=\u30B5\u30FC\u30D0URI\u306B\u6307\u5B9A\u3055\u308C\u305F\u3082\u306E\u306F\u7121\u52B9(\u307E\u305F\u306F\u5B58\u5728\u3057\u306A\u3044\u4F4D\u7F6E)\u3067\u3059\u3002
serviceInitFailure=SOAP\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30B5\u30FC\u30D0\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3002
commsFailure=\u30A8\u30E9\u30FC:\u30EA\u30E2\u30FC\u30C8\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30B3\u30FC\u30EB\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=Teamcenter\u30B5\u30FC\u30D0\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u307E\u3059\u3002
logginInForUser=\u30E6\u30FC\u30B6

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=Teamcenter\u30B5\u30FC\u30D0\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=Teamcenter\u30B5\u30FC\u30D0\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002

# If the passed connector object is null
noValidServerConnector=\u30B5\u30FC\u30D0\u30B3\u30CD\u30AF\u30BF\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002

# Marshalling exceptions
marshallingParameterCountMismatch=\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u30D1\u30E9\u30E1\u30FC\u30BF\u30AB\u30A6\u30F3\u30C8\u306E\u4E0D\u4E00\u81F4\u3002
marshallingParameterTypeMismatch=\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u30D1\u30E9\u30E1\u30FC\u30BF\u30BF\u30A4\u30D7\u306E\u4E0D\u4E00\u81F4\u3002
marshallingParameterInvalidType=\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u30D1\u30E9\u30E1\u30FC\u30BF\u7121\u52B9\u30BF\u30A4\u30D7
marshallingUnsupportedEncoding=\u30E6\u30FC\u30B6\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u8FD4\u3055\u308C\u305F\u30C7\u30FC\u30BF\u306E\u30D1\u30FC\u30B9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3001'{0}'\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002

exception=\u4E00\u822CTC\u4F8B\u5916

toolNotFound=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u958B\u3051\u307E\u305B\u3093: \u4E92\u63DB\u6027\u306E\u3042\u308B\u30C4\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
invalidFileOrDirectory=\u7121\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA

# Volume Errors

nullVolumeParameter=\u6E21\u3055\u308C\u305F\u30DC\u30EA\u30E5\u30FC\u30E0\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullAccessorParameter=\u30A2\u30AF\u30BB\u30B5\u30FC\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullVolumeName=\u30DC\u30EA\u30E5\u30FC\u30E0\u540D\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullVolumeNode=\u30CE\u30FC\u30C9\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
invalidFMSEntries=FSC ID\u3001\u30D5\u30A1\u30A4\u30EB\u30B9\u30C8\u30A2\u30B0\u30EB\u30FC\u30D7ID\u3001\u307E\u305F\u306F\u30ED\u30FC\u30C9\u30D0\u30E9\u30F3\u30B5ID\u306E\u3044\u305A\u308C\u304B1\u3064\u3060\u3051\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059


# Person Errors

nullPersonParameter=\u6E21\u3055\u308C\u305F\u30D1\u30FC\u30BD\u30F3\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
PersonAndIconMismatch=\u30D1\u30FC\u30BD\u30F3\u540D\u3068\u30A2\u30A4\u30B3\u30F3ID\u30A2\u30EC\u30A4\u306E\u9577\u3055\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093

# Group Errors

nullGroupParameter=\u6E21\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullGroupNameParameter=\u30B0\u30EB\u30FC\u30D7\u540D\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
GroupAndIconMismatch=\u30B0\u30EB\u30FC\u30D7\u540D\u3068\u30A2\u30A4\u30B3\u30F3ID\u30A2\u30EC\u30A4\u306E\u9577\u3055\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093

# GroupMember Errors

nullGroupMemberParameter=\u6E21\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u30E1\u30F3\u30D0\u30FC\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
GroupMemberAndIconMismatch=\u30B0\u30EB\u30FC\u30D7\u30E1\u30F3\u30D0\u30FC\u540D\u3068\u30A2\u30A4\u30B3\u30F3ID\u30A2\u30EC\u30A4\u306E\u9577\u3055\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093

# Role Errors

nullRoleParameter=\u6E21\u3055\u308C\u305F\u30ED\u30FC\u30EB\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
RoleAndIconMismatch=\u30ED\u30FC\u30EB\u540D\u3068\u30A2\u30A4\u30B3\u30F3ID\u30A2\u30EC\u30A4\u306E\u9577\u3055\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093

# User Errors

nullUserParameter=\u6E21\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullUserId=\u30E6\u30FC\u30B6ID\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullPassword=\u30D1\u30B9\u30EF\u30FC\u30C9\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullOSUserName=\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u30E6\u30FC\u30B6\u540D\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
nullDefaultGroup=\u30E6\u30FC\u30B6\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30B0\u30EB\u30FC\u30D7\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
UserAndIconMismatch=\u30E6\u30FC\u30B6\u540D\u3068\u30A2\u30A4\u30B3\u30F3ID\u30A2\u30EC\u30A4\u306E\u9577\u3055\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093


# Preference Service errors

nullPreferenceName=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u540D\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
invalidPreferenceScope=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5024\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u3067\u3059\u3002
unequalLengthOfArrays=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n\u6E21\u3055\u308C\u305F\u914D\u5217\u3059\u3079\u3066\u304C\u540C\u3058\u9577\u3055\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
invalidTargetIds=\u3053\u306E\u65B9\u6CD5\u306B\u6E21\u3055\u308C\u305F\u30E6\u30FC\u30B6/\u30ED\u30FC\u30EB/\u30B0\u30EB\u30FC\u30D7\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3067\u554F\u984C\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002

# Print property header
propertyHeaders.DISPLAYNAME=\u30D7\u30ED\u30D1\u30C6\u30A3\u8868\u793A\u540D
propertyHeaders.REALNAME=\u30D7\u30ED\u30D1\u30C6\u30A3\u5B9F\u540D
propertyHeaders.VALUE=\u5024
objectPropety.TITLE=\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u30D7\u30ED\u30D1\u30C6\u30A3
formPropety.TITLE=\u30D5\u30A9\u30FC\u30E0\u30D7\u30ED\u30D1\u30C6\u30A3

# TCServer Connection errors
nullHostParameter=\u30D1\u30E9\u30E1\u30FC\u30BFserverHost\u306FTCServerConnection\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306ENULL\u306B\u306F\u3067\u304D\u307E\u305B\u3093

# Compound Property errors
nullValuesNotAllowed=\u8907\u5408\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5B9A\u7FA9\u306E\u305F\u3081\u306B\u6E21\u3055\u308C\u305F\u5024\u306FNULL\u4EE5\u5916\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002

# AIE message strings
# -------------------------
unableToDelete=\u30A4\u30F3\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u6210\u529F\u3057\u307E\u3057\u305F\u304C\u3001\u4E0D\u660E\u306A\u30D5\u30A1\u30A4\u30EB\u306E\u305F\u3081\u306B\u63A5\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093
importOperationFailed=\u30A4\u30F3\u30DD\u30FC\u30C8\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
noPrimaryNamedRef=\u30D7\u30E9\u30A4\u30DE\u30EA\u540D\u524D\u4ED8\u304D\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
operationInProgressImport=\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u63A5\u7D9A\u3067\u5225\u306E\u64CD\u4F5C\u304C\u9032\u884C\u4E2D\u3067\u3059\u3002
operationInProgressExport=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u63A5\u7D9A\u3067\u5225\u306E\u64CD\u4F5C\u304C\u9032\u884C\u4E2D\u3067\u3059\u3002
badData=\u63A5\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u4E0D\u826F\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u3059\u3002
directoryDoesNotExist=\u63A5\u7D9A\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
unableToUpdate=\u63A5\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002
exportOnlyConnection=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u5C02\u7528\u63A5\u7D9A\u304B\u3089\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306F\u3067\u304D\u307E\u305B\u3093\u3002
noExportToFailed=\u5931\u6557\u3057\u305F\u63A5\u7D9A\u3078\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306F\u3067\u304D\u307E\u305B\u3093\u3002
errorImportingFiles=\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
noFilesToExport.TEXT=\u9078\u629E\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u306F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u7528\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
nonTrivialXFileDir=\u5358\u7D14\u51E6\u7406\u304C\u4E0D\u53EF\u80FD\u306Axfile\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
noParentItemRev=\u89AA\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u306E\u306A\u3044AutoCAD \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
# This is appended with " " + filespec + <another message>
fileToOpen=\u958B\u304F\u30D5\u30A1\u30A4\u30EB

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=\u63A5\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u3042\u308A\u307E\u305B\u3093\u3002
notFoundInDirectory=\u63A5\u7D9A\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u3042\u308A\u307E\u305B\u3093\u3002

# usage: <any of these> + connection name
exportingToConnection=\u63A5\u7D9A\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
importingFromConnection=\u63A5\u7D9A\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
analyzingDatasetsForExport=\u63A5\u7D9A\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
analyzingDatasetsForImport=\u63A5\u7D9A\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308BTeamcenter\u3068\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002

# For component selection
# -----------------------
invalidQuery.MSG=\u6307\u5B9A\u3055\u308C\u305F\u7121\u52B9\u306A\u30AF\u30A8\u30EA:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u7F6E\u63DB/\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9...
notReserved.MSG1=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u307E\u305F\u306F\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u305F\u305F\u3081\u3001\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n \u66F4\u65B0\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u6B21\u306E\u5834\u6240\u306B\u3042\u308A\u307E\u3059 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u958B\u304F/\u5C5E\u6027\u3092\u6307\u5B9A\u3057\u3066\u958B\u304F...
unableImportFile.MSG1=\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
unableImportFile.MSG2=\u6B21\u306E\u62E1\u5F35\u5B50\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u305F\u3081\u306E\u30D5\u30A1\u30A4\u30EB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093:
unableImportFile.MSG3=\u306F\u4FDD\u6301\u3055\u308C\u3066\u304A\u308A\u3001\u624B\u52D5\u3067\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u7F6E\u63DB/\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9...
unableUploadFile.MSG1=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u66F4\u65B0\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u6B21\u3067\u898B\u3064\u304B\u308A\u307E\u3059:
unableUploadFile.MSG2=\u7BA1\u7406\u8005\u306B\u554F\u3044\u5408\u308F\u305B\u3066\u304F\u3060\u3055\u3044\u3002

# For ME occurrence group lines
#------------------------
errorAddAppearance=\u30AA\u30AB\u30EC\u30F3\u30B9\u30B0\u30EB\u30FC\u30D7\u3067\u306F\u3001\u69CB\u6210\u5909\u66F4\u306E\u8A66\u884C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
errorRemoveAppearance=\u30AA\u30AB\u30EC\u30F3\u30B9\u30B0\u30EB\u30FC\u30D7\u3067\u306F\u3001\u69CB\u6210\u5909\u66F4\u306E\u8A66\u884C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
errorNoAppearanceToAdd=\u30AA\u30AB\u30EC\u30F3\u30B9\u30B0\u30EB\u30FC\u30D7\u3078\u306E\u8FFD\u52A0\u306B\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u7121\u52B9\u3067\u3059

# For cfg attachment lines
#------------------------
errorCannotFindLine=\u6B21\u306E\u30A2\u30BF\u30C3\u30C1\u30E1\u30F3\u30C8\u884C\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=plmxml\u30D5\u30A1\u30A4\u30EB\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002

# For deleting root activity
errorDeleteRootActivity=\u30EB\u30FC\u30C8\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093

# For TcFile errors
# ------------------------
nullTcFileParameter=\u6E21\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306FNULL\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=\u30C7\u30FC\u30BF\u5171\u6709\u30DE\u30CD\u30FC\u30B8\u30E3\u30A8\u30E9\u30FC
dataShareManagerError=\u30C7\u30FC\u30BF\u5171\u6709\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u9069\u5207\u306B\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=\u6E21\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u306FNULL\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093!

# Variant rule errors
# ------------------------
variantRule.noOptionForName=\u30D0\u30EA\u30A2\u30F3\u30C8\u30EB\u30FC\u30EB\u306B\u306F\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u307E\u305B\u3093
veNotFound=\u6307\u5B9A\u30D0\u30EA\u30A2\u30F3\u30C8\u5F0F\u306B\u304A\u3044\u3066\n\u30D0\u30EA\u30A2\u30F3\u30C8\u5F0F\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=RDV\u30B5\u30FC\u30D3\u30B9\u30A8\u30E9\u30FC
sendAdditionalIncompatibleIC.MSG=\u73FE\u5728\u306EIC\u306F\u3001\u5143\u306E\u30C7\u30FC\u30BF\u306E\u9001\u4FE1\u306B\u4F7F\u7528\u3055\u308C\u305F\u3082\u306E\u3068\u306F\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=\u30EC\u30D9\u30EB

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30A2\u30EC\u30F3\u30B8\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059
deleteDefaultArrangement.MSG=\u3053\u306E\u30A2\u30BB\u30F3\u30D6\u30EA\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u914D\u7F6E\u3092\u524A\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\n\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u914D\u7F6E\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u3053\u306E\u30A2\u30BB\u30F3\u30D6\u30EA\u304C\u4ED6\u306E\u30A2\u30BB\u30F3\u30D6\u30EA\u3067\n\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u3001\u4E88\u671F\u3057\u306A\u3044\u8868\u793A\u7D50\u679C\u304C\u5F97\u3089\u308C\u308B\u3053\u3068\u304C\n\u3042\u308A\u307E\u3059\u3002\u7D9A\u3051\u307E\u3059\u304B?

# FMS errors

badFmsHome.TITLE=FMS\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u30A8\u30E9\u30FC\u3002
badFmsHome.MSG=FMS\u306E\u5B9F\u884C\u306B\u5FC5\u8981\u306A\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002FMS_HOME\u304C\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002

terminalFCCResourceError.TITLE=\u30D5\u30A1\u30A4\u30EB\u30A2\u30AF\u30BB\u30B9\u306E\u554F\u984C
terminalFCCResourceError.MSG=FCC\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
terminalFCCResourceError.DETAIL=\u3053\u306E\u91CD\u8981\u306A\u554F\u984C\u304C\u89E3\u6C7A\u3059\u308B\u307E\u3067\u30D5\u30A1\u30A4\u30EB\u30A2\u30AF\u30BB\u30B9\u306F\u5931\u6557\u3057\u307E\u3059\u3002\n\u3053\u308C\u306F\u901A\u5E38\u3001\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306E\u554F\u984C\u306B\u3088\u3063\u3066\u5F15\u304D\u8D77\u3053\u308A\u307E\u3059\u3002\nFMS_HOME\u74B0\u5883\u5909\u6570\u306E\u5024\u3092\u78BA\u8A8D\u3057\u3001\u30E9\u30A4\u30D6\u30E9\u30EA\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306B\u9069\u5207\u306AFCCJavaClientProxy\u5171\u6709\n\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u5B58\u5728\u3059\u308B\u304B\u691C\u8A3C\u3057\u307E\u3059\u3002\n(\u30E9\u30A4\u30D6\u30E9\u30EA\u547D\u540D\u898F\u5247: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\n\u554F\u984C\u304C\u7D9A\u304F\u5834\u5408\u306F\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002

warningFCCStartFailure.TITLE=\u30D5\u30A1\u30A4\u30EB\u30A2\u30AF\u30BB\u30B9\u306E\u554F\u984C
warningFCCStartFailure.MSG=FCC\u306F\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
warningFCCStartFailure.DETAIL=FCC\u306E\u958B\u59CB\u306B\u6210\u529F\u3059\u308B\u307E\u3067\u30D5\u30A1\u30A4\u30EB\u30A2\u30AF\u30BB\u30B9\u306F\u5931\u6557\u3057\u307E\u3059\u3002\n\u3053\u308C\u306F\u901A\u5E38\u3001\u73FE\u5728\u4F7F\u7528\u3067\u304D\u306A\u3044\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u3063\u3066\u5F15\u304D\u8D77\u3053\u3055\u308C\u308B\u304B\u3001\u307E\u305F\u306F\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002\n\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F\u5468\u671F\u7684\u306B\u518D\u8A66\u884C\u3055\u308C\u3001\u554F\u984C\u304C\u89E3\u6C7A\u3055\u308C\u308C\u3070\u30D5\u30A1\u30A4\u30EB\u30A2\u30AF\u30BB\u30B9\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\n\u554F\u984C\u304C\u7D9A\u304F\u5834\u5408\u306F\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002

# CAD-Part alignment
invalidSource.TITLE=\u7121\u52B9\u306A\u30BD\u30FC\u30B9\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
linkDesignToPart.TITLE=\u8A2D\u8A08/\u56F3\u9762\u3092\u30D1\u30FC\u30C8\u306B\u63C3\u3048\u308B
unlinkDesignFromPart.TITLE=\u8A2D\u8A08/\u56F3\u9762\u306E\u4F4D\u7F6E\u63C3\u3048\u3092\u30D1\u30FC\u30C8\u304B\u3089\u89E3\u9664\u3059\u308B
notCadOrDrawingSource.MSG=Teamcenter\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u4F4D\u7F6E\u63C3\u3048\u53EF\u80FD\u306A\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u30B5\u30D6\u30BF\u30A4\u30D7\u304B\u3001\u307E\u305F\u306FTCBOM\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u3042\u308B\u4F01\u696D\u56F3\u9762\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
notPartSource.MSG=CAD/\u56F3\u9762\u306B\u4F4D\u7F6E\u63C3\u3048\u3067\u304D\u308B\u306E\u306F\u30D1\u30FC\u30C8\u306E\u307F\u3067\u3059\u3002
designAlreadyAligned.MSG=\u5E7E\u3064\u304B\u306E\u30BD\u30FC\u30B9\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3/BOM\u884C\u306F\u3001\u65E2\u306B\u9078\u629E\u3057\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u30D1\u30FC\u30C8ACT\u884C\u306B\u5272\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\n \u3053\u306E\u30A2\u30A4\u30C6\u30E0\u306B\u5BFE\u3059\u308B\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002
drawingAlreadyAligned.MSG=\u4E00\u90E8\u306E\u56F3\u9762\u306F\u65E2\u306B\u9078\u629E\u3057\u305F\u30D1\u30FC\u30C8\u306B\u4F4D\u7F6E\u304C\u63C3\u3048\u3089\u308C\u3066\u3044\u307E\u3059\u3002\n \u3053\u308C\u3089\u306E\u30A2\u30A4\u30C6\u30E0\u306B\u3064\u3044\u3066\u306F\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u304C\u7701\u7565\u3055\u308C\u307E\u3057\u305F\u3002
partAlreadyAligned.MSG=\u30BD\u30FC\u30B9\u30D1\u30FC\u30C8\u306E\u4E00\u90E8\u306F\u3001\u65E2\u306B\u9078\u629E\u3057\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u4F4D\u7F6E\u63C3\u3048\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n \u3053\u308C\u3089\u306E\u30D1\u30FC\u30C8\u306B\u5BFE\u3059\u308B\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u7701\u7565\u3055\u308C\u307E\u3057\u305F\u3002
unlinkableDesignTypes.MSG=\u9078\u629E\u3055\u308C\u305F\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u30BF\u30A4\u30D7\u306F\u3001\u30D1\u30FC\u30C8\u306B\u4F4D\u7F6E\u63C3\u3048\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\n\u4F4D\u7F6E\u63C3\u3048\u53EF\u80FD\u306A\u30A2\u30A4\u30C6\u30E0\u30BF\u30A4\u30D7\u3092\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noDesignTypes.MSG=\u30D1\u30FC\u30C8\u306B\u4F4D\u7F6E\u63C3\u3048\u53EF\u80FD\u306A\u30A2\u30A4\u30C6\u30E0\u30BF\u30A4\u30D7\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\n\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
mixedTypesDisallowed.MSG=\u3059\u3079\u3066\u540C\u3058\u30BF\u30A4\u30D7\u306E\u30BD\u30FC\u30B9\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
removedPrimaryRepresentation.MSG=\u30D1\u30FC\u30C8\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u8868\u73FE\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
linkDesignToPart.ErrorTitle=\u4F4D\u7F6E\u63C3\u3048\u306B\u304A\u3051\u308B\u30A8\u30E9\u30FC
unlinkDesignToPart.ErrorTitle=\u8A2D\u8A08/\u56F3\u9762\u306E\u30D1\u30FC\u30C8\u306E\u63C3\u3048\u89E3\u9664\u30A8\u30E9\u30FC
linkDesignToPart.WarningTitle=\u8B66\u544A\u4ED8\u304D\u3067\u5408\u683C\u3057\u305F\u30D1\u30FC\u30C8\u306B\u8A2D\u8A08/\u56F3\u9762\u3092\u63C3\u3048
linkDesignToPart.WarningTitle=\u8B66\u544A\u4ED8\u304D\u3067\u5408\u683C\u3057\u305F\u30D1\u30FC\u30C8\u304B\u3089\u306E\u8A2D\u8A08/\u56F3\u9762\u3092\u63C3\u3048\u89E3\u9664

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306EGM\u30AA\u30FC\u30D0\u30EC\u30A4\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
NoGMLicense.TITLE=GM\u30AA\u30FC\u30D0\u30FC\u30EC\u30A4\u306E\u30E9\u30A4\u30BB\u30F3\u30B9

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30BF\u30B0\u304A\u3088\u3073PLMXML\u306E\u4E21\u65B9\u306F\u5B58\u5728\u3067\u304D\u307E\u305B\u3093
INTEROP_NULL_INPUTS=PLMXML\u30D5\u30A1\u30A4\u30EB\u304A\u3088\u3073\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30BF\u30B0\u306E\u4E21\u65B9\u306B\u5BFE\u3059\u308BNULL\u5165\u529B
INTEROP_INVALID_INPUT=\u8D77\u52D5\u3059\u308B\u305F\u3081\u306B\u9078\u629E\u3055\u308C\u305F\u5165\u529B\u304C\u7121\u52B9\u3067\u3059\u3002 

# TcServices
TcServicesMissingPrefs.MSG=\u8981\u7D04\u3055\u308C\u305FXML\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5024\u304C\u3042\u308A\u307E\u305B\u3093

# Roll up Messages
#------------------
rollupValidateError.TITLE=\u691C\u8A3C\u30A8\u30E9\u30FC\u3092\u30ED\u30FC\u30EB\u30A2\u30C3\u30D7
rollupValidateTemplateExistsError.MSG=\u540D\u524D\u306E\u306A\u3044\u30ED\u30FC\u30EB\u30A2\u30C3\u30D7\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u3042\u308A\u307E\u3059\u3002
rollupValidateInvalidDelimiterError.MSG=\u30ED\u30FC\u30EB\u30A2\u30C3\u30D7\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u7121\u52B9\u306A\u533A\u5207\u308A\u6587\u5B57\u304C\u3042\u308A\u307E\u3059\u3002
rollupValidateCalcEmptyFieldsError.MSG=\u30ED\u30FC\u30EB\u30A2\u30C3\u30D7\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u7A7A\u767D\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6301\u3064\u8A08\u7B97\u5F0F\u304C\u3042\u308A\u307E\u3059\u3002
delimiter_other=\u305D\u306E\u4ED6

# Keys for About Dialog
prevHostName=\u30DB\u30B9\u30C8\u540D:
prevLogFile=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB:
prevJournalFile=\u30B8\u30E3\u30FC\u30CA\u30EB\u30D5\u30A1\u30A4\u30EB:

# SOA Services
ErrorWithSOACall.ERROR=SOA\u30B5\u30FC\u30D3\u30B9\u30B3\u30FC\u30EB\u304B\u3089\u623B\u3055\u308C\u305F\u30A8\u30E9\u30FC
ErrorWithSOACall.TITLE=SOA\u30B5\u30FC\u30D3\u30B9\u306E\u5931\u6557
ErrorFromSOACall.TITLE=\u30A8\u30E9\u30FC

SoaExceptionHandler.TITLE=\u30B5\u30FC\u30D0\u3068\u306E\u4EA4\u4FE1
SoaExceptionHandler_ERROR1.TEXT=\u30B5\u30FC\u30D0\u304C\u5185\u90E8\u30B5\u30FC\u30D0\u30A8\u30E9\u30FC\u3092\u8FD4\u3057\u307E\u3057\u305F\u3002
SoaExceptionHandler_ERROR2.TEXT=\u524D\u56DE\u306E\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u3092\u9001\u308A\u306A\u304A\u3057\u307E\u3059\u304B?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9TC_VALIDATION_STYLESHEET_DATASETNAME\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
noPerferenceValue.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
invalidPreferenceValue=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9TC_VALIDATION_STYLESHEET_DATASETNAME\u304C\u7121\u52B9\u3067\u3059\u3002
invalidPreferenceValue.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5024\u304C\u7121\u52B9\u3067\u3059
noXSLFile=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9TC_VALIDATION_STYLESHEET_DATASETNAME\u306B\u4E00\u81F4\u3059\u308BXSL\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
noXSLFile.TITLE=XSL\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093
queryXSLFile=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u4FDD\u5B58\u6E08\u307F\u30AF\u30A8\u30EA\u3092\u4F7F\u7528\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002
queryXSLFile.TITLE=XSL\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3078\u306E\u30AF\u30A8\u30EA\u304C\u5931\u6557\u3057\u307E\u3057\u305F

#rev rule string
effectivity=\u6709\u52B9\u671F\u9650:
notSpecified=\u4ECA\u65E5
effectivityWithEndItem=\u30A8\u30F3\u30C9\u30A2\u30A4\u30C6\u30E0\u306B\u3088\u308B\u6709\u52B9\u671F\u9650:
dateString=\u65E5\u4ED8({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=\u8A00\u8A9E\u524A\u6E1B
SERVER_LOGIN_WARNING_CODE.TEXT=\u8981\u6C42\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30EB\u3068\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002\n\nTeamcenter\u30B5\u30FC\u30D0\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u8A00\u8A9E\u304C\u4F7F\u7528\u3055\u308C\u308B\u305F\u3081\u3001\u6DF7\u5408\u306E\u30ED\u30FC\u30AB\u30EA\u30BC\u30FC\u30B7\u30E7\u30F3\u304C\u793A\u3055\u308C\u307E\u3059\u3002
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=\u8A00\u8A9E\u306E\u5236\u7D04\n\n\u63A5\u7D9A\u306F\u8A00\u8A9E{0}\u306B\u5BFE\u3057\u3066\u62D2\u5426\u3055\u308C\u307E\u3059\u3002\n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3057\u3066\u30B9\u30BF\u30FC\u30C8\u30A2\u30C3\u30D7\u30B9\u30AF\u30EA\u30D7\u30C8\u3067\u4F7F\u7528\u3057\u305F\u8A00\u8A9E\u306E\u5024\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002\n\nTeamcenter\u30B5\u30FC\u30D0\u30E1\u30C3\u30BB\u30FC\u30B8:\n\t{1}

# extension type string
EXT.extpointType.PRECONDITION=\u524D\u63D0\u6761\u4EF6
EXT.extpointType.PREACTION=\u30D7\u30EC\u52D5\u4F5C
EXT.extpointType.POSTACTION=\u30DD\u30B9\u30C8\u52D5\u4F5C
EXT.extpointType.BASEACTION=\u57FA\u672C\u52D5\u4F5C
EXT.extpointType.UNKNOWN=\u4E0D\u660E

user.services.marshal.error=TcUserService\u306B\u5BFE\u3059\u308BXML\u306E\u51E6\u7406\u4E2D\u306B\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=\u8A55\u4FA1\u306B\u30D1\u30B9\u3057\u307E\u3059
VALIDATION_RUN_STATUS_DESC_upToDate=\u7D50\u679C\u304C\u5931\u6557\u3057\u307E\u3057\u305F
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=\u30D1\u30FC\u30C8\u304C\u5909\u66F4\u3057\u305F\u305F\u3081\u7D50\u679C\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=\u8981\u4EF6\u304C\u5909\u66F4\u3055\u308C\u305F\u305F\u3081\u7D50\u679C\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u78BA\u8A8D\u306B\u5931\u6557\u3057\u307E\u3057\u305F
VALIDATION_RUN_STATUS_DESC_missingReportLog=\u7D50\u679C\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u304C\u6B20\u843D\u3057\u3066\u3044\u307E\u3059
VALIDATION_RUN_STATUS_DESC_notRun=\u7D50\u679C\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
VALIDATION_RUN_STATUS_DESC_notRequired=\u8A55\u4FA1\u306B\u30D1\u30B9\u3057\u307E\u3059
VALIDATIONRunClient=\u5404\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30EA\u30D3\u30B8\u30E7\u30F3\u306FrunValidationOnClient\u30E1\u30BD\u30C3\u30C9\u306E\u81EA\u8EAB\u306E\u5B9F\u88C5\u3092\u63D0\u4F9B\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
VALIDATIONRun=\u5404\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30EA\u30D3\u30B8\u30E7\u30F3\u306FrunValidationOn\u30E1\u30BD\u30C3\u30C9\u306E\u81EA\u8EAB\u306E\u5B9F\u88C5\u3092\u63D0\u4F9B\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
VALIDATIONInvalidProperty=\u691C\u8A3C\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30EA\u30D3\u30B8\u30E7\u30F3\u30BF\u30A4\u30D7\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=\u3053\u306EExcel\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u7121\u52B9\u3067\u3059\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\u306E\u30BF\u30B0\u306E\u4F7F\u7528\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DUPLICATE_TAG_FOUND=\u4F7F\u7528\u3055\u308C\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u91CD\u8907\u30BF\u30B0\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u304B\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30B7\u30FC\u30C8\u306F\u958B\u59CB\u3001\u7D42\u4E86\u304A\u3088\u3073\u30EB\u30FC\u30EB\u30BF\u30B0\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6307\u793A\u30B7\u30FC\u30C8\u306F\u7121\u8996\u30BF\u30B0\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u304A\u3051\u308B\u30BF\u30B0\u306E\u4F7F\u7528\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MISSING_TAG=\u4F7F\u7528\u3055\u308C\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u9069\u5207\u306A\u30BF\u30B0\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u304B\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30B7\u30FC\u30C8\u306F\u958B\u59CB\u3001\u7D42\u4E86\u304A\u3088\u3073\u30EB\u30FC\u30EB\u30BF\u30B0\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6307\u793A\u30B7\u30FC\u30C8\u306F\u7121\u8996\u30BF\u30B0\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u304A\u3051\u308B\u30BF\u30B0\u306E\u4F7F\u7528\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ORDER_INVALID=Excel\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8{1}\u306E{0}\u30B7\u30FC\u30C8\u306B\u3042\u308B\u30EB\u30FC\u30EB\u30C6\u30FC\u30D6\u30EB\u5217\u306E\u9806\u5E8F\u304C\u7121\u52B9\u3067\u3059\u3002\u9806\u5E8F\u304C\u300C\u30EC\u30D9\u30EB-\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3-\u30BF\u30A4\u30D7-\u8EE2\u9001\u30E2\u30FC\u30C9\u300D\u304B\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\u306E\u5217\u4F7F\u7528\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
INSUFFICIENT_PRIVILEDGE=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u7DE8\u96C6\u307E\u305F\u306F\u66F4\u65B0\u3059\u308B\u306B\u306F\u6A29\u9650\u304C\u4E0D\u5341\u5206\u3067\u3059\u3002
COLUMNS_NOT_FOUND="\u30EC\u30D9\u30EB-\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3-\u30BF\u30A4\u30D7-\u8EE2\u9001\u30E2\u30FC\u30C9"\u304B\u3089\u306E1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u5217\u304CExcel\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8{1}\u306E{0}\u30B7\u30FC\u30C8\u304B\u3089\u6B20\u843D\u3057\u3066\u3044\u308B\u304B\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u304A\u3051\u308B\u5217\u306E\u4F7F\u7528\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RULETABLE_NOT_FOUND=Excel\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8{1}\u306E{0}\u30B7\u30FC\u30C8\u3067\u30EB\u30FC\u30EB\u30C6\u30FC\u30D6\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\u306E\u30EB\u30FC\u30EB\u30C6\u30FC\u30D6\u30EB\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306F\u3001\u30E6\u30FC\u30B6\u30AC\u30A4\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=\u8A00\u8A9E{0}\u306F\u65E2\u306B\u30C6\u30FC\u30D6\u30EB\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=\u4ECA\u6708\u306F\u81E8\u6642\u30AA\u30FC\u30B5\u30FC\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u5BFE\u3059\u308B\u4F7F\u7528\u306E\u5236\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\n{0}\u4E00\u610F\u30AB\u30EC\u30F3\u30C0\u30FC\u65E5\u307E\u305F\u306F{1}\u6642\u9593\u306E\u8FFD\u52A0\u4F7F\u7528\u306E\u5F8C\u3001\u305D\u306E\u6708\u306ETeamcenter\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u306F\u7121\u52B9\u306B\u306A\u308A\u307E\u3059\u3002
usedDaysWarning=\u81E8\u6642\u30AA\u30FC\u30B5\u30FC\u306B\u5BFE\u3059\u308B\u4F7F\u7528\u306E\u5236\u9650\u306B\u9054\u3059\u308B\u524D\u306E\u3001\u305D\u306E\u6708\u3067\u6B8B\u3063\u3066\u3044\u308B\u4F7F\u7528\u306E{0}\u4E00\u610F\u30AB\u30EC\u30F3\u30C0\u30FC\u65E5\u307E\u305F\u306F{1}\u6642\u9593\u3067\u3059\u3002
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=\u30D5\u30A1\u30A4\u30EB\u540D{0}\u306E\u9577\u3055\u304C\u8A31\u5BB9\u7BC4\u56F2\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u8A31\u5BB9\u3055\u308C\u308B\u6700\u5927\u9577\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u62E1\u5F35\u5B50\u3092\u542B\u307F{1}\u6587\u5B57\u3067\u3059\u3002


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=\u6587\u5B57\u5217
INTEGER_TYPE=\u6574\u6570
LOGICAL_TYPE=\u8AD6\u7406\u7684
DOUBLE_TYPE=\u500D\u7CBE\u5EA6\u5B9F\u6570
DATE_TYPE=\u65E5\u4ED8

#2. Preference locations
USER_LOCATION=\u30E6\u30FC\u30B6
ROLE_LOCATION=\u30ED\u30FC\u30EB
GROUP_LOCATION=\u30B0\u30EB\u30FC\u30D7
OVERLAY_LOCATION=\u30AA\u30FC\u30D0\u30EC\u30A4
COTS_LOCATION=\u305D\u306E\u307E\u307E\u4F7F\u7528\u3067\u304D\u308B
ENV_VARIABLE_LOCATION=\u74B0\u5883\u5909\u6570
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=\u30B5\u30A4\u30C8

#3. Preference protection scopes
USER_PROTECTION_SCOPE=\u30E6\u30FC\u30B6
ROLE_PROTECTION_SCOPE=\u30ED\u30FC\u30EB
GROUP_PROTECTION_SCOPE=\u30B0\u30EB\u30FC\u30D7
SITE_PROTECTION_SCOPE=\u30B5\u30A4\u30C8
SYSTEM_PROTECTION_SCOPE=\u30B7\u30B9\u30C6\u30E0

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=\u30E6\u30FC\u30B6: {0}
userLocation.Id_error.TEXT=\u30E6\u30FC\u30B6ID\u306A\u3057
roleLocation.TEXT=\u30ED\u30FC\u30EB: {0}
groupLocation.TEXT=\u30B0\u30EB\u30FC\u30D7: {0}
siteLocation.TEXT=\u30B5\u30A4\u30C8
environment.TEXT=\u74B0\u5883\u5909\u6570

#AEShell
TempFileDeleteWarning.MSG=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
TempFileDeleteWarning.TITLE=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u524A\u9664

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=\u6B21\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30D1\u30B9\u6587\u5B57\u5217\u306B\u306F\u3001\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u554F\u984C\u3092\u8D77\u3053\u3059\u53EF\u80FD\u6027\u306E\u3042\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u304C\u542B\u307E\u308C\u307E\u3059\u3002
createFileVCFailure=\u6B21\u306E\u30D5\u30A1\u30A4\u30EB\u30D1\u30B9\u6587\u5B57\u5217\u306B\u306F\u3001\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u554F\u984C\u3092\u8D77\u3053\u3059\u53EF\u80FD\u6027\u306E\u3042\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u304C\u542B\u307E\u308C\u307E\u3059\u3002
