# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=Bo\u00EEte de R\u00E9ception

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=Nouveau

# Strings for Errors
# ----------------------
noVolumeAccess=Vous n'avez pas acc\u00E8s en \u00E9criture \u00E0 un quelconque volume.
noFCC=Cache client non activ\u00E9. Contactez l'administrateur du syst\u00E8me.
downloadTransientFileException=Echec de t\u00E9l\u00E9chargement descendant de fichier temporaire:
uploadTransientFileException=Echec d'importation de fichier temporaire:
getNewFileException=Echec d'obtention du nouveau fichier -
createTransientDirException=Echec de cr\u00E9ation d'un r\u00E9pertoire de travail pour fichier temporaire :
fatalCommunicationException=Anomalie de communication bloquante.
missingFactoryComponentRegistryEntry=Entr\u00E9e du registre de composant de fabrique manquante:
invalidFactoryComponentEntry=Entr\u00E9e de composant de fabrique incorrecte pour
unknownLOVType=Type LOV inattendu
failedToLogin=Echec de la connexion
shellsRunning=Impossible de se d\u00E9connecter: Des applications en cours d'ex\u00E9cution ont \u00E9t\u00E9 lanc\u00E9es depuis le client riche. Fermez-les et quittez.
shellsRunning_FilesOpened=Impossible de se d\u00E9connecter: Des applications en cours d''ex\u00E9cution ont \u00E9t\u00E9 lanc\u00E9es depuis le client riche pour consulter et \u00E9diter les donn\u00E9es suivantes:\n{0} \nFermez-les et quittez.
invalidRelationType=Relation incorrecte. Impossible d'ins\u00E9rer dans l'objet parent:
invalidPropertyName=Nom de propri\u00E9t\u00E9 non valable: {0}
invalidPropertyType=Type de propri\u00E9t\u00E9 incorrect
propertyIsArray=La propri\u00E9t\u00E9 est un tableau... Utiliser get<Type>ValueArray().
propertyIsNotArray=La propri\u00E9t\u00E9 n'est pas un tableau... Utiliser get<Type>Value().
invalidDirectory=R\u00E9pertoire incorrect
noFactoriesRegistered=Aucune valeur usine disponible pour l'enregistrement dans kernel.properties
notImplementedYet=Pas encore mis en oeuvre
callNewIDBeforeisNewIDModifiable=getNewID doit \u00EAtre appel\u00E9 avant isNewIDModifiable.
callNewRevBeforeisNewRevModifiable=getNewRev doit \u00EAtre appel\u00E9 avant isNewRevModifiable.
bomlineAddError=Seuls Articles, R\u00E9visionsArticle ou Lignes de Nomenclature peuvent \u00EAtre coll\u00E9s \u00E0 cet emplacement.
genericPasteError=L'objet s\u00E9lectionn\u00E9 ne peut pas \u00EAtre coll\u00E9.
bomlinePasteMarkupChildError=Impossible de coller les lignes d'annotation.
bomlinePasteMarkupParentError=Coller non autoris\u00E9 sur des lignes d'annotation.
failedToOpen=Impossible d'ouvrir: l'objet est bloqu\u00E9 par
createDirFailed=Echec de cr\u00E9ation du r\u00E9pertoire de travail:
misMatchedFileExtension=Le fichier import\u00E9 a une extension qui n'est pas d\u00E9finie dans la R\u00E9f\u00E9renceNomm\u00E9e s\u00E9lectionn\u00E9e
insertNotAllow=Pas de relation Coller d\u00E9finie pour l'objet s\u00E9lectionn\u00E9. Donc ins\u00E9rer/coller non autoris\u00E9 vers objet parent: 
checkTCExportDir=V\u00E9rifiez que le chemin de la variable TCExportDir dans le fichier client_specific.properties est correctement d\u00E9fini.
bomlineAddTypeError=Echec d'ajout de l'\u00E9l\u00E9ment Architectural. Un \u00E9l\u00E9ment architectural ne peut s'ajouter qu'au m\u00EAme type d'\u00E9l\u00E9ment.
overwriteFileError=Echec de blocage du fichier. Le fichier ne peut pas \u00EAtre export\u00E9 car il existe d\u00E9j\u00E0 \u00E0 cet emplacement: {0}. D\u00E9placez ce fichier ou s\u00E9lectionnez l''option "Ecraser les fichiers existants" dans la bo\u00EEte de dialogue Bloquer.
noSessionSuspend=Suspension de session n'est plus prise en charge. D\u00E9finir usePortalServerTimeouts = false.
serverTimeout.TITLE=Serveur r\u00E9affect\u00E9
serverTimeout.TEXT=Le client Teamcenter a perdu sa connexion \u00E0 son serveur. A ce stade, le client ne parvient pas \u00E0\nr\u00E9tablir correctement une connexion \u00E0 un nouveau serveur. Veuillez vous d\u00E9connecter et vous reconnecter\npour r\u00E9tablir une connexion. Si le probl\u00E8me persiste, reportez-vous au fichier syslog du serveur Teamcenter\npour en savoir plus sur les causes \u00E0 l'origine de la perte de la connexion.
serverTimeout.TEXT2=Appuyez sur {0} pour vous d\u00E9connecter de Teamcenter.
serverTimeout.TEXT3=Appuyez sur {0} pour continuer.
serverTimeout.TEXT4=Un nouveau serveur Teamcenter a \u00E9t\u00E9 affect\u00E9.
operationFail=L'op\u00E9ration a pu \u00E9chouer.
invalidTypeName=Nom de type non valable.
failedWritingDatasetInfo=Echec d'\u00E9criture des informations sur le jeu de donn\u00E9es dans le fichier xml.
bomlinePropertyLoadError=Erreur de r\u00E9cup\u00E9ration des propri\u00E9t\u00E9s d'une ligne de Nomenclature.
USER_CANNOT_COPY = Vous n'avez pas les droits pour modifier ce projet.
detectOverwrite.ERROR = Votre panneau doit \u00EAtre actualis\u00E9 pour rester \u00E0 jour. Cliquez sur le bouton "OK" pour fermer cette fen\u00EAtre, et utilisez le menu Actualiser pour obtenir les valeurs les plus r\u00E9centes de la base de donn\u00E9es. Notez que l'actualisation effacera vos donn\u00E9es non sauvegard\u00E9es et les remplacera par les valeurs entrantes.
projectNotCut.ERROR = Le projet doit \u00EAtre coup\u00E9 dans l'ordre pour le coller sous un nouveau programme.

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=Connexion en cours \u00E0

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=ERREUR de connexion au serveur:

# Strings for licensing errors
integerFeatureKeyUsageError=Les num\u00E9ros de primitive entiers sont obsol\u00E8tes. Utiliser une cha\u00EEne de nom de primitive appropri\u00E9e.


refresh_install_msg=Synchronisation des fichiers d'installation du Client riche avec le serveur Teamcenter...
refresh_install_title=Synchronisation des fichiers install\u00E9s


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=Impossible d'obtenir de r\u00E9f\u00E9rence au serveur sp\u00E9cifi\u00E9
unableToBindServer=Liaison impossible au serveur tournant sur
unableToConnectToNamingServer=Impossible de se connecter au r\u00E9pertoire du serveur
unableToSetContext=Impossible de d\u00E9finir contexte du nouveau r\u00E9pertoire
unableToResolveObject=Entr\u00E9e introuvable dans le r\u00E9pertoire
unableRetrieveEntries=Impossible de r\u00E9cup\u00E9rer les entr\u00E9es du r\u00E9pertoire
authFailed=Echec d'authentification d'utilisateur. R\u00E9essayez.
badUri=Emplacement sp\u00E9cifi\u00E9 non valable (ou inexistant) pour serveur URI
serviceInitFailure=Impossible d'initialiser le service client SOAP
commsFailure=Erreur: Impossible d'effectuer l'appel r\u00E9seau distant.

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=Connexion au Serveur Teamcenter
logginInForUser=pour l'utilisateur

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=Connexion au serveur Teamcenter r\u00E9ussie

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=Echec de la connexion au serveur Teamcenter

# If the passed connector object is null
noValidServerConnector=Le connecteur du serveur ne peut \u00EAtre nul.

# Marshalling exceptions
marshallingParameterCountMismatch=D\u00E9comptes des param\u00E8tres de tri diff\u00E9rents.
marshallingParameterTypeMismatch=Types de param\u00E8tres de tri diff\u00E9rents.
marshallingParameterInvalidType=Type de param\u00E8tre de tri incorrect.
marshallingUnsupportedEncoding=Echec d'analyse des donn\u00E9es de retour depuis le Service utilisateur, '{0}' n'est pas un codage de caract\u00E8res pris en charge.

exception=TCException g\u00E9n\u00E9rale

toolNotFound=Impossible d'ouvrir le jeu de donn\u00E9es: aucun outil compatible n'a \u00E9t\u00E9 d\u00E9tect\u00E9.
invalidFileOrDirectory=Fichier ou r\u00E9pertoire incorrect

# Volume Errors

nullVolumeParameter=Le volume transf\u00E9r\u00E9 ne peut \u00EAtre nul
nullAccessorParameter=Le Niveau Acc\u00E8s ne peut \u00EAtre nul
nullVolumeName=Le nom du volume ne peut \u00EAtre nul
nullVolumeNode=Le noeud ne peut \u00EAtre nul
invalidFMSEntries=Il faut sp\u00E9cifier un seul \u00E9l\u00E9ment parmi ID FSC, ID de groupe Stockage fichiers ou ID d'Equilibrage de charge.


# Person Errors

nullPersonParameter=La personne transf\u00E9r\u00E9e ne peut \u00EAtre nulle
PersonAndIconMismatch=Noms de personnes et longueurs de tableaux d'ID d'ic\u00F4ne ne sont pas identiques

# Group Errors

nullGroupParameter=Le groupe transf\u00E9r\u00E9 ne peut \u00EAtre nul
nullGroupNameParameter=Le nom du groupe ne peut \u00EAtre nul
GroupAndIconMismatch=Noms de groupes et longueurs de tableaux d'ID d'ic\u00F4ne ne sont pas identiques

# GroupMember Errors

nullGroupMemberParameter=Le membre du groupe transf\u00E9r\u00E9 ne peut \u00EAtre nul
GroupMemberAndIconMismatch=Noms de membres de groupe et longueurs de tableaux d'ID d'ic\u00F4ne ne sont pas identiques

# Role Errors

nullRoleParameter=Le r\u00F4le transf\u00E9r\u00E9 ne peut \u00EAtre nul
RoleAndIconMismatch=Noms de r\u00F4les et longueurs de tableaux d'ID d'ic\u00F4ne ne sont pas identiques

# User Errors

nullUserParameter=L'utilisateur transf\u00E9r\u00E9 ne peut \u00EAtre nul
nullUserId=L'ID utilisateur ne peut \u00EAtre nul
nullPassword=Le mot de passe ne peut \u00EAtre nul
nullOSUserName=Le nom d'utilisateur du syst\u00E8me d'exploitation ne peut \u00EAtre nul
nullDefaultGroup=Le groupe par d\u00E9faut de l'utilisateur ne peut \u00EAtre nul
UserAndIconMismatch=Noms d'utilisateurs et longueurs de tableaux d'ID d'ic\u00F4ne ne sont pas identiques


# Preference Service errors

nullPreferenceName=Le nom de pr\u00E9f\u00E9rence ne peut pas \u00EAtre vide.
invalidPreferenceScope=L'emplacement de la valeur de pr\u00E9f\u00E9rence n'est pas valable.
unequalLengthOfArrays=Une erreur interne s'est produite.\nLes tableaux transmis ne sont pas tous de m\u00EAme longueur.
invalidTargetIds=Probl\u00E8me d\u00E9tect\u00E9 dans l'Utilisateur/R\u00F4le/Groupe transmis \u00E0 cette m\u00E9thode.

# Print property header
propertyHeaders.DISPLAYNAME=Nom affich\u00E9 de la propri\u00E9t\u00E9
propertyHeaders.REALNAME=Nom r\u00E9el de la propri\u00E9t\u00E9
propertyHeaders.VALUE=Valeur
objectPropety.TITLE=Propri\u00E9t\u00E9s d'espace de travail de
formPropety.TITLE=Propri\u00E9t\u00E9s de formulaire de

# TCServer Connection errors
nullHostParameter=Le param\u00E8tre serverHost ne peut pas \u00EAtre vide pour les objets TCServerConnection

# Compound Property errors
nullValuesNotAllowed=Valeurs transmises pour d\u00E9finir propri\u00E9t\u00E9 compos\u00E9e ne peut \u00EAtre vide.

# AIE message strings
# -------------------------
unableToDelete=Importation correctement r\u00E9ussie, mais impossible de supprimer l'objet de connexion car fichier inconnu
importOperationFailed=Echec de l'op\u00E9ration d'import
noPrimaryNamedRef=Impossible de trouver le fichier de r\u00E9f\u00E9rence principal nomm\u00E9
operationInProgressImport=Impossible d'importer; autre op\u00E9ration en cours pour cette connexion
operationInProgressExport=Impossible d'exporter; autre op\u00E9ration en cours pour cette connexion
badData=Donn\u00E9e incorrecte dans l'objet de connexion
directoryDoesNotExist=R\u00E9pertoire de connexion inexistant
unableToUpdate=Impossible de mettre \u00E0 jour l'objet connexion
exportOnlyConnection=Import non autoris\u00E9 depuis connexion de type exporter seulement
noExportToFailed=Export non autoris\u00E9 vers une connexion en \u00E9chec
errorImportingFiles=Erreur pour importer les fichiers
noFilesToExport.TEXT=Jeu de donn\u00E9es s\u00E9lectionn\u00E9 ne contient aucun fichier \u00E0 exporter
nonTrivialXFileDir=R\u00E9pertoire xfile non trivial n'est pas support\u00E9
noParentItemRev=Jeu de donn\u00E9es AutoCAD sans R\u00E9vision d'article parent, non pris en charge
# This is appended with " " + filespec + <another message>
fileToOpen=Fichier \u00E0 ouvrir

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=introuvable dans l'objet connexion
notFoundInDirectory=introuvable dans le r\u00E9pertoire de connexion

# usage: <any of these> + connection name
exportingToConnection=Exporte vers connexion
importingFromConnection=Importe depuis connexion
analyzingDatasetsForExport=Analyse les jeux de donn\u00E9es pour exporter vers connexion
analyzingDatasetsForImport=Analyse du r\u00E9pertoire d'export et de Teamcenter pour importer depuis la connexion

# For component selection
# -----------------------
invalidQuery.MSG=Requ\u00EAte sp\u00E9cifi\u00E9e invalide:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=Remplacement/T\u00E9l\u00E9chargement de jeu de donn\u00E9es...
notReserved.MSG1=L'importation du jeu de donn\u00E9es a \u00E9chou\u00E9 car il n'est pas bloqu\u00E9, ou le blocage a \u00E9t\u00E9 annul\u00E9.\n Le fichier que vous avez modifi\u00E9 se trouve dans 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=Ouvrir Jeu de donn\u00E9es/Ouvrir...
unableImportFile.MSG1=Impossible d'importer le fichier
unableImportFile.MSG2=Aucun mod\u00E8le-type d\u00E9fini pour les fichiers ayant cette extension
unableImportFile.MSG3=conserv\u00E9 et doit \u00EAtre supprim\u00E9 manuellement.

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=Remplacement/T\u00E9l\u00E9chargement de jeu de donn\u00E9es...
unableUploadFile.MSG1=Le t\u00E9l\u00E9chargement du jeu de donn\u00E9es a \u00E9chou\u00E9. Le fichier que vous avez mis \u00E0 jour est situ\u00E9 dans 
unableUploadFile.MSG2=Contactez votre administrateur.

# For ME occurrence group lines
#------------------------
errorAddAppearance=Tentative de modification de structure NON autoris\u00E9e dans un groupe d'occurrences
errorRemoveAppearance=Tentative de modification de structure NON autoris\u00E9e dans un groupe d'occurrences
errorNoAppearanceToAdd=Objet incorrect pour l'ajouter \u00E0 un groupe d'occurrences

# For cfg attachment lines
#------------------------
errorCannotFindLine=Impossible de trouver la ligne de pi\u00E8ce jointe pour 

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=Echec de cr\u00E9ation du fichier plmxml.

# For deleting root activity
errorDeleteRootActivity=Impossible de d\u00E9truire l'activit\u00E9 racine

# For TcFile errors
# ------------------------
nullTcFileParameter=Fichier transmis ne peut \u00EAtre vide

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=Erreur du gestionnaire de partage de donn\u00E9es
dataShareManagerError=Gestionnaire de partage de donn\u00E9e mal configur\u00E9.

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=Les param\u00E8tres transmis ne peuvent pas \u00EAtre vides.

# Variant rule errors
# ------------------------
variantRule.noOptionForName=R\u00E8gle de variante ne contient pas cette option
veNotFound=Expression de variante introuvable dans \nExpression de variante nomm\u00E9e

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=ERREUR TCRDVService
sendAdditionalIncompatibleIC.MSG=IC courant non compatible avec celui utilis\u00E9 pour envoyer les donn\u00E9es originales

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=Niveau

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=D\u00E9truit l'arrangement par d\u00E9faut
deleteDefaultArrangement.MSG=Vous d\u00E9truisez l'arrangement par d\u00E9faut de cet assemblage;\nd\u00E9truire l'arrangement par d\u00E9faut risque de provoquer un \ncomportement de visualisation impr\u00E9vu, si cet assemblage\nest utilis\u00E9 dans d'autres assemblages. Continuer?

# FMS errors

badFmsHome.TITLE=Erreur de configuration FMS.
badFmsHome.MSG=Les composants n\u00E9cessaires pour ex\u00E9cuter FMS ne sont pas disponibles. FMS_HOME est peut-\u00EAtre mal d\u00E9fini.

terminalFCCResourceError.TITLE=Probl\u00E8me d'acc\u00E8s au fichier
terminalFCCResourceError.MSG=L'initialisation de l'interface FCC a \u00E9chou\u00E9.
terminalFCCResourceError.DETAIL=L'acc\u00E8s au fichier \u00E9choue tant que ce probl\u00E8me critique n'est pas r\u00E9solu.\nCette situation est g\u00E9n\u00E9ralement due \u00E0 un probl\u00E8me de configuration ou d'installation.\nV\u00E9rifiez la valeur de la variable d'environnement FMS_HOME et v\u00E9rifiez que la biblioth\u00E8que partag\u00E9e FCCJavaClientProxy\nappropri\u00E9e de la plateforme existe dans le r\u00E9pertoire de biblioth\u00E8que.\n(convention de d\u00E9nomination de la biblioth\u00E8que: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\nSi le probl\u00E8me persiste, contactez votre administrateur syst\u00E8me.

warningFCCStartFailure.TITLE=Probl\u00E8me d'acc\u00E8s au fichier
warningFCCStartFailure.MSG=Le d\u00E9marrage du FCC a \u00E9chou\u00E9.
warningFCCStartFailure.DETAIL=L'acc\u00E8s au fichier \u00E9choue tant que le FCC n'est pas d\u00E9marr\u00E9 correctement.\nCette situation est g\u00E9n\u00E9ralement due au fait que des services r\u00E9seau ne sont pas disponibles ou \u00E0 un probl\u00E8me de configuration.\nL'interface est relanc\u00E9e r\u00E9guli\u00E8rement. Si le probl\u00E8me est r\u00E9solu, l'acc\u00E8s au fichier est activ\u00E9e.\nSi le probl\u00E8me persiste, contactez votre administrateur syst\u00E8me.

# CAD-Part alignment
invalidSource.TITLE=Objet(s) sources non valables
linkDesignToPart.TITLE=Aligner la conception ou le dessin sur la pi\u00E8ce
unlinkDesignFromPart.TITLE=D\u00E9saligner la conception ou le dessin de la pi\u00E8ce
notCadOrDrawingSource.MSG=Veuillez s\u00E9lectionner un sous-type de R\u00E9vision d'article alignable dans la base de donn\u00E9es Teamcenter, ou un dessin d'Entreprise dans la base de donn\u00E9es TCBOM 
notPartSource.MSG=Seules des pi\u00E8ces peuvent \u00EAtre align\u00E9es sur des CAO/Dessins 
designAlreadyAligned.MSG=Certaines R\u00E9visions d'article/Lignes de Nomenclature sources sont d\u00E9j\u00E0 align\u00E9es sur la/les Pi\u00E8ces/Lignes ACT s\u00E9lectionn\u00E9es.\n L'op\u00E9ration a \u00E9t\u00E9 omise pour ces articles.
drawingAlreadyAligned.MSG=Certains dessins sont d\u00E9j\u00E0 align\u00E9s sur une/des pi\u00E8ces s\u00E9lectionn\u00E9es.\n L'op\u00E9ration a omis ces articles. 
partAlreadyAligned.MSG=Certaines pi\u00E8ces sources sont d\u00E9j\u00E0 align\u00E9es sur la/les cibles s\u00E9lectionn\u00E9es.\n L'op\u00E9ration a omis ces pi\u00E8ces. 
unlinkableDesignTypes.MSG=Le type de r\u00E9vision d'article s\u00E9lectionn\u00E9 ne peut pas \u00EAtre align\u00E9 sur une/des pi\u00E8ces.\nV\u00E9rifiez avec l'administrateur du syst\u00E8me quels sont les types d'articles autoris\u00E9s.
noDesignTypes.MSG=D\u00E9finir les types d'article qui peuvent \u00EAtre align\u00E9s sur la pi\u00E8ce.\nVeuillez contacter l'administrateur du syst\u00E8me.
mixedTypesDisallowed.MSG=Veuillez s\u00E9lectionner tous les articles sources du m\u00EAme type
removedPrimaryRepresentation.MSG=La repr\u00E9sentation principale pour la Pi\u00E8ce a \u00E9t\u00E9 supprim\u00E9e.
linkDesignToPart.ErrorTitle=Erreur d'alignement
unlinkDesignToPart.ErrorTitle=Erreur d'annulation d'alignement de Conception/Dessin sur la pi\u00E8ce
linkDesignToPart.WarningTitle=Aligner Conception/Dessin sur la pi\u00E8ce: Succ\u00E8s avec avertissements
linkDesignToPart.WarningTitle=Annuler l'alignement de Conception/Dessin sur la pi\u00E8ce: Succ\u00E8s avec avertissements

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=Vous n'avez pas de licence GM Overlay pour ex\u00E9cuter cette op\u00E9ration.
NoGMLicense.TITLE=Licence GM Overlay

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=Balise d'objet et PLMXML ne peuvent pas exister ensemble
INTEROP_NULL_INPUTS=Entr\u00E9es NULL pour fichier PLMXML et Balise d'objet
INTEROP_INVALID_INPUT=Une entr\u00E9e non valable est s\u00E9lectionn\u00E9e pour \u00EAtre lanc\u00E9e. 

# TcServices
TcServicesMissingPrefs.MSG=Valeur de pr\u00E9f\u00E9rence manquante pour XML condens\u00E9

# Roll up Messages
#------------------
rollupValidateError.TITLE=Erreur de validation du Rapport r\u00E9cursif
rollupValidateTemplateExistsError.MSG=Un mod\u00E8le-type de Rapport r\u00E9cursif existe sans nom.
rollupValidateInvalidDelimiterError.MSG=Le mod\u00E8le-type de Rapport r\u00E9cursif a un s\u00E9parateur non valable.
rollupValidateCalcEmptyFieldsError.MSG=Le mod\u00E8le-type de Rapport r\u00E9cursif a des calculs avec champs vides.
delimiter_other=Autre

# Keys for About Dialog
prevHostName=Nom d'h\u00F4te:
prevLogFile=Fichier log:
prevJournalFile=Fichier journal:

# SOA Services
ErrorWithSOACall.ERROR=Erreur renvoy\u00E9e par l'appel Service SOA 
ErrorWithSOACall.TITLE=Echec du service SOA
ErrorFromSOACall.TITLE=Erreur

SoaExceptionHandler.TITLE=Communication Serveur
SoaExceptionHandler_ERROR1.TEXT=Le serveur a renvoy\u00E9 une erreur interne.
SoaExceptionHandler_ERROR2.TEXT=Voulez-vous retenter la derni\u00E8re requ\u00EAte de maintenance?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=Pr\u00E9f\u00E9rence TC_VALIDATION_STYLESHEET_DATASETNAME non d\u00E9finie.
noPerferenceValue.TITLE=Aucune pr\u00E9f\u00E9rence trouv\u00E9e
invalidPreferenceValue=Pr\u00E9f\u00E9rence TC_VALIDATION_STYLESHEET_DATASETNAME non valable.
invalidPreferenceValue.TITLE=Valeur de pr\u00E9f\u00E9rence non valable
noXSLFile=Aucun fichier XSL ne correspond \u00E0 la pr\u00E9f\u00E9rence TC_VALIDATION_STYLESHEET_DATASETNAME.
noXSLFile.TITLE=Aucun fichier XSL
queryXSLFile=Echec d'utilisation de requ\u00EAte sauvegard\u00E9e sur jeu de donn\u00E9es.
queryXSLFile.TITLE=Echec de Requ\u00EAte sur jeu de donn\u00E9es XSL

#rev rule string
effectivity=Effectivit\u00E9:
notSpecified=Aujourd'hui
effectivityWithEndItem=Effectivit\u00E9 avec Article final:
dateString=Date({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=D\u00E9gradation de la langue 
SERVER_LOGIN_WARNING_CODE.TEXT=Impossible de se connecter avec les langues demand\u00E9es.\n\nL'application pr\u00E9sentera des langues diff\u00E9rentes car la langue par d\u00E9faut du serveur Teamcenter sera utilis\u00E9e.
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=Restriction de langue\n\nConnexion refus\u00E9e pour la langue {0}.\n\nFermez l''application et modifiez la valeur de langue utilis\u00E9e par le script de d\u00E9marrage.\n\nMessage du serveur Teamcenter:\n\t{1}

# extension type string
EXT.extpointType.PRECONDITION=ConditionAvant
EXT.extpointType.PREACTION=ActionAvant
EXT.extpointType.POSTACTION=ActionApr\u00E8s
EXT.extpointType.BASEACTION=BaseAction
EXT.extpointType.UNKNOWN=inconnu

user.services.marshal.error=Une erreur de tri s'est produite au traitement XML pour TcUserService.
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=Evaluation r\u00E9ussie
VALIDATION_RUN_STATUS_DESC_upToDate=Le r\u00E9sultat a \u00E9chou\u00E9
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=R\u00E9sultat obsol\u00E8te car la pi\u00E8ce a chang\u00E9
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=R\u00E9sultat obsol\u00E8te car l'exigence a chang\u00E9
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=Echec de v\u00E9rification du param\u00E8tre
VALIDATION_RUN_STATUS_DESC_missingReportLog=Fichier journal de r\u00E9sultat absent
VALIDATION_RUN_STATUS_DESC_notRun=R\u00E9sultat non trouv\u00E9
VALIDATION_RUN_STATUS_DESC_notRequired=Evaluation r\u00E9ussie
VALIDATIONRunClient=Chaque r\u00E9vision d'agent doit fournir sa propre mise en oeuvre de la m\u00E9thode runValidationOnClient.
VALIDATIONRun=Chaque r\u00E9vision d'agent doit fournir sa propre mise en oeuvre de la m\u00E9thode runValidationOn.
VALIDATIONInvalidProperty=Propri\u00E9t\u00E9 non valable pour le type de r\u00E9vision d'agent de validation
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=Ce mod\u00E8le-type Excel n'est pas valable. Consultez le guide de l'utilisateur pour obtenir des d\u00E9tails sur l'utilisation des balises dans les mod\u00E8les-type.
DUPLICATE_TAG_FOUND=V\u00E9rifiez si le mod\u00E8le-type utilis\u00E9 contient des balises en double. Les feuilles de donn\u00E9es doivent contenir les balises de d\u00E9part, de fin et de r\u00E8gles. Les feuilles d'instruction doivent contenir les balises Ignorer. Consultez le guide de l'utilisateur pour obtenir des d\u00E9tails sur l'utilisation des balises dans les mod\u00E8les-type.
MISSING_TAG=V\u00E9rifiez si le mod\u00E8le-type utilis\u00E9 contient les balises appropri\u00E9es. Les feuilles de donn\u00E9es doivent contenir les balises de d\u00E9part, de fin et de r\u00E8gles. Les feuilles d'instruction doivent contenir les balises Ignorer. Consultez le guide de l'utilisateur pour obtenir des d\u00E9tails sur l'utilisation des balises dans les mod\u00E8les-type.
ORDER_INVALID=L''ordre des colonnes de tables de r\u00E8gles dans la feuille {0} du mod\u00E8le-type Excel {1} n''est pas valable. V\u00E9rifiez si l''ordre est "Niveau-Relation-Type-ModeTransfert". Consultez le guide de l''utilisateur pour obtenir des d\u00E9tails sur l''utilisation des colonnes dans les mod\u00E8les-type.
INSUFFICIENT_PRIVILEDGE=Droits insuffisants pour \u00E9diter ou mettre \u00E0 jour le mod\u00E8le-type.
COLUMNS_NOT_FOUND=V\u00E9rifiez si une ou plusieurs colonnes de "Niveau-Relation-Type-ModeTransfert" sont absentes de la feuille {0} du mod\u00E8le-type Excel {1}. Consultez le guide de l''utilisateur pour obtenir des d\u00E9tails sur l''utilisation des colonnes dans les mod\u00E8les-type.
RULETABLE_NOT_FOUND=La table de r\u00E8gles est introuvable dans la feuille {0} du mod\u00E8le-type Excel {1}. Consultez le guide de l''utilisateur pour obtenir des d\u00E9tails sur les tables de r\u00E8gles dans les mod\u00E8les-type.

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=La langue {0} existe d\u00E9j\u00E0 dans la table.
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=La limite d''utilisation pour une licence d''auteur occasionnel a \u00E9t\u00E9 d\u00E9pass\u00E9e pour ce mois-ci.\nLa connexion \u00E0 Teamcenter sera d\u00E9sactiv\u00E9e pour le mois apr\u00E8s une utilisation suppl\u00E9mentaire de {0} jours calendaires ou de {1} heures.
usedDaysWarning=Il reste {0} jours calendaires ou {1} heures d''utilisation pour ce mois-ci avant d''atteindre la limite d''utilisation pour un auteur occasionnel.
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=La longueur du nom de fichier {0} a d\u00E9pass\u00E9 la limite autoris\u00E9e. La longueur maximale tol\u00E9r\u00E9e est de {1} caract\u00E8res, extension de fichier comprise.


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=Cha\u00EEne de caract\u00E8res
INTEGER_TYPE=Entier
LOGICAL_TYPE=Logique
DOUBLE_TYPE=R\u00E9el double pr\u00E9cision
DATE_TYPE=Date

#2. Preference locations
USER_LOCATION=Utilisateur
ROLE_LOCATION=R\u00F4le
GROUP_LOCATION=Groupe
OVERLAY_LOCATION=Superposition
COTS_LOCATION=Pr\u00EAt \u00E0 l'emploi
ENV_VARIABLE_LOCATION=Variable Environnement
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=Site

#3. Preference protection scopes
USER_PROTECTION_SCOPE=Utilisateur
ROLE_PROTECTION_SCOPE=R\u00F4le
GROUP_PROTECTION_SCOPE=Groupe
SITE_PROTECTION_SCOPE=Site
SYSTEM_PROTECTION_SCOPE=Syst\u00E8me

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=Utilisateur: {0}
userLocation.Id_error.TEXT=Pas d'ID utilisateur
roleLocation.TEXT=R\u00F4le: {0}
groupLocation.TEXT=Groupe: {0}
siteLocation.TEXT=Site
environment.TEXT=Variable Environnement

#AEShell
TempFileDeleteWarning.MSG=Voulez-vous d\u00E9truire le(s) fichiers temporaires {0}?
TempFileDeleteWarning.TITLE=Destruction des fichiers temporaires

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=La cha\u00EEne du chemin de r\u00E9pertoire suivant contient des mots-cl\u00E9s pouvant provoquer des probl\u00E8mes de s\u00E9curit\u00E9:
createFileVCFailure=La cha\u00EEne du chemin de fichier suivant contient des mots-cl\u00E9s pouvant provoquer des probl\u00E8mes de s\u00E9curit\u00E9:
