# @<COPYRIGHT>@
# ==================================================
# Copyright 2013.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the kernel package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================

# Strings for registry display
#---------------------------------
inbox=\u0417\u0430\u0434\u0430\u043D\u0438\u044F

# Task name prefixs
# ---------------------------
#newProcessName=New Process
newTaskNamePrefix=\u0421\u043E\u0437\u0434\u0430\u0442\u044C

# Strings for Errors
# ----------------------
noVolumeAccess=\u041D\u0438 \u043A \u043E\u0434\u043D\u043E\u043C\u0443 \u0438\u0437 \u0442\u043E\u043C\u043E\u0432 \u043D\u0435\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u0441 \u043F\u0440\u0430\u0432\u043E\u043C \u0437\u0430\u043F\u0438\u0441\u0438.
noFCC=\u041A\u044D\u0448 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D.  \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.
downloadTransientFileException=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 :
uploadTransientFileException=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 :
getNewFileException=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u0444\u0430\u0439\u043B \u2013
createTransientDirException=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0440\u0430\u0431\u043E\u0447\u0443\u044E \u043F\u0430\u043F\u043A\u0443 \u0434\u043B\u044F \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 :
fatalCommunicationException=\u041D\u0435\u0438\u0441\u043F\u0440\u0430\u0432\u0438\u043C\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F.
missingFactoryComponentRegistryEntry=\u0412 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C \u0440\u0435\u0435\u0441\u0442\u0440\u0435 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u0430\u043F\u0438\u0441\u044C \u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435:
invalidFactoryComponentEntry=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435 \u0434\u043B\u044F
unknownLOVType=\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0442\u0438\u043F \u0441\u043F\u0438\u0441\u043A\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439
failedToLogin=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435
shellsRunning=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0432\u044B\u0445\u043E\u0434: \u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0437\u0430\u043F\u0443\u0449\u0435\u043D\u044B \u0438\u0437 \u0442\u043E\u043B\u0441\u0442\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430. \u0417\u0430\u043A\u0440\u043E\u0439\u0442\u0435 \u044D\u0442\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u0432\u044B\u0445\u043E\u0434.
shellsRunning_FilesOpened=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0432\u044B\u0445\u043E\u0434: \u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0437\u0430\u043F\u0443\u0449\u0435\u043D\u044B \u0438\u0437 \u0442\u043E\u043B\u0441\u0442\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445:\n{0} \n\u0417\u0430\u043A\u0440\u043E\u0439\u0442\u0435 \u044D\u0442\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u0432\u044B\u0445\u043E\u0434.
invalidRelationType=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435.  \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0432 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u043E\u0431\u044A\u0435\u043A\u0442:
invalidPropertyName=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430: {0}
invalidPropertyType=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0442\u0438\u043F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430
propertyIsArray=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u043C. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E get<Type>ValueArray().
propertyIsNotArray=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u043C. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E get<Type>Value().
invalidDirectory=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u043A\u0430\u0442\u0430\u043B\u043E\u0433
noFactoriesRegistered=\u041D\u0435\u0442 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0434\u043B\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0432 \u0444\u0430\u0439\u043B\u0435 kernel.properties
notImplementedYet=\u0412\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
callNewIDBeforeisNewIDModifiable=\u0412\u044B\u0437\u043E\u0432\u0438\u0442\u0435 getNewID \u043F\u0435\u0440\u0435\u0434 \u0432\u044B\u0437\u043E\u0432\u043E\u043C isNewIDModifiable
callNewRevBeforeisNewRevModifiable=\u0412\u044B\u0437\u043E\u0432\u0438\u0442\u0435 getNewRev \u043F\u0435\u0440\u0435\u0434 \u0432\u044B\u0437\u043E\u0432\u043E\u043C isNewRevModifiable
bomlineAddError=\u041C\u043E\u0436\u043D\u043E \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B, \u0440\u0435\u0432\u0438\u0437\u0438\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.
genericPasteError=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u0441\u0442\u0430\u0432\u043B\u0435\u043D.
bomlinePasteMarkupChildError=\u0421\u0442\u0440\u043E\u043A\u0438 \u043C\u0435\u0442\u043E\u043A \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u044B.
bomlinePasteMarkupParentError=\u0412\u0441\u0442\u0430\u0432\u043A\u0430 \u0432 \u0441\u0442\u0440\u043E\u043A\u0438 \u043C\u0435\u0442\u043E\u043A \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F.
failedToOpen=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C - \u043E\u0431\u044A\u0435\u043A\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D
createDirFailed=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0440\u0430\u0431\u043E\u0447\u0438\u0439 \u043A\u0430\u0442\u0430\u043B\u043E\u0433 :
misMatchedFileExtension=\u0424\u0430\u0439\u043B \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0438\u043C\u0435\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 namedReference
insertNotAllow=\u0414\u043B\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 \u0432\u0441\u0442\u0430\u0432\u043A\u0438. \u041F\u043E\u044D\u0442\u043E\u043C\u0443 \u0432\u0441\u0442\u0430\u0432\u043A\u0430 \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430 \u0434\u043B\u044F \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430:
checkTCExportDir=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0447\u0442\u043E \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F TCExportDir \u0432 \u0444\u0430\u0439\u043B\u0435 client_specific.properties \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E.
bomlineAddTypeError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0430\u0440\u0445\u0438\u0442\u0435\u043A\u0442\u0443\u0440\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442. \u0410\u0440\u0445\u0438\u0442\u0435\u043A\u0442\u0443\u0440\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u043C\u043E\u0436\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0442\u043E\u043C\u0443 \u0436\u0435 \u0442\u0438\u043F\u0443.
overwriteFileError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B. \u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0444\u0430\u0439\u043B\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u043E\u043D \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0434\u0430\u043D\u043D\u043E\u043C \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0438: {0}. \u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 \u044D\u0442\u043E\u0442 \u0444\u0430\u0439\u043B \u0432 \u0434\u0440\u0443\u0433\u043E\u0435 \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0438\u043B\u0438 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 "\u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0444\u0430\u0439\u043B\u044B" \u0432 \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432\u043E\u043C \u043E\u043A\u043D\u0435 \u0417\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C.
noSessionSuspend=\u041F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u0430\u044F \u0441\u0435\u0441\u0441\u0438\u044F \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F. \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0434\u043B\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 usePortalServerTimeouts \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u041D\u0435\u0442.
serverTimeout.TITLE=\u0421\u0435\u0440\u0432\u0435\u0440 \u043F\u0435\u0440\u0435\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D
serverTimeout.TEXT=\u041A\u043B\u0438\u0435\u043D\u0442 Teamcenter \u043F\u043E\u0442\u0435\u0440\u044F\u043B \u0441\u0432\u044F\u0437\u044C \u0441\u043E \u0441\u0432\u043E\u0438\u043C \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C. \u041A\u043B\u0438\u0435\u043D\u0442\u0443 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C\n\u043F\u043E\u043A\u0430 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0434\u0435\u0436\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0441 \u043D\u043E\u0432\u044B\u043C \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C. \u0412\u044B\u0439\u0434\u0438\u0442\u0435 \u0438 \u0441\u043D\u043E\u0432\u0430\n\u0432\u043E\u0439\u0434\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435. \u0415\u0441\u043B\u0438 \u043E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F, \u0441\u043C. \u0436\u0443\u0440\u043D\u0430\u043B syslog \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Teamcenter\n\u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0441\u0432\u0435\u0434\u0435\u043D\u0438\u0439 \u043E \u0442\u043E\u043C, \u0447\u0442\u043E \u043C\u043E\u0433\u043B\u043E \u043F\u0440\u0438\u0432\u0435\u0441\u0442\u0438 \u043A \u043F\u043E\u0442\u0435\u0440\u0435 \u0441\u0432\u044F\u0437\u0438.
serverTimeout.TEXT2=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 {0} \u0434\u043B\u044F \u0432\u044B\u0445\u043E\u0434\u0430 \u0438\u0437 Teamcenter.
serverTimeout.TEXT3=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 {0} \u0434\u043B\u044F \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0435\u043D\u0438\u044F. 
serverTimeout.TEXT4=\u041D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u043D\u043E\u0432\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 Teamcenter.
operationFail=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430.
invalidTypeName=\u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0438\u043C\u044F \u0442\u0438\u043F\u0430.
failedWritingDatasetInfo=\u041F\u0440\u0435\u0440\u044B\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u0438 \u0437\u0430\u043F\u0438\u0441\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 xml \u0444\u0430\u0439\u043B.
bomlinePropertyLoadError=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.
USER_CANNOT_COPY = \u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043F\u0440\u0430\u0432\u0430 \u043D\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0435\u043A\u0442\u0430.
detectOverwrite.ERROR = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0430\u043D\u0435\u043B\u044C. \u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "OK", \u0447\u0442\u043E\u0431\u044B \u0437\u0430\u043A\u0440\u044B\u0442\u044C \u044D\u0442\u043E \u043E\u043A\u043D\u043E, \u0430 \u0437\u0430\u0442\u0435\u043C \u0432\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043C\u0435\u043D\u044E \u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C, \u0447\u0442\u043E\u0431\u044B \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0438\u0437 \u0431\u0430\u0437\u044B \u0434\u0430\u043D\u043D\u044B\u0445. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u043E\u0432\u043B\u0435\u0447\u0435\u0442 \u0437\u0430 \u0441\u043E\u0431\u043E\u0439 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445, \u0438 \u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442 \u0437\u0430\u043C\u0435\u043D\u0435\u043D\u044B \u043D\u0430 \u0432\u0445\u043E\u0434\u044F\u0449\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
projectNotCut.ERROR = \u041F\u0440\u043E\u0435\u043A\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0432\u044B\u0440\u0435\u0437\u0430\u043D \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0435\u0433\u043E \u0432 \u0440\u0430\u043C\u043A\u0430\u0445 \u043D\u043E\u0432\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B.

# Strings for Logon Messages and logon timeout in seconds.
# ----------------------------------------------------------
# This is appended with " " + server_name + "..."
connectingToServer=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A

# This is appended with " + server_name + ": " + exception_message
errorConnectingToServer=\u041E\u0428\u0418\u0411\u041A\u0410 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443:

# Strings for licensing errors
integerFeatureKeyUsageError=\u0426\u0435\u043B\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u043E. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0441\u0442\u0440\u043E\u043A\u043E\u0432\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.


refresh_install_msg=\u0421\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0430\u0446\u0438\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u0442\u043E\u043B\u0441\u0442\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C Teamcenter...
refresh_install_title=\u0421\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0430\u0446\u0438\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0445 \u0444\u0430\u0439\u043B\u043E\u0432


#
# Strings for connection errors to servers and server directory.
#
unableToObtainServerRef=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440
unableToBindServer=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u0443 \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443, \u0440\u0430\u0431\u043E\u0442\u0430\u044E\u0449\u0435\u043C\u0443 \u043D\u0430
unableToConnectToNamingServer=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0430
unableToSetContext=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430
unableToResolveObject=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0437\u0430\u043F\u0438\u0441\u044C \u0432 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0435
unableRetrieveEntries=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0437\u0430\u043F\u0438\u0441\u0438 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430
authFailed=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u043F\u044B\u0442\u043A\u0443.
badUri=\u0414\u043B\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430 URI \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 (\u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435) \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435
serviceInitFailure=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u0435\u0440\u0432\u0438\u0441 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 SOAP
commsFailure=\u041E\u0448\u0438\u0431\u043A\u0430: \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043D\u0435\u043B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0442\u0435\u0432\u043E\u0439 \u0432\u044B\u0437\u043E\u0432.

# The following is a compund statement, and will be made up as follows:
# logginIntoServer + " " + server_name + " " + logginInForUser + "..."
loggingIntoServer=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 Teamcenter
logginInForUser=\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F

# The following is a compund statement, and will be made up as follows:
# succesfulLogin + " " + server_name + " " + logginInForUser + "."
succesfulLogin=\u0412\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u0430\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 Teamcenter

# The following is a compund statement, and will be made up as follows:
# unSuccesfulLogin + " " + server_name + " " + logginInForUser + "."
unSuccesfulLogin=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 Teamcenter

# If the passed connector object is null
noValidServerConnector=\u041A\u043E\u043D\u043D\u0435\u043A\u0442\u043E\u0440 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.

# Marshalling exceptions
marshallingParameterCountMismatch=\u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432.
marshallingParameterTypeMismatch=\u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0442\u0438\u043F\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0435\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
marshallingParameterInvalidType=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0442\u0438\u043F \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0435\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
marshallingUnsupportedEncoding=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0437\u0431\u0438\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u0432\u043E\u0437\u0432\u0440\u0430\u0442\u0430 \u043E\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0439 \u0441\u043B\u0443\u0436\u0431\u044B, \u043A\u043E\u0434\u0438\u0440\u043E\u0432\u043A\u0430 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 '{0}' \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.

exception=\u041E\u0431\u0449\u0435\u0435 \u0438\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 TC

toolNotFound=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 - \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B\u0439 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442.
invalidFileOrDirectory=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0438\u043B\u0438 \u043A\u0430\u0442\u0430\u043B\u043E\u0433

# Volume Errors

nullVolumeParameter=\u0422\u043E\u043C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullAccessorParameter=\u0410\u043A\u0441\u0435\u0441\u0441\u043E\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullVolumeName=\u0418\u043C\u044F \u0442\u043E\u043C\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullVolumeNode=\u0423\u0437\u0435\u043B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
invalidFMSEntries=\u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D FSC ID, \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0433\u0440\u0443\u043F\u043F\u044B \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430 \u0438\u043B\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0431\u0430\u043B\u0430\u043D\u0441\u0438\u0440\u043E\u0432\u0449\u0438\u043A\u0430 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0438


# Person Errors

nullPersonParameter=\u041F\u0435\u0440\u0441\u043E\u043D\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
PersonAndIconMismatch=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u043F\u0435\u0440\u0441\u043E\u043D \u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0437\u043D\u0430\u0447\u043A\u043E\u0432 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442

# Group Errors

nullGroupParameter=\u0413\u0440\u0443\u043F\u043F\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
nullGroupNameParameter=\u0418\u043C\u044F \u0433\u0440\u0443\u043F\u043F\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
GroupAndIconMismatch=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0439 \u0433\u0440\u0443\u043F\u043F \u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0437\u043D\u0430\u0447\u043A\u043E\u0432 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442

# GroupMember Errors

nullGroupMemberParameter=\u0423\u0447\u0430\u0441\u0442\u043D\u0438\u043A \u0433\u0440\u0443\u043F\u043F\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
GroupMemberAndIconMismatch=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0437\u043D\u0430\u0447\u043A\u043E\u0432 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442

# Role Errors

nullRoleParameter=\u0420\u043E\u043B\u044C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
RoleAndIconMismatch=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0439 \u0440\u043E\u043B\u0435\u0439 \u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u0432 \u0437\u043D\u0430\u0447\u043A\u043E\u0432 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442

# User Errors

nullUserParameter=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullUserId=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullPassword=\u041F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullOSUserName=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
nullDefaultGroup=\u0413\u0440\u0443\u043F\u043F\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
UserAndIconMismatch=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 


# Preference Service errors

nullPreferenceName=\u0418\u043C\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
invalidPreferenceScope=\u0420\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C.
unequalLengthOfArrays=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430.\n\u041D\u0435 \u0432\u0441\u0435 \u043F\u0435\u0440\u0435\u0434\u0430\u043D\u043D\u044B\u0435 \u043C\u0430\u0441\u0441\u0438\u0432\u044B \u0438\u043C\u0435\u044E\u0442 \u043E\u0434\u043D\u0443 \u0438 \u0442\u0443 \u0436\u0435 \u0434\u043B\u0438\u043D\u0443.
invalidTargetIds=\u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F/\u0420\u043E\u043B\u0438/\u0413\u0440\u0443\u043F\u043F\u044B, \u043F\u0435\u0440\u0435\u0434\u0430\u043D\u043D\u043E\u043C \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043C\u0435\u0442\u043E\u0434\u0430.

# Print property header
propertyHeaders.DISPLAYNAME=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430
propertyHeaders.REALNAME=\u0420\u0435\u0430\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430
propertyHeaders.VALUE=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435
objectPropety.TITLE=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0440\u0430\u0431\u043E\u0447\u0435\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u0430
formPropety.TITLE=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0444\u043E\u0440\u043C\u044B

# TCServer Connection errors
nullHostParameter=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 serverHost \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 TCServerConnection

# Compound Property errors
nullValuesNotAllowed=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u043F\u0435\u0440\u0435\u0434\u0430\u043D\u043D\u043E\u0435 \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0441\u043E\u0441\u0442\u0430\u0432\u043D\u043E\u0433\u043E \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430, \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.

# AIE message strings
# -------------------------
unableToDelete=\u0418\u043C\u043F\u043E\u0440\u0442 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u043B\u0441\u044F \u0443\u0441\u043F\u0435\u0448\u043D\u043E, \u043D\u043E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F, \u0442\u0430\u043A \u043A\u0430\u043A \u0444\u0430\u0439\u043B \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D
importOperationFailed=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u043D\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430
noPrimaryNamedRef=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0444\u0430\u0439\u043B \u043F\u0435\u0440\u0432\u0438\u0447\u043D\u043E\u0439 \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043D\u043E\u0439 \u0441\u0441\u044B\u043B\u043A\u0438
operationInProgressImport=\u0418\u043C\u043F\u043E\u0440\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u0434\u0440\u0443\u0433\u0430\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F
operationInProgressExport=\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u0434\u0440\u0443\u0433\u0430\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F
badData=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
directoryDoesNotExist=\u041A\u0430\u0442\u0430\u043B\u043E\u0433 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
unableToUpdate=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043E\u0431\u044A\u0435\u043A\u0442 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
exportOnlyConnection=\u0418\u043C\u043F\u043E\u0440\u0442 \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u044D\u043A\u0441\u043F\u043E\u0440\u0442
noExportToFailed=\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0432 \u043E\u0448\u0438\u0431\u043E\u0447\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D
errorImportingFiles=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0444\u0430\u0439\u043B\u043E\u0432
noFilesToExport.TEXT=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430
nonTrivialXFileDir=Non-trivial xfile \u043A\u0430\u0442\u0430\u043B\u043E\u0433 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
noParentItemRev=\u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 AutoCAD \u0431\u0435\u0437 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0439 \u0440\u0435\u0432\u0438\u0437\u0438\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
# This is appended with " " + filespec + <another message>
fileToOpen=\u0424\u0430\u0439\u043B \u0434\u043B\u044F \u043E\u0442\u043A\u0440\u044B\u0442\u0438\u044F

# usage: fileToOpen + " " + filespec + " " + notFoundIn...
notFoundInConnection=\u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0432 \u043E\u0431\u044A\u0435\u043A\u0442\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
notFoundInDirectory=\u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0432 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F

# usage: <any of these> + connection name
exportingToConnection=\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0432 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435
importingFromConnection=\u0418\u043C\u043F\u043E\u0440\u0442 \u0438\u0437 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
analyzingDatasetsForExport=\u0410\u043D\u0430\u043B\u0438\u0437 \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0432 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435
analyzingDatasetsForImport=\u0410\u043D\u0430\u043B\u0438\u0437 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0438 Teamcenter \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0438\u0437 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F

# For component selection
# -----------------------
invalidQuery.MSG=\u0423\u043A\u0430\u0437\u0430\u043D \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441:

# Error message for a dataset which has canceled the checkout
notReserved.TITLE=\u0417\u0430\u043C\u0435\u043D\u0438\u0442\u044C/\u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445...
notReserved.MSG1=\u041E\u0448\u0438\u0431\u043A\u0430 \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u0437-\u0437\u0430 \u0442\u043E\u0433\u043E, \u0447\u0442\u043E \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D \u0438\u043B\u0438 \u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u0430. \u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0432 

# Error message for Open dataset - Unable to import file
unableImportFile.TITLE=\u041E\u0442\u043A\u0440\u044B\u0442\u044C/\u041E\u0442\u043A\u0440\u044B\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445...
unableImportFile.MSG1=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B
unableImportFile.MSG2=\u041D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0448\u0430\u0431\u043B\u043E\u043D \u0434\u043B\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0441 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435\u043C
unableImportFile.MSG3=\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D \u0432\u0440\u0443\u0447\u043D\u0443\u044E.

# Error message for Upload dataset - Unable to upload file(s)
unableUploadFile.TITLE=\u0417\u0430\u043C\u0435\u043D\u0438\u0442\u044C/\u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445...
unableUploadFile.MSG1=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432\u044B\u0433\u0440\u0443\u0437\u043A\u0438 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445. \u0412\u044B\u0433\u0440\u0443\u0436\u0430\u0435\u043C\u044B\u0439 \u0444\u0430\u0439\u043B \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432 
unableUploadFile.MSG2=\u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.

# For ME occurrence group lines
#------------------------
errorAddAppearance=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D\u044B \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F\u044B \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0439
errorRemoveAppearance=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D\u044B \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F\u044B \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0439
errorNoAppearanceToAdd=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0434\u043B\u044F \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0432 \u0433\u0440\u0443\u043F\u043F\u0443 \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0439

# For cfg attachment lines
#------------------------
errorCannotFindLine=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0441\u0442\u0440\u043E\u043A\u0443 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0434\u043B\u044F

# Error message for plmxml File Not created. Used from TCInteropService
plmxmlFileNotCreated.MESSAGE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u0444\u0430\u0439\u043B\u0430 plmxml.

# For deleting root activity
errorDeleteRootActivity=\u041D\u0435\u043B\u044C\u0437\u044F \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u043A\u043E\u0440\u043D\u0435\u0432\u043E\u0439 \u043F\u0440\u043E\u0446\u0435\u0441\u0441

# For TcFile errors
# ------------------------
nullTcFileParameter=\u041F\u0435\u0440\u0435\u0434\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C

#DataShare Manager errors
#-------------------------
dataShareManagerError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u043D\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445
dataShareManagerError=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0430\u044F \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440\u0430 \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u043D\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445.

# For privilege Report errors
# ------------------------
nullPrivilegeReportParameter=\u041F\u0435\u0440\u0435\u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C\u0438!

# Variant rule errors
# ------------------------
variantRule.noOptionForName=\u0412\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u043E \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u043F\u0446\u0438\u0438
veNotFound=\u0412\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0432\n\u0418\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043D\u043E\u043C \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0438

# RDVService errors
# ------------------------
TCRDVServiceERROR.TITLE=\u041E\u0428\u0418\u0411\u041A\u0410 TCRDVService
sendAdditionalIncompatibleIC.MSG=\u0422\u0435\u043A\u0443\u0449\u0435\u0435 \u0418\u0418 \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u043C \u0434\u043B\u044F \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0438 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445

# If an interdependent property is not used in a Query Clause,
# We need to add a dummy level to support incremental search.
# ------------------------
missingLevel.LABEL=\u0423\u0440\u043E\u0432\u0435\u043D\u044C

# Assembly Arrangement messages
# ------------------------
deleteDefaultArrangement.TITLE=\u0423\u0434\u0430\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0438\u0435
deleteDefaultArrangement.MSG=\u0412\u044B \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u044D\u0442\u043E\u0439 \u0441\u0431\u043E\u0440\u043A\u0438;\n\u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0432\u044B\u0437\u0432\u0430\u0442\u044C\n\u043D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u043E\u0435 \u043F\u043E\u0432\u0435\u0434\u0435\u043D\u0438\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F, \u0435\u0441\u043B\u0438\n\u044D\u0442\u0430 \u0441\u0431\u043E\u0440\u043A\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0432 \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u0431\u043E\u0440\u043A\u0430\u0445. \u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C?

# FMS errors

badFmsHome.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 FMS.
badFmsHome.MSG=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0435 \u0434\u043B\u044F \u0437\u0430\u043F\u0443\u0441\u043A\u0430 FMS \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B. FMS_HOME \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E.

terminalFCCResourceError.TITLE=\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0444\u0430\u0439\u043B\u0443
terminalFCCResourceError.MSG=\u041E\u0448\u0438\u0431\u043A\u0430 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 FCC.
terminalFCCResourceError.DETAIL=\u0414\u043E\u0441\u0442\u0443\u043F \u043A \u0444\u0430\u0439\u043B\u0443 \u0431\u0443\u0434\u0435\u0442 \u0438\u043C\u0435\u0442\u044C \u043E\u0448\u0438\u0431\u043A\u0443, \u043F\u043E\u043A\u0430 \u043D\u0435 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430.\n\u041E\u0431\u044B\u0447\u043D\u043E \u044D\u0442\u043E \u043F\u0440\u043E\u0438\u0441\u0445\u043E\u0434\u0438\u0442 \u0438\u0437-\u0437\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u0438\u043B\u0438 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438.\n\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0441\u0440\u0435\u0434\u044B FMS_HOME \u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0435 \u0440\u0430\u0437\u0434\u0435\u043B\u044F\u0435\u043C\u043E\u0439 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438 \u0434\u043B\u044F \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0439 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u044B FCCJavaClientProxy\n\u0432 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0435 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A.\n(\u043F\u0440\u0430\u0432\u0438\u043B\u043E \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u044F \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438: [lib]FCCJavaClientProxy[64].[dll|so|sl|dylib])\n\u0415\u0441\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u043E\u0441\u0442\u0430\u0435\u0442\u0441\u044F, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.

warningFCCStartFailure.TITLE=\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0444\u0430\u0439\u043B\u0443
warningFCCStartFailure.MSG=\u041E\u0448\u0438\u0431\u043A\u0430 \u0437\u0430\u043F\u0443\u0441\u043A\u0430 FCC.
warningFCCStartFailure.DETAIL=\u0414\u043E\u0441\u0442\u0443\u043F \u043A \u0444\u0430\u0439\u043B\u0443 \u0431\u0443\u0434\u0435\u0442 \u0438\u043C\u0435\u0442\u044C \u043E\u0448\u0438\u0431\u043A\u0443, \u043F\u043E\u043A\u0430 FCC \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u043F\u0443\u0449\u0435\u043D.\n\u041E\u0431\u044B\u0447\u043D\u043E \u044D\u0442\u043E \u043F\u0440\u043E\u0438\u0441\u0445\u043E\u0434\u0438\u0442 \u0438\u0437-\u0437\u0430 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0441\u0442\u0438 \u0441\u0435\u0442\u0435\u0432\u044B\u0445 \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u0432 \u0438\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438.\n\u0418\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0431\u0443\u0434\u0435\u0442 \u043E\u043F\u0440\u0430\u0448\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438, \u0438 \u0435\u0441\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043E, \u0442\u043E \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u0444\u0430\u0439\u043B\u0443 \u0431\u0443\u0434\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D.\n\u0415\u0441\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u043E\u0441\u0442\u0430\u0435\u0442\u0441\u044F, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.

# CAD-Part alignment
invalidSource.TITLE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0435 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u044B
linkDesignToPart.TITLE=\u0412\u044B\u0440\u043E\u0432\u043D\u044F\u0442\u044C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0443/\u0447\u0435\u0440\u0442\u0435\u0436 \u043F\u043E \u0434\u0435\u0442\u0430\u043B\u0438
unlinkDesignFromPart.TITLE=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u044B\u0440\u0430\u0432\u043D\u0438\u0432\u0430\u043D\u0438\u0435 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438/\u0447\u0435\u0440\u0442\u0435\u0436\u0430 \u043F\u043E \u0434\u0435\u0442\u0430\u043B\u0438
notCadOrDrawingSource.MSG=\u0423\u043A\u0430\u0436\u0438\u0442\u0435 \u0432\u044B\u0440\u0430\u0432\u043D\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u0442\u0438\u043F \u043F\u043E\u0434\u0442\u0438\u043F\u0430 \u0440\u0435\u0432\u0438\u0437\u0438\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0432 \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 Teamcenter \u0438\u043B\u0438 \u0447\u0435\u0440\u0442\u0435\u0436 \u0432 \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 TCBOM 
notPartSource.MSG=\u0422\u043E\u043B\u044C\u043A\u043E \u0434\u0435\u0442\u0430\u043B\u0438 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u044B \u043F\u043E CAD/\u0427\u0435\u0440\u0442\u0435\u0436\u0430\u043C 
designAlreadyAligned.MSG=\u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u0440\u0435\u0432\u0438\u0437\u0438\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430/\u0441\u0442\u0440\u043E\u043A \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0443\u0436\u0435 \u043F\u0440\u0438\u0432\u044F\u0437\u0430\u043D\u044B \u043A \u0441\u0442\u0440\u043E\u043A\u0435 \u043A\u043E\u043D\u0435\u0447\u043D\u043E\u0439 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B .\n \u0414\u043B\u044F \u0434\u0430\u043D\u043D\u044B\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u043E\u043F\u0443\u0449\u0435\u043D\u0430.
drawingAlreadyAligned.MSG=\u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437 \u0447\u0435\u0440\u0442\u0435\u0436\u0435\u0439 \u0443\u0436\u0435 \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u044B \u0434\u043B\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0434\u0435\u0442\u0430\u043B\u0435\u0439\n \u042D\u0442\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0431\u0443\u0434\u0443\u0442 \u043F\u0440\u043E\u043F\u0443\u0449\u0435\u043D\u044B. 
partAlreadyAligned.MSG=\u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0435\u0442\u0430\u043B\u0435\u0439 \u0443\u0436\u0435 \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u044B \u043F\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0446\u0435\u043B\u0438.\n \u0414\u043B\u044F \u044D\u0442\u0438\u0445 \u0434\u0435\u0442\u0430\u043B\u0435\u0439 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u0440\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F. 
unlinkableDesignTypes.MSG=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0440\u0435\u0432\u0438\u0437\u0438\u044F \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u0430 \u043F\u043E \u0434\u0435\u0442\u0430\u043B\u044F\u043C.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0443\u0442\u043E\u0447\u043D\u0438\u0442\u0435 \u0441\u043F\u0438\u0441\u043E\u043A \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0445 \u0442\u0438\u043F\u043E\u0432 \u0440\u0435\u0432\u0438\u0437\u0438\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
noDesignTypes.MSG=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0442\u0438\u043F\u044B \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u044B \u043F\u043E \u0434\u0435\u0442\u0430\u043B\u0438 .\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.
mixedTypesDisallowed.MSG=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0441\u0435 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043E\u0434\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430
removedPrimaryRepresentation.MSG=\u041F\u0435\u0440\u0432\u0438\u0447\u043D\u043E\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0434\u0435\u0442\u0430\u043B\u0438 \u0431\u044B\u043B\u043E \u0443\u0434\u0430\u043B\u0435\u043D\u043E.
linkDesignToPart.ErrorTitle=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0445\u043E\u0434\u0435 \u0432\u044B\u0440\u0430\u0432\u043D\u0438\u0432\u0430\u043D\u0438\u044F
unlinkDesignToPart.ErrorTitle=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0445\u043E\u0434\u0435 \u043E\u0442\u043C\u0435\u043D\u044B \u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0438/\u0447\u0435\u0440\u0442\u0435\u0436\u0430 \u0441 \u0434\u0435\u0442\u0430\u043B\u044C\u044E
linkDesignToPart.WarningTitle=\u0421\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D\u0438\u0435 \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0438/\u0447\u0435\u0440\u0442\u0435\u0436\u0430 \u0441 \u0434\u0435\u0442\u0430\u043B\u044C\u044E \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u043E \u0431\u0435\u0437 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0439
linkDesignToPart.WarningTitle=\u041E\u0442\u043C\u0435\u043D\u0430 \u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0438/\u0447\u0435\u0440\u0442\u0435\u0436\u0430 \u0441 \u0434\u0435\u0442\u0430\u043B\u044C\u044E \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0430 \u0431\u0435\u0437 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0439

#-------------------------------------
# Entries for GMO License
#-------------------------------------
noGMLicense=\u0423 \u0432\u0430\u0441 \u043D\u0435\u0442 \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u0438 GM Overlay \u0434\u043B\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u043E\u0439 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438.
NoGMLicense.TITLE=\u041B\u0438\u0446\u0435\u043D\u0437\u0438\u044F GM Overlay

#-------------------------------------
# Entries for VVI File creation
#-------------------------------------
INTEROP_TAG_PLMXML_BOTH_CANNOT_EXIST=\u0422\u044D\u0433 \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0438 PLMXML \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442
INTEROP_NULL_INPUTS=\u041D\u0443\u043B\u0435\u0432\u044B\u0435 \u0432\u0445\u043E\u0434\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0434\u043B\u044F PLMXML & \u0422\u044D\u0433\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u0430
INTEROP_INVALID_INPUT=\u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0434\u043B\u044F \u0437\u0430\u043F\u0443\u0441\u043A\u0430

# TcServices
TcServicesMissingPrefs.MSG=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0434\u043B\u044F \u0441\u0436\u0430\u0442\u0438\u044F XML

# Roll up Messages
#------------------
rollupValidateError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u043E\u0442\u0447\u0435\u0442\u0430 \u043F\u043E \u0441\u043E\u0441\u0442\u0430\u0432\u0443
rollupValidateTemplateExistsError.MSG=\u0428\u0430\u0431\u043B\u043E\u043D \u043E\u0442\u0447\u0435\u0442\u0430 \u043F\u043E \u0441\u043E\u0441\u0442\u0430\u0432\u0443 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0431\u0435\u0437 \u0438\u043C\u0435\u043D\u0438.
rollupValidateInvalidDelimiterError.MSG=\u0428\u0430\u0431\u043B\u043E\u043D \u043E\u0442\u0447\u0435\u0442\u0430 \u043F\u043E \u0441\u043E\u0441\u0442\u0430\u0432\u0443 \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0440\u0430\u0437\u0434\u0435\u043B\u0438\u0442\u0435\u043B\u044C.
rollupValidateCalcEmptyFieldsError.MSG=\u0428\u0430\u0431\u043B\u043E\u043D \u043E\u0442\u0447\u0435\u0442\u0430 \u043F\u043E \u0441\u043E\u0441\u0442\u0430\u0432\u0443 \u0438\u043C\u0435\u0435\u0442 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F \u0441 \u043F\u0443\u0441\u0442\u044B\u043C\u0438 \u043F\u043E\u043B\u044F\u043C\u0438.
delimiter_other=\u0414\u0440\u0443\u0433\u0438\u0435

# Keys for About Dialog
prevHostName=\u0418\u043C\u044F \u0443\u0437\u043B\u0430:
prevLogFile=\u0424\u0430\u0439\u043B \u0436\u0443\u0440\u043D\u0430\u043B\u0430:
prevJournalFile=\u0424\u0430\u0439\u043B \u0436\u0443\u0440\u043D\u0430\u043B\u0430:

# SOA Services
ErrorWithSOACall.ERROR=\u0412\u044B\u0437\u043E\u0432 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 SOA \u0432\u0435\u0440\u043D\u0443\u043B \u043E\u0448\u0438\u0431\u043A\u0443 
ErrorWithSOACall.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 SOA
ErrorFromSOACall.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430

SoaExceptionHandler.TITLE=\u0421\u0432\u044F\u0437\u044C \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C
SoaExceptionHandler_ERROR1.TEXT=\u0421\u0435\u0440\u0432\u0435\u0440 \u0432\u0435\u0440\u043D\u0443\u043B \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044E\u044E \u043E\u0448\u0438\u0431\u043A\u0443.
SoaExceptionHandler_ERROR2.TEXT=\u041F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u044C \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0439 \u0441\u0435\u0440\u0432\u0438\u0441\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441?

# Messages for preAction of opening Validation Result Dataset
noPerferenceValue=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 TC_VALIDATION_STYLESHEET_DATASETNAME \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
noPerferenceValue.TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B
invalidPreferenceValue=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 TC_VALIDATION_STYLESHEET_DATASETNAME \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u0430.
invalidPreferenceValue.TITLE=\u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
noXSLFile=\u0424\u0430\u0439\u043B\u0430 XSL \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0439 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 TC_VALIDATION_STYLESHEET_DATASETNAME \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
noXSLFile.TITLE=\u041D\u0435\u0442 \u0444\u0430\u0439\u043B\u0430 XSL
queryXSLFile=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441 \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439.
queryXSLFile.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 XSL

#rev rule string
effectivity=\u041F\u0440\u0438\u043C\u0435\u043D\u044F\u0435\u043C\u043E\u0441\u0442\u044C:
notSpecified=\u0421\u0435\u0433\u043E\u0434\u043D\u044F
effectivityWithEndItem=\u041F\u0440\u0438\u043C\u0435\u043D\u044F\u0435\u043C\u043E\u0441\u0442\u044C \u0441 \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u043C \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u043C:
dateString=\u0414\u0430\u0442\u0430({0})

#POR 008045 - multi-lingual TextServer
#Definition of the warning panel title, and additional text to guide the end-user
SERVER_LOGIN_WARNING_CODE.TITLE=\u0414\u0435\u0433\u0440\u0430\u0434\u0430\u0446\u0438\u044F \u044F\u0437\u044B\u043A\u0430
SERVER_LOGIN_WARNING_CODE.TEXT=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u044C\u0441\u044F \u0441 \u0437\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u044B\u043C\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u043C\u0438 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0439 \u0441\u0440\u0435\u0434\u044B.\n\n\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0443\u043D\u0430\u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0441\u043C\u0435\u0448\u0430\u043D\u043D\u0443\u044E \u043B\u043E\u043A\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044E, \u0442\u0430\u043A \u043A\u0430\u043A \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D \u044F\u0437\u044B\u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Teamcenter \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
#SERVER_LOGIN_ERROR_CODE.TITLE=Language restriction
SERVER_LOGIN_ERROR_CODE.TEXT=\u042F\u0437\u044B\u043A\u043E\u0432\u044B\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F\n\n \u0421\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u044F\u0437\u044B\u043A\u0430 {0} \u043E\u0442\u0432\u0435\u0440\u0433\u043D\u0443\u0442\u043E.\n\n\u0417\u0430\u043A\u0440\u043E\u0439\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0438 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u044F\u0437\u044B\u043A\u0430 \u0432 \u0441\u043A\u0440\u0438\u043F\u0442\u0435 \u0437\u0430\u043F\u0443\u0441\u043A\u0430.\n\n\u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Teamcenter:\n\t{1}

# extension type string
EXT.extpointType.PRECONDITION=\u043F\u0440\u0435\u0434\u0443\u0441\u043B\u043E\u0432\u0438\u044F
EXT.extpointType.PREACTION=\u043F\u0440\u0435\u0434\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
EXT.extpointType.POSTACTION=\u043F\u043E\u0441\u0442\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
EXT.extpointType.BASEACTION=\u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
EXT.extpointType.UNKNOWN=\u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E

user.services.marshal.error=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0435 XML \u0434\u043B\u044F TcUserService.
################################################################
#  Start Validation Evaluation message description
################################################################
#Up to date; result pass or not required
ValidaitonRunPassStatusDesc=\u041F\u0440\u043E\u0439\u0434\u0435\u043D\u043E
VALIDATION_RUN_STATUS_DESC_upToDate=\u041D\u0435 \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043E
VALIDATION_RUN_STATUS_DESC_outOfDatePartChanged=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u043D\u0435 \u0430\u043A\u0442\u0443\u0430\u043B\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u0435\u0442\u0430\u043B\u044C \u0431\u044B\u043B\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430
VALIDATION_RUN_STATUS_DESC_outOfDateRequirementChanged=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u043D\u0435 \u0430\u043A\u0442\u0443\u0430\u043B\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0435 \u0431\u044B\u043B\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043E
VALIDATION_RUN_STATUS_DESC_verifyParameterFailed=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
VALIDATION_RUN_STATUS_DESC_missingReportLog=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0444\u0430\u0439\u043B \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432
VALIDATION_RUN_STATUS_DESC_notRun=\u041D\u0435 \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043E
VALIDATION_RUN_STATUS_DESC_notRequired=\u041F\u0440\u043E\u0439\u0434\u0435\u043D\u043E
VALIDATIONRunClient=\u041A\u0430\u0436\u0434\u0430\u044F \u0440\u0435\u0432\u0438\u0437\u0438\u044F \u0430\u0433\u0435\u043D\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0442\u044C \u0435\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u0443\u044E \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044E \u043C\u0435\u0442\u043E\u0434\u0430 runValidationOnClient
VALIDATIONRun=\u041A\u0430\u0436\u0434\u0430\u044F \u0440\u0435\u0432\u0438\u0437\u0438\u044F \u0430\u0433\u0435\u043D\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0442\u044C \u0435\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u0443\u044E \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044E \u043C\u0435\u0442\u043E\u0434\u0430 runValidationOn
VALIDATIONInvalidProperty=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E \u0434\u043B\u044F \u0442\u0438\u043F\u0430 \u0440\u0435\u0432\u0438\u0437\u0438\u0438 \u0430\u0433\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438
################################################################
#  End Validation Evaluation message description
################################################################

#MSExcelX validation strings
INVALID_SHEET=\u042D\u0442\u043E\u0442 \u0448\u0430\u0431\u043B\u043E\u043D Excel \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E\u0431 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0442\u044D\u0433\u043E\u0432 \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.
DUPLICATE_TAG_FOUND=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0448\u0430\u0431\u043B\u043E\u043D \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u044B \u0442\u044D\u0433\u043E\u0432. \u041B\u0438\u0441\u0442\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u044D\u0433\u0438 \u043D\u0430\u0447\u0430\u043B\u0430, \u043A\u043E\u043D\u0446\u0430 \u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430. \u041B\u0438\u0441\u0442\u044B \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0439 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u044D\u0433\u0438 \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E\u0431 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0442\u044D\u0433\u043E\u0432 \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.
MISSING_TAG=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u0448\u0430\u0431\u043B\u043E\u043D \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0442\u044D\u0433\u0438. \u041B\u0438\u0441\u0442\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u044D\u0433\u0438 \u043D\u0430\u0447\u0430\u043B\u0430, \u043A\u043E\u043D\u0446\u0430 \u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430. \u041B\u0438\u0441\u0442\u044B \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0439 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u044D\u0433\u0438 \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E\u0431 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0442\u044D\u0433\u043E\u0432 \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.
ORDER_INVALID=\u041F\u043E\u0440\u044F\u0434\u043E\u043A \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u044B \u043F\u0440\u0430\u0432\u0438\u043B \u043D\u0430 \u043B\u0438\u0441\u0442\u0435 {0} \u0448\u0430\u0431\u043B\u043E\u043D\u0430 Excel {1} \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0431\u044B\u043B "\u0423\u0440\u043E\u0432\u0435\u043D\u044C-\u041E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435-\u0422\u0438\u043F-\u0420\u0435\u0436\u0438\u043C \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438". \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E\u0431 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432 \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.
INSUFFICIENT_PRIVILEDGE=\u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u043F\u0440\u0430\u0432 \u0434\u043B\u044F \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
COLUMNS_NOT_FOUND=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u043E\u0432\u0430\u043B\u0438 \u0432\u0441\u0435 \u0441\u0442\u043E\u043B\u0431\u0446\u044B "\u0423\u0440\u043E\u0432\u0435\u043D\u044C-\u041E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435-\u0422\u0438\u043F-\u0420\u0435\u0436\u0438\u043C \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438" \u043D\u0430 \u043B\u0438\u0441\u0442\u0435 {0} \u0448\u0430\u0431\u043B\u043E\u043D\u0430 Excel {1}. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E\u0431 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432 \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.
RULETABLE_NOT_FOUND=\u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043F\u0440\u0430\u0432\u0438\u043B \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u0430 \u043D\u0430 \u043B\u0438\u0441\u0442\u0435 {0} \u0448\u0430\u0431\u043B\u043E\u043D\u0430 Excel {1}. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0437\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u044F\u043C\u0438 \u043E \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u043F\u0440\u0430\u0432\u0438\u043B \u0432 \u0448\u0430\u0431\u043B\u043E\u043D\u0430\u0445.

################################################################
#  Language_Tbl validation
################################################################
DUPLICATE_LANGUAGE_FOUND=\u042F\u0437\u044B\u043A {0} \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435.
#################################################################
#   License Usage Warning Messages
#################################################################
graceDaysWarning=\u041F\u0440\u0435\u0432\u044B\u0448\u0435\u043D\u043E \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435 \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u0438 \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u043E\u0433\u043E \u0430\u0432\u0442\u043E\u0440\u0430 \u0432 \u044D\u0442\u043E\u043C \u043C\u0435\u0441\u044F\u0446\u0435.\n\u0412\u0445\u043E\u0434 \u0432 Teamcenter \u0431\u0443\u0434\u0435\u0442 \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D \u043D\u0430 \u043C\u0435\u0441\u044F\u0446 \u043F\u043E\u0441\u043B\u0435 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0445 {0} \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u0445 \u043A\u0430\u043B\u0435\u043D\u0434\u0430\u0440\u043D\u044B\u0445 \u0434\u043D\u0435\u0439 \u0438\u043B\u0438 {1} \u0447\u0430\u0441\u043E\u0432.
usedDaysWarning=\u0414\u043E \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0434\u043B\u044F \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0432 \u044D\u0442\u043E\u043C \u043C\u0435\u0441\u044F\u0446\u0435 \u043E\u0441\u0442\u0430\u043B\u043E\u0441\u044C {0} \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u0445 \u043A\u0430\u043B\u0435\u043D\u0434\u0430\u0440\u043D\u044B\u0445 \u0434\u043D\u0435\u0439 \u0438\u043B\u0438 {1} \u0447\u0430\u0441\u043E\u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F.
#################################################################
#   Import File name length validation
#################################################################
FILE_NAME_LENGTH_EXCEEDED=\u0414\u043B\u0438\u043D\u0430 \u0438\u043C\u0435\u043D\u0438 \u0444\u0430\u0439\u043B\u0430 {0} \u043F\u0440\u0435\u0432\u044B\u0441\u0438\u043B\u0430 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435. \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u0441\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 {1} \u0437\u043D\u0430\u043A\u043E\u0432, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u0444\u0430\u0439\u043B\u0430.


#################################################################
# TCPreferenceService - Display value for enumerations
#################################################################
#1. Preference types
STRING_TYPE=\u0421\u0442\u0440\u043E\u043A\u0430
INTEGER_TYPE=\u0426\u0435\u043B\u043E\u0435 \u0447\u0438\u0441\u043B\u043E
LOGICAL_TYPE=\u041B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u043E\u0435
DOUBLE_TYPE=\u0414\u0432\u043E\u0439\u043D\u043E\u0439 \u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0438
DATE_TYPE=\u0414\u0430\u0442\u0430

#2. Preference locations
USER_LOCATION=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
ROLE_LOCATION=\u0420\u043E\u043B\u044C
GROUP_LOCATION=\u0413\u0440\u0443\u043F\u043F\u0430
OVERLAY_LOCATION=\u041D\u0430\u043B\u043E\u0436\u0435\u043D\u0438\u0435
COTS_LOCATION=\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
ENV_VARIABLE_LOCATION=\u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0441\u0440\u0435\u0434\u044B
#TODO - 013926 - remove this resource for phase III
SITE_LOCATION=\u0421\u0430\u0439\u0442

#3. Preference protection scopes
USER_PROTECTION_SCOPE=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
ROLE_PROTECTION_SCOPE=\u0420\u043E\u043B\u044C
GROUP_PROTECTION_SCOPE=\u0413\u0440\u0443\u043F\u043F\u0430
SITE_PROTECTION_SCOPE=\u0421\u0430\u0439\u0442
SYSTEM_PROTECTION_SCOPE=\u0421\u0438\u0441\u0442\u0435\u043C\u0430

#4. For the tooltip in Edit/Options - Definition and Details panel
userLocation.TEXT=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C: {0}
userLocation.Id_error.TEXT=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
roleLocation.TEXT=\u0420\u043E\u043B\u044C: {0}
groupLocation.TEXT=\u0413\u0440\u0443\u043F\u043F\u0430: {0}
siteLocation.TEXT=\u0421\u0430\u0439\u0442
environment.TEXT=\u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0441\u0440\u0435\u0434\u044B

#AEShell
TempFileDeleteWarning.MSG=\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B {0}?
TempFileDeleteWarning.TITLE=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0444\u0430\u0439\u043B\u043E\u0432

#################################################################
# Veracode/File errors
#################################################################
createDirVCFailure=\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u043F\u0443\u0442\u0438 \u043A \u043F\u0430\u043F\u043A\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0432\u044B\u0437\u0432\u0430\u0442\u044C \u043F\u043E\u0442\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u0441 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u044C\u044E:
createFileVCFailure=\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u043F\u0443\u0442\u0438 \u043A \u0444\u0430\u0439\u043B\u0443 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u043E\u0433\u0443\u0442 \u0432\u044B\u0437\u0432\u0430\u0442\u044C \u043F\u043E\u0442\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u0441 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u044C\u044E:
