# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=Cr\u00E9ation des services...
TCComponentBOPWindow.setDiffrentBaseViewException=La fen\u00EAtre de Nomenclature de groupe d'occurrences a \u00E9t\u00E9 d\u00E9finie avec une fen\u00EAtre de vue de base diff\u00E9rente
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=Le nombre de noeuds de chemin et d'articles obtenus \u00E0 partir du serveur ne correspondent pas.
TCComponentMEAppearancePathNodeType.InvalidInput=Saisie non valable.

TCLoginJob.COULDNT_LOG_INTO=Connexion \u00E0 TCServer impossible
TCLoginJob.CAUSE=Cause: 
TCLoginJob.JOB.TITLE=Connexion \u00E0 TCSession...
TCLoginJob.LOGGING.STATUS=Connexion...
TCLoginJob.PROBLEMS_CONNECTING=Probl\u00E8mes d\u00E9tect\u00E9s \u00E0 la connexion \u00E0 TCServer: 
TCLoginJob.SERVER_CONNECTION_BEGIN=ConnexionServeur: 
TCLoginJob.SERVER_CONNECTION_END=\ introuvable.

TCLoginJob.INVALID_ROLE_LOGIN=Le r\u00F4le saisi n'est pas valable. Ouverture de session avec le r\u00F4le par d\u00E9faut...
TCLoginJob.INVALID_ROLE=R\u00F4le non valable
TCTextSvrFeatureProcessor.textsvr_feature_job=Traitement de la fonction de cache client TextSrv
TCTextSvrFeatureProcessor.textsvr_job_name=Traitement de la fonction de cache client TextSrv

bomMarkupHelper.NONE=Aucun
bomMarkupHelper.ADD=Ajouter
bomMarkupHelper.REMOVE=Supprimer
bomMarkupHelper.SUBSTITUTE=Substitution
bomMarkupHelper.PREFER=Pr\u00E9f\u00E9rer
bomMarkupHelper.REPLACE =Remplacer
bomMarkupHelper.PROPERTY=Propri\u00E9t\u00E9
bomMarkupHelper.GENERAL=G\u00E9n\u00E9ral
bomMarkupHelper.WORKING=En cours
bomMarkupHelper.OBSOLETE=Obsol\u00E8te
bomMarkupHelper.APPLIED =Appliqu\u00E9
bomMarkupHelperErrorMsg.TEXT=Erreur(s) d\u00E9tect\u00E9es:
bomMarkupHelperErrorMsg.TITLE=Erreur
bomMarkupDefault.TITLE=Annotation
bomMarkupDefault.TEXT=OK pour ex\u00E9cuter l'action?
bomMarkupApply.TITLE=Appliquer l'annotation
bomMarkupApplyConfirmation.TEXT=OK pour appliquer la/les annotations? La structure sera modifi\u00E9e en fonction des modifications propos\u00E9es dans le(s) niveaux s\u00E9lectionn\u00E9s.
bomMarkupApplyAll.TITLE=Appliquer toutes les annotations
bomMarkupApplyAllConfirmation.TEXT=OK pour appliquer toutes les annotations? La structure sera modifi\u00E9e en fonction des modifications propos\u00E9es.
bomMarkupDelete.TITLE=D\u00E9truire l'annotation
bomMarkupDeleteConfirmation.TEXT=OK pour d\u00E9truire la/les annotations? Toutes les modifications propos\u00E9es dans le(s) niveaux s\u00E9lectionn\u00E9s seront d\u00E9truites.
bomMarkupError.TITLE=Erreur d'annotation
bomMarkupErrorMarkupTypeNotAllowed.TEXT=La modification propos\u00E9e n'est pas autoris\u00E9e. Elle est en conflit avec des modifications existantes dans la ligne s\u00E9lectionn\u00E9e.
bomMarkupStructureEdit.TITLE=Edition de structure
bomMarkupStructureEdit.TEXT=Une annotation de Nomenclature existe pour ce niveau. Toute \u00E9dition \u00E0 ce niveau peut rendre partiellement obsol\u00E8te la/les modifications propos\u00E9es.\nVous pouvez consulter la/les modifications propos\u00E9es en entrant dans le mode d'annotation. Voulez-vous continuer l'\u00E9dition? 
bomMarkupStructureEditToggle.TEXT=Ne plus afficher ce message pour cette fen\u00EAtre. M\u00E9moriser ma derni\u00E8re s\u00E9lection.
bomMarkupAddSpecialLine.TEXT=Pour AJOUT d'annotation de Nomenclature. Ajoute \u00E0 la structure une ligne de Nomenclature sp\u00E9ciale.
bomMarkupRemoveSpecialLine.TEXT=Pour AJOUT d'annotation de Nomenclature. Supprime de la structure une ligne de Nomenclature sp\u00E9ciale.
bomMarkupAddJob.NAME=Ajoute une nouvelle ligne d'annotation...

sequence_number_not_match.MSG=Les num\u00E9ros de s\u00E9quence ne correspondent pas.

TCComponentScheduleType.percentLinked.MSG=Si vous voulez que le pourcentage termin\u00E9 existant des t\u00E2ches tienne compte de la nouvelle valeur li\u00E9e, il faut recalculer le planning.
TCComponentScheduleType.percentLinked.TITLE=Pourcentage li\u00E9
invalidDecision.MSG=D\u00E9cision non valable

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=Informations de connexion non disponibles.

client_cache_empty.MSG=Le cache client est vide. Le Client Riche est connect\u00E9 en mode cache Skip Client. Si vous voulez am\u00E9liorer les performances du Client Riche, consultez l'administrateur pour g\u00E9n\u00E9rer un cache client. 
client_cache_empty.TITLE=Le cache client est vide
client_cache_notavailable.TITLE=Impossible de t\u00E9l\u00E9charger
client_cache_notavailable.MSG=Impossible de t\u00E9l\u00E9charger les fichiers du cache client. Consultez l'administrateur du syst\u00E8me \u00E0 propos des fichiers dans les volumes. \n\nVoulez-vous continuer \u00E0 vous connecter en mode cache Skip Client?

TCComponentCfgActivityLine.Assignment.Failed=Echec d'affectation de l'objet. Affectez d'abord l'objet \u00E0 l'op\u00E9ration parent, puis affectez-le \u00E0 l'activit\u00E9.