# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=Tworzenie us\u0142ug...
TCComponentBOPWindow.setDiffrentBaseViewException=Okno BOM grupy wyst\u0105pie\u0144 zosta\u0142o ustawione za pomoc\u0105 innego okna widoku podstawowego.
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=Numery w\u0119z\u0142\u00F3w \u015Bcie\u017Cki i obiekty uzyskane z serwera nie s\u0105 zgodne.
TCComponentMEAppearancePathNodeType.InvalidInput=Nieprawid\u0142owe dane wej\u015Bciowe.

TCLoginJob.COULDNT_LOG_INTO=Nie mo\u017Cna zalogowa\u0107 do serwera TCServer
TCLoginJob.CAUSE=Przyczyna: 
TCLoginJob.JOB.TITLE=Logowanie do sesji TCSession...
TCLoginJob.LOGGING.STATUS=Logowanie do...
TCLoginJob.PROBLEMS_CONNECTING=Wyst\u0105pi\u0142y problemy z logowaniem do serwera TCServer: 
TCLoginJob.SERVER_CONNECTION_BEGIN=Po\u0142\u0105czenie z serwerem: 
TCLoginJob.SERVER_CONNECTION_END=\ nie zosta\u0142o znalezione.

TCLoginJob.INVALID_ROLE_LOGIN=Wprowadzona rola jest nieprawid\u0142owa. Logowanie z domy\u015Bln\u0105 rol\u0105...
TCLoginJob.INVALID_ROLE=Nieprawid\u0142owa rola
TCTextSvrFeatureProcessor.textsvr_feature_job=Przetwarzanie elementu pami\u0119ci podr\u0119cznej klienta TextSvr
TCTextSvrFeatureProcessor.textsvr_job_name=Przetwarzanie elementu pami\u0119ci podr\u0119cznej klienta TextSvr

bomMarkupHelper.NONE=Brak
bomMarkupHelper.ADD=Dodaj
bomMarkupHelper.REMOVE=Usu\u0144
bomMarkupHelper.SUBSTITUTE=Zast\u0105pienie
bomMarkupHelper.PREFER=Preferuj
bomMarkupHelper.REPLACE =Zamie\u0144
bomMarkupHelper.PROPERTY=W\u0142a\u015Bciwo\u015B\u0107
bomMarkupHelper.GENERAL=Og\u00F3lne
bomMarkupHelper.WORKING=Robocze
bomMarkupHelper.OBSOLETE=Przestarza\u0142e
bomMarkupHelper.APPLIED =Zastosowano
bomMarkupHelperErrorMsg.TEXT=Wyst\u0105pi\u0142y b\u0142\u0119dy:
bomMarkupHelperErrorMsg.TITLE=B\u0142\u0105d
bomMarkupDefault.TITLE=Uwaga
bomMarkupDefault.TEXT=Czy na pewno wykona\u0107?
bomMarkupApply.TITLE=Nanie\u015B uwag\u0119
bomMarkupApplyConfirmation.TEXT=Czy na pewno zastosowa\u0107 uwagi(\u0119)? Struktura zostanie zmodyfikowana w oparciu o proponowane zmiany na wybranym poziomie lub poziomach.
bomMarkupApplyAll.TITLE=Nanie\u015B wszystkie uwagi
bomMarkupApplyAllConfirmation.TEXT=Czy na pewno nanie\u015B\u0107 wszystkie uwagi? Struktura zostanie zmodyfikowana w oparciu o wszystkie proponowane zmiany.
bomMarkupDelete.TITLE=Usu\u0144 uwag\u0119
bomMarkupDeleteConfirmation.TEXT=Czy na pewno usun\u0105\u0107 uwagi(\u0119)? Wszystkie zmiany zaproponowane na wybranym poziomie lub poziomach zostan\u0105 usuni\u0119te.
bomMarkupError.TITLE=B\u0142\u0105d uwagi
bomMarkupErrorMarkupTypeNotAllowed.TEXT=Proponowana zmiana jest niedozwolona, gdy\u017C popada w konflikt z istniej\u0105cymi zmianami w wybranej linii.
bomMarkupStructureEdit.TITLE=Edycja struktury
bomMarkupStructureEdit.TEXT=Dla tego poziomu istnieje uwaga zestawienia materia\u0142\u00F3w. Zmiana wprowadzona na tym poziomie mo\u017Ce potencjalnie uniewa\u017Cni\u0107 proponowane zmiany. Aby wy\u015Bwietli\u0107 proponowane zmiany, przejd\u017A do trybu uwag. Czy chcesz kontynuowa\u0107 edycj\u0119? 
bomMarkupStructureEditToggle.TEXT=Nie wy\u015Bwietlaj ponownie tego komunikatu w tym oknie. Zapami\u0119taj m\u00F3j ostatni wyb\u00F3r.
bomMarkupAddSpecialLine.TEXT=Dotyczy operacji dodawania uwagi zestawienia materia\u0142\u00F3w. Skutkuje dodaniem nowej, specjalnej pozycji zestawienia do struktury.
bomMarkupRemoveSpecialLine.TEXT=Dotyczy operacji dodawania uwagi zestawienia materia\u0142\u00F3w. Skutkuje usuni\u0119ciem specjalnej pozycji zestawienia ze struktury.
bomMarkupAddJob.NAME=Dodawanie nowej linii uwagi...

sequence_number_not_match.MSG=Numery porz\u0105dkowe nie pasuj\u0105.

TCComponentScheduleType.percentLinked.MSG=Aby istniej\u0105ca warto\u015B\u0107 procentowa uko\u0144czenia zada\u0144 odzwierciedla\u0142a now\u0105 warto\u015B\u0107 powi\u0105zan\u0105, przelicz ponownie harmonogram.
TCComponentScheduleType.percentLinked.TITLE=Procent powi\u0105zanych
invalidDecision.MSG=Nieprawid\u0142owa decyzja

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=Informacje o logowaniu nie s\u0105 dost\u0119pne.

client_cache_empty.MSG=Pami\u0119\u0107 podr\u0119czna klienta jest pusta. Klient wzbogacony jest zalogowany w trybie pomijania pami\u0119ci podr\u0119cznej klienta. Aby zwi\u0119kszy\u0107 wydajno\u015B\u0107 klienta wzbogaconego, zapytaj administratora o wygenerowanie pami\u0119ci podr\u0119cznej klienta. 
client_cache_empty.TITLE=Pami\u0119\u0107 podr\u0119czna klienta jest pusta
client_cache_notavailable.TITLE=Nie mo\u017Cna pobra\u0107
client_cache_notavailable.MSG=Nie mo\u017Cna pobra\u0107 plik\u00F3w pami\u0119ci podr\u0119cznej klienta. Zapytaj administratora o pliki w wolumenach. \n\nCzy chcesz kontynuowa\u0107 logowanie w trybie pomijania pami\u0119ci podr\u0119cznej klienta?

TCComponentCfgActivityLine.Assignment.Failed=Przypisanie elementu nie powiod\u0142o si\u0119. Najpierw przypisz element do operacji nadrz\u0119dnej, a nast\u0119pnie przypisz j\u0105 do tej czynno\u015Bci.