# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=Criando servi\u00E7os...
TCComponentBOPWindow.setDiffrentBaseViewException=A janela BOM do grupo de ocorr\u00EAncias foi definida com uma janela de exibi\u00E7\u00E3o de base diferente
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=Os n\u00FAmeros de n\u00F3s de caminho e itens obtidos do servidor n\u00E3o correspondem.
TCComponentMEAppearancePathNodeType.InvalidInput=Entrada inv\u00E1lida.

TCLoginJob.COULDNT_LOG_INTO=N\u00E3o foi poss\u00EDvel efetuar logon no TCServer
TCLoginJob.CAUSE=Motivo: 
TCLoginJob.JOB.TITLE=Efetuando logon no TCSession...
TCLoginJob.LOGGING.STATUS=Efetuando logon...
TCLoginJob.PROBLEMS_CONNECTING=Problemas encontrados ao efetuar logon no TCServer: 
TCLoginJob.SERVER_CONNECTION_BEGIN=ServerConnection: 
TCLoginJob.SERVER_CONNECTION_END=\ n\u00E3o p\u00F4de ser encontrado.

TCLoginJob.INVALID_ROLE_LOGIN=A fun\u00E7\u00E3o inserida \u00E9 inv\u00E1lida. Efetuando logon com a fun\u00E7\u00E3o padr\u00E3o...
TCLoginJob.INVALID_ROLE=Papel inv\u00E1lido
TCTextSvrFeatureProcessor.textsvr_feature_job=Processando o recurso em cache do cliente TextSvr
TCTextSvrFeatureProcessor.textsvr_job_name=Processando o recurso em cache do cliente TextSvr

bomMarkupHelper.NONE=Nenhum
bomMarkupHelper.ADD=Adicionar
bomMarkupHelper.REMOVE=Remover
bomMarkupHelper.SUBSTITUTE=Substituto
bomMarkupHelper.PREFER=Preferir
bomMarkupHelper.REPLACE =Substituir
bomMarkupHelper.PROPERTY=Propriedade
bomMarkupHelper.GENERAL=Geral
bomMarkupHelper.WORKING=Em Trabalho
bomMarkupHelper.OBSOLETE=Obsoleto
bomMarkupHelper.APPLIED =Aplicado
bomMarkupHelperErrorMsg.TEXT=Erro(s) encontrados:
bomMarkupHelperErrorMsg.TITLE=Erro
bomMarkupDefault.TITLE=Marca\u00E7\u00E3o
bomMarkupDefault.TEXT=OK executar a a\u00E7\u00E3o?
bomMarkupApply.TITLE=Aplicar marca\u00E7\u00E3o
bomMarkupApplyConfirmation.TEXT=OK aplicar marcadores?  A estrutura ser\u00E1 modificada com base nas altera\u00E7\u00F5es propostas no n\u00EDvel selecionado.
bomMarkupApplyAll.TITLE=Aplicar todas as marca\u00E7\u00F5es
bomMarkupApplyAllConfirmation.TEXT=OK aplicar todas as marca\u00E7\u00F5es? A estrutura ser\u00E1 modificada com base em todas as altera\u00E7\u00F5es propostas.
bomMarkupDelete.TITLE=Excluir marca\u00E7\u00E3o
bomMarkupDeleteConfirmation.TEXT=OK excluir marcadores?  Todas as altera\u00E7\u00F5es propostas no n\u00EDvel selecionado ser\u00E3o exclu\u00EDdas.
bomMarkupError.TITLE=Erro de marca\u00E7\u00E3o
bomMarkupErrorMarkupTypeNotAllowed.TEXT=A altera\u00E7\u00E3o proposta n\u00E3o \u00E9 permitida.  Ela entra em conflito com as altera\u00E7\u00F5es existentes na linha selecionada.
bomMarkupStructureEdit.TITLE=Edi\u00E7\u00E3o da estrutura
bomMarkupStructureEdit.TEXT=Existe uma marca\u00E7\u00E3o BOM para esse n\u00EDvel.  Qualquer edi\u00E7\u00E3o nesse n\u00EDvel pode deixar potencialmente obsoletas as altera\u00E7\u00F5es propostas.\n\u00C9 poss\u00EDvel visualizar as altera\u00E7\u00F5es propostas configurando como o modo de marca\u00E7\u00E3o. Deseja continuar com a edi\u00E7\u00E3o? 
bomMarkupStructureEditToggle.TEXT=N\u00E3o mostrar essa mensagem novamente para essa janela.  Lembrar minha \u00FAltima sele\u00E7\u00E3o.
bomMarkupAddSpecialLine.TEXT=Para adicionar marca\u00E7\u00E3o BOM.  Adiciona uma nova linha BOM especial \u00E0 estrutura.
bomMarkupRemoveSpecialLine.TEXT=Para adicionar marca\u00E7\u00E3o BOM.  Remove uma linha BOM especial da estrutura.
bomMarkupAddJob.NAME=Adicionando uma nova linha de marca\u00E7\u00E3o...

sequence_number_not_match.MSG=Os n\u00FAmeros de sequ\u00EAncia n\u00E3o correspondem.

TCComponentScheduleType.percentLinked.MSG=Se voc\u00EA deseja que a porcentagem completa existente das tarefas reflita o novo valor vinculado, ser\u00E1 necess\u00E1rio recalcular a agenda.
TCComponentScheduleType.percentLinked.TITLE=Porcento vinculado
invalidDecision.MSG=Decis\u00E3o inv\u00E1lida

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=Informa\u00E7\u00F5es de login n\u00E3o est\u00E3o dispon\u00EDveis.

client_cache_empty.MSG=O cache do cliente est\u00E1 vazio. O cliente avan\u00E7ado est\u00E1 conectado no modo de cache de pular cliente. Se voc\u00EA deseja melhorar o desempenho do cliente avan\u00E7ado, consulte o administrador sobre a gera\u00E7\u00E3o de um cache de cliente. 
client_cache_empty.TITLE=O cache do cliente est\u00E1 vazio
client_cache_notavailable.TITLE=N\u00E3o foi poss\u00EDvel fazer o download
client_cache_notavailable.MSG=N\u00E3o foi poss\u00EDvel baixar os arquivos de cache do cliente. Verifique, com o administrador do sistema, os arquivos em volumes.\n\nDeseja continuar a fazer login no modo de cache de ignorar cliente?

TCComponentCfgActivityLine.Assignment.Failed=Falha na atribui\u00E7\u00E3o de objeto. Atribua primeiro o objeto \u00E0 opera\u00E7\u00E3o pai e depois atribua-o \u00E0 atividade.