# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=\u30B5\u30FC\u30D3\u30B9\u306E\u4F5C\u6210\u4E2D...
TCComponentBOPWindow.setDiffrentBaseViewException=\u30AA\u30AB\u30EC\u30F3\u30B9\u30B0\u30EB\u30FC\u30D7BOM\u30A6\u30A3\u30F3\u30C9\u30A6\u306F\u7570\u306A\u308B\u30D9\u30FC\u30B9\u30D3\u30E5\u30FC\u30A6\u30A3\u30F3\u30C9\u30A6\u3067\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=\u30B5\u30FC\u30D0\u304B\u3089\u53D6\u5F97\u3057\u305F\u30D1\u30B9\u30CE\u30FC\u30C9\u304A\u3088\u3073\u30A2\u30A4\u30C6\u30E0\u306E\u6570\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
TCComponentMEAppearancePathNodeType.InvalidInput=\u5165\u529B\u304C\u7121\u52B9\u3067\u3059\u3002

TCLoginJob.COULDNT_LOG_INTO=TCServer\u306B\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
TCLoginJob.CAUSE=\u539F\u56E0:
TCLoginJob.JOB.TITLE=TCSession\u306B\u30ED\u30B0\u30A4\u30F3\u4E2D...
TCLoginJob.LOGGING.STATUS=\u30ED\u30B0\u30A4\u30F3\u4E2D...
TCLoginJob.PROBLEMS_CONNECTING=TCServer\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: 
TCLoginJob.SERVER_CONNECTION_BEGIN=ServerConnection: 
TCLoginJob.SERVER_CONNECTION_END=\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002

TCLoginJob.INVALID_ROLE_LOGIN=\u5165\u529B\u3055\u308C\u305F\u30ED\u30FC\u30EB\u306F\u7121\u52B9\u3067\u3059\u3002 \u30C7\u30D5\u30A9\u30EB\u30C8\u30ED\u30FC\u30EB\u3067\u30ED\u30B0\u30A4\u30F3\u4E2D...
TCLoginJob.INVALID_ROLE=\u7121\u52B9\u306A\u30ED\u30FC\u30EB
TCTextSvrFeatureProcessor.textsvr_feature_job=TextSvr\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u30D5\u30A3\u30FC\u30C1\u30E3\u3092\u51E6\u7406\u4E2D
TCTextSvrFeatureProcessor.textsvr_job_name=TextSvr\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u30D5\u30A3\u30FC\u30C1\u30E3\u3092\u51E6\u7406\u4E2D

bomMarkupHelper.NONE=\u306A\u3057
bomMarkupHelper.ADD=\u8FFD\u52A0
bomMarkupHelper.REMOVE=\u9664\u53BB
bomMarkupHelper.SUBSTITUTE=\u4EE3\u7528
bomMarkupHelper.PREFER=\u4EA4\u63DB
bomMarkupHelper.REPLACE =\u7F6E\u63DB
bomMarkupHelper.PROPERTY=\u30D7\u30ED\u30D1\u30C6\u30A3
bomMarkupHelper.GENERAL=\u4E00\u822C
bomMarkupHelper.WORKING=\u4F5C\u696D\u4E2D
bomMarkupHelper.OBSOLETE=\u65E7\u5F0F
bomMarkupHelper.APPLIED =\u9069\u7528\u6E08\u307F
bomMarkupHelperErrorMsg.TEXT=\u767A\u898B\u3055\u308C\u305F\u30A8\u30E9\u30FC:
bomMarkupHelperErrorMsg.TITLE=\u30A8\u30E9\u30FC
bomMarkupDefault.TITLE=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7
bomMarkupDefault.TEXT=\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u307E\u3059\u304B?
bomMarkupApply.TITLE=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u9069\u7528
bomMarkupApplyConfirmation.TEXT=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u9069\u7528\u3057\u307E\u3059\u304B?  \u9078\u629E\u3055\u308C\u305F\u30EC\u30D9\u30EB\u3067\u63D0\u6848\u3055\u308C\u305F\u5909\u66F4\u3092\u5143\u306B\u69CB\u6210\u304C\u4FEE\u6B63\u3055\u308C\u307E\u3059\u3002
bomMarkupApplyAll.TITLE=\u3059\u3079\u3066\u306E\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u9069\u7528
bomMarkupApplyAllConfirmation.TEXT=\u3059\u3079\u3066\u306E\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u9069\u7528\u3057\u307E\u3059\u304B? \u63D0\u6848\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u5143\u306B\u69CB\u6210\u304C\u4FEE\u6B63\u3055\u308C\u307E\u3059\u3002
bomMarkupDelete.TITLE=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u524A\u9664 
bomMarkupDeleteConfirmation.TEXT=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3092\u524A\u9664\u3057\u307E\u3059\u304B? \u9078\u629E\u3055\u308C\u305F\u30EC\u30D9\u30EB\u3067\u63D0\u6848\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u5909\u66F4\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002
bomMarkupError.TITLE=\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u30A8\u30E9\u30FC
bomMarkupErrorMarkupTypeNotAllowed.TEXT=\u63D0\u6848\u3055\u308C\u305F\u5909\u66F4\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u9078\u629E\u3055\u308C\u305F\u884C\u306E\u65E2\u5B58\u306E\u5909\u66F4\u3068\u77DB\u76FE\u3057\u307E\u3059\u3002
bomMarkupStructureEdit.TITLE=\u69CB\u6210\u7DE8\u96C6
bomMarkupStructureEdit.TEXT=\u3053\u306E\u30EC\u30D9\u30EB\u306B\u5BFE\u3059\u308BBOM\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30EC\u30D9\u30EB\u306B\u304A\u3051\u308B\u7DE8\u96C6\u306F\u3059\u3079\u3066\u3001\u63D0\u6848\u3055\u308C\u305F\u5909\u66F4\u3092\u6F5C\u5728\u7684\u306B\u65E7\u5F0F\u306B\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3067\u3001\u63D0\u6848\u3055\u308C\u305F\u5909\u66F4\u3092\u8868\u793A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u7DE8\u96C6\u3092\u7D9A\u884C\u3057\u307E\u3059\u304B? 
bomMarkupStructureEditToggle.TEXT=\u3053\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u3067\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u518D\u5EA6\u8868\u793A\u3057\u307E\u305B\u3093\u3002\u6700\u5F8C\u306E\u9078\u629E\u3092\u8A18\u61B6\u3057\u307E\u3059\u3002
bomMarkupAddSpecialLine.TEXT=BOM\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7ADD\u3002\u69CB\u6210\u306B\u65B0\u898F\u7279\u6B8ABOM\u884C\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
bomMarkupRemoveSpecialLine.TEXT=BOM\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7ADD\u3002\u69CB\u6210\u304B\u3089\u7279\u6B8ABOM\u884C\u3092\u9664\u53BB\u3057\u307E\u3059\u3002
bomMarkupAddJob.NAME=\u65B0\u898F\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u884C\u3092\u8FFD\u52A0\u4E2D...

sequence_number_not_match.MSG=\u30B7\u30FC\u30B1\u30F3\u30B9\u756A\u53F7\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002

TCComponentScheduleType.percentLinked.MSG=\u30BF\u30B9\u30AF\u306E\u65E2\u5B58\u306E\u9054\u6210\u7387\u306B\u65B0\u3057\u304F\u30EA\u30F3\u30AF\u3055\u308C\u305F\u5024\u3092\u53CD\u6620\u3055\u305B\u308B\u5834\u5408\u3001\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u3092\u518D\u8A08\u7B97\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
TCComponentScheduleType.percentLinked.TITLE=\u30EA\u30F3\u30AF\u3055\u308C\u305F\u7387
invalidDecision.MSG=\u7121\u52B9\u306A\u6C7A\u5B9A

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002

client_cache_empty.MSG=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u7A7A\u3067\u3059\u3002 \u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001\u30B9\u30AD\u30C3\u30D7\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u30E2\u30FC\u30C9\u3067\u30ED\u30B0\u30A4\u30F3\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u3092\u6539\u5584\u3055\u308C\u305F\u3044\u5834\u5408\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u751F\u6210\u306B\u3064\u3044\u3066\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
client_cache_empty.TITLE=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u7A7A\u3067\u3059
client_cache_notavailable.TITLE=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
client_cache_notavailable.MSG=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u30D5\u30A1\u30A4\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \u30DC\u30EA\u30E5\u30FC\u30E0\u5185\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u3064\u3044\u3066\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\n\u30B9\u30AD\u30C3\u30D7\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30AD\u30E3\u30C3\u30B7\u30E5\u30E2\u30FC\u30C9\u3067\u30ED\u30B0\u30A4\u30F3\u3092\u7D99\u7D9A\u3057\u307E\u3059\u304B?

TCComponentCfgActivityLine.Assignment.Failed=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5272\u5F53\u3066\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \u6700\u521D\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u89AA\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306B\u5272\u5F53\u3066\u3066\u3001\u305D\u308C\u304B\u3089\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u5272\u5F53\u3066\u307E\u3059\u3002