# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u0432...
TCComponentBOPWindow.setDiffrentBaseViewException=\u041E\u043A\u043D\u043E \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0433\u0440\u0443\u043F\u043F\u044B \u0432\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0439 \u0431\u044B\u043B\u043E \u0437\u0430\u0434\u0430\u043D\u043E \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u0434\u0440\u0443\u0433\u043E\u0433\u043E \u043E\u043A\u043D\u0430 \u0431\u0430\u0437\u043E\u0432\u043E\u0433\u043E \u0432\u0438\u0434\u0430
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=\u0427\u0438\u0441\u043B\u043E \u0443\u0437\u043B\u043E\u0432 \u043F\u0443\u0442\u0438 \u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432, \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0445 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u0430, \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442.
TCComponentMEAppearancePathNodeType.InvalidInput=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0432\u0432\u043E\u0434.

TCLoginJob.COULDNT_LOG_INTO=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043D\u0430 TCServer
TCLoginJob.CAUSE=\u041F\u0440\u0438\u0447\u0438\u043D\u0430: 
TCLoginJob.JOB.TITLE=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0432 TCSession...
TCLoginJob.LOGGING.STATUS=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F...
TCLoginJob.PROBLEMS_CONNECTING=\u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u044B \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 Teamcenter: 
TCLoginJob.SERVER_CONNECTION_BEGIN=ServerConnection: 
TCLoginJob.SERVER_CONNECTION_END=\ \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438.

TCLoginJob.INVALID_ROLE_LOGIN=\u0412\u0432\u0435\u0434\u0435\u043D\u0430 \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u0440\u043E\u043B\u044C. \u0412\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0441\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0439 \u0440\u043E\u043B\u044C\u044E...
TCLoginJob.INVALID_ROLE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u0440\u043E\u043B\u044C
TCTextSvrFeatureProcessor.textsvr_feature_job=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0441\u043A\u043E\u0433\u043E \u043A\u044D\u0448\u0430 TextSvr
TCTextSvrFeatureProcessor.textsvr_job_name=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0441\u043A\u043E\u0433\u043E \u043A\u044D\u0448\u0430 TextSvr

bomMarkupHelper.NONE=\u041D\u0435\u0442
bomMarkupHelper.ADD=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
bomMarkupHelper.REMOVE=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
bomMarkupHelper.SUBSTITUTE=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0437\u0430\u043C\u0435\u043D\u0443
bomMarkupHelper.PREFER=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0435\u043D\u0438\u0435
bomMarkupHelper.REPLACE =\u0417\u0430\u043C\u0435\u043D\u0438\u0442\u044C
bomMarkupHelper.PROPERTY=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E
bomMarkupHelper.GENERAL=\u041E\u0431\u0449\u0438\u0435
bomMarkupHelper.WORKING=\u0420\u0430\u0431\u043E\u0447\u0430\u044F
bomMarkupHelper.OBSOLETE=\u0423\u0441\u0442\u0430\u0440\u0435\u043B
bomMarkupHelper.APPLIED =\u041F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u043E
bomMarkupHelperErrorMsg.TEXT=\u041D\u0430\u0439\u0434\u0435\u043D\u044B \u043E\u0448\u0438\u0431\u043A\u0438:
bomMarkupHelperErrorMsg.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430
bomMarkupDefault.TITLE=\u041C\u0435\u0442\u043A\u0430
bomMarkupDefault.TEXT=OK \u0434\u043B\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F?
bomMarkupApply.TITLE=\u041F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u044C \u043C\u0435\u0442\u043A\u0443
bomMarkupApplyConfirmation.TEXT=OK \u0434\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u043C\u0435\u0442\u043E\u043A?  \u0421\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0431\u0443\u0434\u0435\u0442 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u043D\u0430 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0443\u0440\u043E\u0432\u043D\u044F\u0445.
bomMarkupApplyAll.TITLE=\u041F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0441\u0435 \u043C\u0435\u0442\u043A\u0438
bomMarkupApplyAllConfirmation.TEXT=OK \u0434\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0432\u0441\u0435\u0445 \u043C\u0435\u0442\u043E\u043A? \u0421\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0431\u0443\u0434\u0435\u0442 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u0432\u0441\u0435\u0445 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439.
bomMarkupDelete.TITLE=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043C\u0435\u0442\u043A\u0443
bomMarkupDeleteConfirmation.TEXT=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u043C\u0435\u0442\u043A\u0438?  \u0412\u0441\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u043D\u0430 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0443\u0440\u043E\u0432\u043D\u044F\u0445 \u0431\u0443\u0434\u0443\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u044B.
bomMarkupError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043C\u0435\u0442\u043A\u0438
bomMarkupErrorMarkupTypeNotAllowed.TEXT=\u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D\u044B.  \u041A\u043E\u043D\u0444\u043B\u0438\u043A\u0442 \u0441 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u043C\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F\u043C\u0438 \u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0435.
bomMarkupStructureEdit.TITLE=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0443
bomMarkupStructureEdit.TEXT=\u041C\u0435\u0442\u043A\u0430 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F. \u041B\u044E\u0431\u043E\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u044D\u0442\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F \u043C\u043E\u0436\u0435\u0442 \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u043C\u0438 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F. \n\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F, \u043F\u0435\u0440\u0435\u0439\u0434\u044F \u0432 \u0440\u0435\u0436\u0438\u043C \u043C\u0435\u0442\u043E\u043A. \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435? 
bomMarkupStructureEditToggle.TEXT=\u0411\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u044D\u0442\u043E \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0432 \u044D\u0442\u043E\u043C \u043E\u043A\u043D\u0435.  \u0417\u0430\u043F\u043E\u043C\u043D\u0438\u0442\u044C \u043C\u043E\u0439 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0439 \u0432\u044B\u0431\u043E\u0440.
bomMarkupAddSpecialLine.TEXT=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043C\u0435\u0442\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.  \u0414\u043E\u0431\u0430\u0432\u043B\u044F\u0435\u0442 \u043D\u043E\u0432\u0443\u044E \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u0442\u0440\u043E\u043A\u0443 \u0432 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0443.
bomMarkupRemoveSpecialLine.TEXT=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043C\u0435\u0442\u043A\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.  \u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u0442\u0440\u043E\u043A\u0443 \u0438\u0437 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B.
bomMarkupAddJob.NAME=\u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u043C\u0435\u0442\u043E\u043A...

sequence_number_not_match.MSG=\u041F\u043E\u0440\u044F\u0434\u043A\u043E\u0432\u044B\u0435 \u043D\u043E\u043C\u0435\u0440\u0430 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442.

TCComponentScheduleType.percentLinked.MSG=\u0415\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0430\u044F \u0434\u043E\u043B\u044F \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u043D\u043E\u0439 \u0440\u0430\u0431\u043E\u0442\u044B \u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445 \u0437\u0430\u0434\u0430\u043D\u0438\u0439 \u043E\u0442\u0440\u0430\u0437\u0438\u043B\u0430 \u043D\u043E\u0432\u043E\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u0435\u0440\u0435\u0441\u0447\u0438\u0442\u0430\u0442\u044C \u0433\u0440\u0430\u0444\u0438\u043A. 
TCComponentScheduleType.percentLinked.TITLE=\u041F\u0440\u043E\u0446\u0435\u043D\u0442 \u0441\u0432\u044F\u0437\u0435\u0439
invalidDecision.MSG=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0440\u0435\u0448\u0435\u043D\u0438\u0435

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=\u0421\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0432\u0445\u043E\u0434\u0430 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B.

client_cache_empty.MSG=\u041A\u044D\u0448 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u043F\u0443\u0441\u0442\u043E\u0439. \u0422\u043E\u043B\u0441\u0442\u044B\u0439 \u043A\u043B\u0438\u0435\u043D\u0442 \u0432\u043E\u0448\u0435\u043B \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u043A\u044D\u0448\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0430. \u0427\u0442\u043E\u0431\u044B \u043F\u043E\u0432\u044B\u0441\u0438\u0442\u044C \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0442\u043E\u043B\u0441\u0442\u043E\u0433\u043E \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443 \u043F\u043E \u043F\u043E\u0432\u043E\u0434\u0443 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043A\u044D\u0448\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0430. 
client_cache_empty.TITLE=\u041A\u044D\u0448 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u043F\u0443\u0441\u0442
client_cache_notavailable.TITLE=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C
client_cache_notavailable.MSG=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u043A\u044D\u0448\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0430. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u043C\u0443 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443 \u043F\u043E \u043F\u043E\u0432\u043E\u0434\u0443 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432 \u0442\u043E\u043C\u0430\u0445. \n\n\u041F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C \u0430\u0432\u0442\u043E\u0440\u0438\u0437\u0430\u0446\u0438\u044E \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u043A\u044D\u0448\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0430?

TCComponentCfgActivityLine.Assignment.Failed=\u0421\u0431\u043E\u0439 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430. \u0421\u043D\u0430\u0447\u0430\u043B\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u044C\u0442\u0435 \u043E\u0431\u044A\u0435\u043A\u0442 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0439 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438, \u0430 \u0437\u0430\u0442\u0435\u043C \u043D\u0430\u0437\u043D\u0430\u0447\u044C\u0442\u0435 \u0435\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044E.