# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

AbstractRACPlugin.CreateServicesJob.TITLE=Creando servicios...
TCComponentBOPWindow.setDiffrentBaseViewException=Se fij\u00F3 la ventana de BOM del grupo de ocurrencias con otra ventana de vista base
TCComponentMEAppearancePathNodeType.errorGettingParentNodeHierarchy=Los n\u00FAmeros de los nodos de la ruta de acceso y los \u00EDtems obtenidos del servidor no concuerdan. 
TCComponentMEAppearancePathNodeType.InvalidInput=Entrada no v\u00E1lida.

TCLoginJob.COULDNT_LOG_INTO=No se pudo iniciar la sesi\u00F3n en el servidor de Tc
TCLoginJob.CAUSE=Causa: 
TCLoginJob.JOB.TITLE=Iniciando la sesi\u00F3n en Tc...
TCLoginJob.LOGGING.STATUS=Iniciando la sesi\u00F3n...
TCLoginJob.PROBLEMS_CONNECTING=Problemas al iniciar la sesi\u00F3n en el servidor de Tc: 
TCLoginJob.SERVER_CONNECTION_BEGIN=Conexi\u00F3n con el servidor: 
TCLoginJob.SERVER_CONNECTION_END=\ no se encontr\u00F3.

TCLoginJob.INVALID_ROLE_LOGIN=El rol introducido no es v\u00E1lido. Iniciando la sesi\u00F3n con el rol predeterminado...
TCLoginJob.INVALID_ROLE=Rol no v\u00E1lido
TCTextSvrFeatureProcessor.textsvr_feature_job=Procesando la caracter\u00EDstica de la memoria cache cliente TextSvr
TCTextSvrFeatureProcessor.textsvr_job_name=Procesando la caracter\u00EDstica de la memoria cache cliente TextSvr

bomMarkupHelper.NONE=Ninguno
bomMarkupHelper.ADD=Agregar
bomMarkupHelper.REMOVE=Quitar
bomMarkupHelper.SUBSTITUTE=Sustituir
bomMarkupHelper.PREFER=Preferir
bomMarkupHelper.REPLACE =Reemplazar
bomMarkupHelper.PROPERTY=Propiedad
bomMarkupHelper.GENERAL=General
bomMarkupHelper.WORKING=De trabajo
bomMarkupHelper.OBSOLETE=Obsoleto
bomMarkupHelper.APPLIED =Aplicado
bomMarkupHelperErrorMsg.TEXT=Errores encontrados:
bomMarkupHelperErrorMsg.TITLE=Error
bomMarkupDefault.TITLE=Marcado
bomMarkupDefault.TEXT=\u00BFDesea aceptar para ejecutar la acci\u00F3n?
bomMarkupApply.TITLE=Aplicar el marcado
bomMarkupApplyConfirmation.TEXT=\u00BFDesea aceptar para aplicar los marcados? Se modificar\u00E1 la estructura en base a los cambios propuestos en los niveles seleccionados.
bomMarkupApplyAll.TITLE=Aplicar todos los marcados
bomMarkupApplyAllConfirmation.TEXT=\u00BFDesea aceptar para aplicar todos los marcados? Se modificar\u00E1 la estructura en base a todos los cambios propuestos.
bomMarkupDelete.TITLE=Eliminar el marcado
bomMarkupDeleteConfirmation.TEXT=\u00BFDesea aceptar para eliminar los marcados? Se eliminar\u00E1n todos los cambios propuestos en los niveles seleccionados.
bomMarkupError.TITLE=Error de marcado
bomMarkupErrorMarkupTypeNotAllowed.TEXT=No se permite el cambio propuesto. Est\u00E1 en conflicto con los cambios existentes en la l\u00EDnea seleccionada.
bomMarkupStructureEdit.TITLE=Edici\u00F3n de la estructura
bomMarkupStructureEdit.TEXT=Existe un marcado de BOM correspondiente a este nivel.  Toda edici\u00F3n podr\u00E1 convertir los cambios propuestos en obsoletos. \nPuede ver los cambios propuestos en la modalidad de marcado. \u00BFDesea continuar con la edici\u00F3n? 
bomMarkupStructureEditToggle.TEXT=No volver a mostrar este mensaje en esta ventana. Recordar mi \u00FAltima selecci\u00F3n.
bomMarkupAddSpecialLine.TEXT=Para agregar un marcado de BOM. Agrega una l\u00EDnea de BOM especial nueva en la estructura.
bomMarkupRemoveSpecialLine.TEXT=Para agregar un marcado de BOM. Quita una l\u00EDnea de BOM especial de la estructura.
bomMarkupAddJob.NAME=Agregando una l\u00EDnea de marcado...

sequence_number_not_match.MSG=Los n\u00FAmeros de la secuencia no concuerdan.

TCComponentScheduleType.percentLinked.MSG=Si prefiere que el porcentaje completado existente de las tareas refleje el valor enlazado nuevo, deber\u00E1 volver a calcular el programa de actividades.
TCComponentScheduleType.percentLinked.TITLE=Porcentaje enlazado
invalidDecision.MSG=Decisi\u00F3n no v\u00E1lida

#AIE Messages
AIE.SESSION_OBJECT_IS_NULL=La informaci\u00F3n sobre el acceso a la aplicaci\u00F3n no se encuentra disponible.

client_cache_empty.MSG=La memoria cach\u00E9 de cliente est\u00E1 vac\u00EDa. El clente rico est\u00E1 registrado en el modo de la memoria cach\u00E9 de cliente de salto. Si desea mejorar el rendimiento de cliente rico, consulta con el administrador sobre c\u00F3mo generar una memoria cach\u00E9 de cliente. 
client_cache_empty.TITLE=La memoria cach\u00E9 del cliente est\u00E1 vac\u00EDa
client_cache_notavailable.TITLE=No se puede descargar
client_cache_notavailable.MSG=No se pueden descargar los archivos de memoria cach\u00E9 del cliente. Verifique con el administrador del sistema sobre los archivos en los vol\u00FAmenes.\n\n \u00BFDesea continuar con el inicio de sesi\u00F3n en el modo Saltar la memoria cach\u00E9 de cliente?

TCComponentCfgActivityLine.Assignment.Failed=Fallo en la asignaci\u00F3n del objeto. Primeramente asigne el objeto a la operaci\u00F3n madre y, a continuaci\u00F3n, as\u00EDgnelo a la actividad.