# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the sync package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================
#   Date      Name                    Description of Change
#19-Jan-2006  x_sangun                Initial Creation for On Demand Sync
#21-Feb-2006  x_sangun                Added more entries
#15-Mar-2006  x_sangun                Changes for consistent popup menu
#13-Apr-2006  x_sangun                On Demand Sync changes merged from v9
#$HISTORY$
#=================================================================================================*/

command.TITLE=\u540C\u671F\u5316
confirmationText=\u540C\u671F\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
syncObject.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u540C\u671F
syncComponent.TITLE=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u540C\u671F
syncAssembly.TITLE=\u30A2\u30BB\u30F3\u30D6\u30EA\u3092\u540C\u671F
confirmationText=\u540C\u671F\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
prefIconToolTip=\u540C\u671F\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u5909\u66F4\u3059\u308B\u305F\u3081\u306E\u30A2\u30A4\u30B3\u30F3\u30AF\u30EA\u30C3\u30AF
syncPreference.TITLE=\u540C\u671F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
confirmationMsg=\u540C\u671F\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u73FE\u5728\u6B21\u306E\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n \u7D9A\u3051\u307E\u3059\u304B?
confirmation.TITLE=\u540C\u671F\u30AA\u30D7\u30B7\u30E7\u30F3\u8A2D\u5B9A
selectSyncOption=\u540C\u671F\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u3069\u308C\u304B1\u3064\u9078\u629E\u3057\u307E\u3059\u3002
selectSyncOption.TITLE=\u540C\u671F\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093
clear=\u3059\u3079\u3066\u3092\u30EA\u30BB\u30C3\u30C8
cancel.TOOLTIP=\u3059\u3079\u3066\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u306B\u623B\u3059
clear.TOOLTIP=\u3059\u3079\u3066\u306E\u9078\u629E\u5185\u5BB9\u3092\u30AF\u30EA\u30A2
clear.MNEMONIC=l
prefMsg=\u540C\u671F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
syncMsg=\u540C\u671F\u4E2D
syncReportMsg=\u30EA\u30E2\u30FC\u30C8\u30B5\u30A4\u30C8\u304B\u3089\u8A73\u7D30\u3092\u53D6\u5F97\u4E2D
selectRevRuleOption=\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u3092\u9078\u629E
selectRevRuleOption.TITLE=\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093
syncLocalObjSelection.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30ED\u30FC\u30AB\u30EB\u306E\u30B5\u30A4\u30C8\u306B\u6240\u6709\u3055\u308C\u3066\u3044\u307E\u3059
localObjectsSelected=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30ED\u30FC\u30AB\u30EB\u306E\u30B5\u30A4\u30C8\u306B\u6240\u6709\u3055\u308C\u3066\u3044\u307E\u3059
syncCompNonItemSelected.TITLE=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u540C\u671F...
syncCompNonItemSelected=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u540C\u671F\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30A2\u30A4\u30C6\u30E0\u304A\u3088\u3073\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E
moreObjsSelectedForReport.TITLE=\u8907\u6570\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u307E\u3057\u305F
moreObjsSelectedForReport=\u8907\u6570\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30EC\u30DD\u30FC\u30C8\u7528\u306B\u9078\u629E\u3055\u308C\u307E\u3057\u305F\u3002\u6700\u521D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\n \u306E\u540C\u671F\u30EC\u30DD\u30FC\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
objSyncResult.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540C\u671F\u306E\u7D50\u679C
objSyncResultError=\u306F\u3001\u6700\u65B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
objSyncResultSuccess=\u306F\u3001\u6700\u65B0\u3067\u3059\u3002
objSyncResultLine=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540C\u671F\u306E\u7D50\u679C
objSyncResultLastLine=\u540C\u671F\u3057\u3066\u3044\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u540C\u671F\u5316\u3059\u308B\u305F\u3081\u306B\u30EA\u30E2\u30FC\u30C8\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u4F7F\u7528
preciseRevRuleForItem=\u30D7\u30EA\u30B5\u30A4\u30B9\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u306F\u3001\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u306E\u307F\u9069\u7528\u3067\u304D\u307E\u3059\u3002
preciseRevRuleForItem.TITLE=\u30D7\u30EA\u30B5\u30A4\u30B9\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB

syncNotCandidate=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u540C\u671F\u3067\u304D\u307E\u305B\u3093\u3002\n\u30A2\u30A4\u30C6\u30E0/\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3/BOM\u884C\u3067\u306A\u3044\u304B\u3001\u3053\u306E\u30B5\u30A4\u30C8\u306B\u3088\u308A\u30ED\u30FC\u30AB\u30EB\u3067\u6240\u6709\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
syncNotCandidate.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u540C\u671F\u3067\u304D\u307E\u305B\u3093
syncNoObjects=\u540C\u671F\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093
syncNoObjects.TITLE=\u540C\u671F\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093
syncReport.TITLE=\u540C\u671F\u30EC\u30DD\u30FC\u30C8
objSyncResult.1=\u306F\u3001\u6700\u65B0\u3067\u3059\u3002
objSyncResult.2=\u8907\u88FD\u306F\u6700\u65B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u8907\u88FD\u3092\u540C\u671F\u3059\u308B\u306B\u306F\u30EA\u30E2\u30FC\u30C8\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
objSyncResult.3=\u30DE\u30B9\u30BF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u6700\u65B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u8907\u88FD\u306B\u306F\u30DE\u30B9\u30BF\u3088\u308A\u65B0\u3057\u3044LMD\u304C\u3042\u308A\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30EA\u30E2\u30FC\u30C8\u3067\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
objSyncResult.4=\u540C\u671F\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u4E0D\u660E\u3067\u3059\u3002
objSyncResult.5=\u8907\u88FD\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
objSyncResult.6=\u30DE\u30B9\u30BF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
objSyncResult.7=\u306F\u3001\u30CF\u30D6\u57FA\u6E96\u3067\u6700\u65B0\u3067\u3059\u3002
objSyncResult.8=\u6240\u6709\u30B5\u30A4\u30C8\u4E0D\u660E
objSyncResult.9=\u8907\u88FD\u306F\u4EE3\u66FF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
objSyncResult.10=\u8907\u88FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002

syncObjects.error=\u30EC\u30D7\u30EA\u30AB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u9078\u629E\u3057\u3066\u3001\u540C\u671F\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002

assemblyPanelError=\u30EC\u30DD\u30FC\u30C8\u30E2\u30FC\u30C9\u3067\u306E\u30A2\u30BB\u30F3\u30D6\u30EA\u540C\u671F\u306F\u3001\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u540C\u671F\u30E2\u30FC\u30C9\u3068\u30D0\u30C3\u30AF\u30B0\u30E9\u30A6\u30F3\u30C9\u30E2\u30FC\u30C9\u306F\u3001\u30CA\u30D3\u30B2\u30FC\u30BF\u304B\u3089\u5B9F\u884C\u53EF\u80FD\u3067\u3059\u3002
assemblyPanelError.TITLE=\u30A2\u30BB\u30F3\u30D6\u30EA\u540C\u671F\u30A8\u30E9\u30FC

column \u540D\u524D = \u52171\u3001\u52172

syncNoCompSync=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u540C\u671F\u306B\u306F\u4E0D\u9069\u5207\u3067\u3059\u3002
syncNoCompSyncFromPSE=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u540C\u671F\u5316\u306F\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
syncNoCompSync.TITLE= \u540C\u671F\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093

syncAssyNonItemSelected=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30A2\u30BB\u30F3\u30D6\u30EA\u306E\u540C\u671F\u306B\u306F\u4E0D\u9069\u5207\u3067\u3059\u3002
syncAssyNonItemSelected.TITLE=\u540C\u671F\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093
syncAssyPsePanelAlreadySplit=\u30A2\u30BB\u30F3\u30D6\u30EA\u30EC\u30DD\u30FC\u30C8\u306F\u65E2\u306B\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30EC\u30DD\u30FC\u30C8\u3092\u9589\u3058\u3066\u304B\u3089\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002

syncNoObjSync=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540C\u671F\u5316\u306B\u30EA\u30E2\u30FC\u30C8\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
syncNoObjSyncPseudoFolder=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540C\u671F\u306B\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
syncNoObjSyncFromPSE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540C\u671F\u5316\u306F\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
syncNoObjSync.TITLE=\u540C\u671F\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093

multiObjAssyRepError=\u30A2\u30BB\u30F3\u30D6\u30EA\u30EC\u30DD\u30FC\u30C8\u7528\u306B\u8907\u6570\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u307E\u3057\u305F\u3002\u7D99\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002\n\u30A2\u30BB\u30F3\u30D6\u30EA\u540C\u671F\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u30A2\u30BB\u30F3\u30D6\u30EA\u30921\u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
fileErrReportTitle=\u30A8\u30E9\u30FC\u30EC\u30DD\u30FC\u30C8

revRuleNotFoundError=\u5165\u529B\u3055\u308C\u305F\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u3042\u308A\u307E\u305B\u3093\u3002

FailedMsg=\u5931\u6557
#######################
# Progress dialog stuff
#######################
IRProgress.DialogTitle=\u540C\u671F\u4E2D
IRProgress.CloseTooltip=\u65E2\u306B\u958B\u59CB\u6E08\u307F\u306E\u540C\u671F\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306B\u5F71\u97FF\u3092\u4E0E\u3048\u305A\u306B\u3001\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u9589\u3058\u307E\u3059\u3002
progressStat.EXPORT=\u30EA\u30E2\u30FC\u30C8\u30B5\u30A4\u30C8\u3067\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D

progressTableCol.Name=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D
progressTableCol.Status=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3
progressTableCol.Progress=\u9032\u6357\u72B6\u6CC1(\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8/\u30D0\u30A4\u30C8/\u30D5\u30A1\u30A4\u30EB)

progressStat.TRANSFER=\u30D5\u30A1\u30A4\u30EB\u306E\u8EE2\u9001\u4E2D
progressStat.IMPORT=\u30ED\u30FC\u30AB\u30EB\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D
progressStat.COMPLETE=\u540C\u671F\u5B8C\u4E86
progressStat.ERROR=\u540C\u671F\u306B\u5931\u6557
progressStat.THIRD_SITE = \u7B2C3\u306E\u30B5\u30A4\u30C8\u304B\u3089\u53D6\u8FBC\u307F
progress.NAME_UNKNOWN=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D\u4E0D\u660E
progress.Finished=\u7D42\u4E86
progress.Success=\u6210\u529F
progress.Failure=\u5931\u6557
progress.InProgress = \u9032\u884C\u4E2D

fileGenReportTitle=\u30EC\u30DD\u30FC\u30C8\u30B5\u30DE\u30EA
fileGenTitle=\u30D5\u30A1\u30A4\u30EB\u751F\u6210
fileGenError=\u30B5\u30FC\u30D0\u304B\u3089\u306E\u30EC\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002

fileErrReportTitle=\u30A8\u30E9\u30FC\u30ED\u30B0
errFileGenTitle=\u30A8\u30E9\u30FC\u30EC\u30DD\u30FC\u30C8\u751F\u6210
errFileGenError=\u30B5\u30FC\u30D0\u304B\u3089\u306E\u30A8\u30E9\u30FC\u30EC\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F
