#*==================================================================================================
#
#                   Copyright (c) 2000 Unigraphics Solutions Inc., An EDS Company
#                            Unpublished - All rights reserved
#
#===================================================================================================
# File description: This properties file contains all locale specific keys for the navigator package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#
#   Filename: interop_locale.properties
#   Module  : com.teamcenter.rac.interop
#
#===================================================================================================
#  Date      Name                    Description of Change
#31-Aug-2000  Alexandra Wagner        Initial version
#04-Sep-2000  Alexandra Wagner        Add bkmgenFailed
#10-Dec-2002  Neeraj Kavuru           For Supporting VMU Launch using VVI files
#10-Dec-2002  Sanjay Patel            Merge in
#13-Dec-2002  Sanjay Patel            Merge in
#15-Jan-2003  <Neeraj Kavuru>         Made corrections to error messages related to Launch of VMU using vvi files
#16-Jan-2003  <Neeraj Kavuru>         Added noSecondaryDirectModel, noJTPARTNamedReference, noRenderingDirectModelFound
#13-Oct-2004  Geethika Chitturi       Changing VMU to Teamcenter Visualization
#13-Oct-2004  Geethika Chitturi       Changing VisMockup to Teamcenter Visualization
#14-Oct-2004  Geethika Chitturi       Changing UG to NX
#15-Oct-2004  Geethika Chitturi       Merge from x_chittu_hyd_p10.0.0.5 to x_chittu_hyd_p10.0.0.6
#19-Oct-2004  Geethika Chitturi       Removed Ctrl-M's
#19-Oct-2004  Geethika Chitturi       Merging to project branch
#18-Jan-2005  Devesh Jainer           PR 5047727 - Visualisation spelling correction
#14-Mar-2005  novak                   Make sure interop.properties file is valid.
#11-Oct-2005  kao                     block double-click for NXSimulation
#26-Oct-2005  kao                     merge for P10.0.1.2
#06-Feb-2006  Venkatesh Chitnis       de-imanization
#28-Nov-2008  x_akella                Fix for PR 6060121 
#$HISTORY$
#=================================================================================================*/

# -----------
# Button Text
# -----------
Cancel=Cancelar
Cancel.MNEMONIC=C

####################################################################################################
# Messages
#

InvalidSelectionDescription.MESSAGE=No se iniciar\u00E1n los objetos siguientes en Teamcenter Visualization.
InvalidSelectionDescription.TITLE=Objetos no v\u00E1lidos para su inicio en Teamcenter Visualization

invalidComponentType.MESSAGE=Tipo de componente no v\u00E1lido para esta aplicaci\u00F3n
invalidComponentType.TITLE=Componente no v\u00E1lido

openFailed.MESSAGE=Fallo al iniciar la aplicaci\u00F3n con la herramienta, en el componente
openFailed.TITLE=Error de inicio

openScenario.MESSAGE=Esta operaci\u00F3n no se admite con NXSCENARIOS
openScenario.TITLE=Operaci\u00F3n no admitida

openSimulation.MESSAGE=Esta operaci\u00F3n no es compatible con NXSIMULATIONS
openSimulation.TITLE=Operaci\u00F3n no admitida

restartFailed.MESSAGE=Fallo al reiniciar la aplicaci\u00F3n con la herramienta
restartFailed.TITLE=Error de inicio

startFailed.MESSAGE=Fallo al iniciar la aplicaci\u00F3n con la herramienta
startFailed.TITLE=Error de inicio

#Message to display in the status line if we failed to contact the application
statusStartFailed.MESSAGE=ERROR: fallo al establecer contacto con la aplicaci\u00F3n
statusStarting.MESSAGE=Iniciando la aplicaci\u00F3n

noMoreSessions.MESSAGE=No se puede iniciar una segunda sesi\u00F3n de NXManagerLegacy.
noMoreSessions.TITLE=NXManagerLegacy ya se est\u00E1 ejecutando

ugRunning.MESSAGE=No se puede cerrar mientras NX est\u00E1 en ejecuci\u00F3n.
ugRunning.TITLE=No se puede cerrar

multipleSelection.MESSAGE=A\u00FAn no se admiten selecciones m\u00FAltiples. \nSolo se abrir\u00E1 un componente:
multipleSelection.TITLE=No se admiten selecciones m\u00FAltiples

missingType.MESSAGE=Falta informaci\u00F3n para el tipo

remoteServer.MESSAGE=El servidor no se est\u00E1 ejecutando en el equipo anfitri\u00F3n. \nNo se admite esta configuraci\u00F3n.

bkmgenFailed.MESSAGE=El servidor no pudo generar el archivo de marcadores de p\u00E1gina. \nAseg\u00FArese de que el conjunto de datos que desea abrir no es un conjunto de datos aut\u00F3nomo.
bkmgenFailed.TITLE=No hay ning\u00FAn archivo de marcadores de p\u00E1gina

invalidBOMView.MESSAGE=La revisi\u00F3n de \u00EDtem correspondiente a la vista de BOM seleccionada no tiene\nuna revisi\u00F3n de vista de BOM del mismo tipo que el tipo de vista de BOM seleccionado.
invalidBOMView.TITLE=Falta de coincidencia entre tipos de vista de la BOM

#Fix for PR 6060121 -We need a fix that will deem the TCVis(Lifecycle Visualization) icon when a BOP line is selected. It should be active when a BOM line is selected or attachment.
# x_akella 28 Nov 2008
bopTreeTableNotSupported.MESSAGE=No se admite completamente la funcionalidad de enviar la estructura del proceso a Visualizaci\u00F3n del ciclo de vida. \nUtilice CC BOM Writer para esta funcionalidad.
bopTreeTableNotSupported.TITLE=Estructuras del proceso no admitidas

invalidMultipleBOMViewRevs.MESSAGE=La revisi\u00F3n de \u00EDtem configurada correspondiente a la vista seleccionada de BOM tiene revisiones m\u00FAltiples de la vista de BOM,\npero no tiene ninguna revisi\u00F3n de la vista de BOM del tipo de vista predeterminado.
invalidMultipleBOMViewRevs.TITLE=Existen varias revisiones de la vista de BOM, pero falta coincidencia entre tipos

invalidItemRevision.MESSAGE=La revisi\u00F3n del \u00EDtem seleccionada no representa ning\u00FAn ensamble\n tampoco tiene un conjunto de datos DirectModel adjunto con la relaci\u00F3n de renderizaci\u00F3n.
invalidItemRevision.TITLE=No hay ninguna BOMViewRevision ni DirectModelDataset

noConfiguredItemRevision.MESSAGE=No se configur\u00F3 ninguna versi\u00F3n correspondiente al \u00EDtem.Se recomienda que modifique la regla de revisi\u00F3n predeterminada o que seleccione una revisi\u00F3n espec\u00EDfica.
noConfiguredItemRevision.TITLE=No se configur\u00F3 ninguna revisi\u00F3n del \u00EDtem

invalidItem.MESSAGE=La revisi\u00F3n de \u00EDtem configurada correspondiente al \u00EDtem seleccionado\nno representa un ensamble, \ntampoco tiene un conjunto de datos DirectModel adjuntos con la relaci\u00F3n de renderizaci\u00F3n.
invalidItem.TITLE=No hay ninguna BOMViewRevision ni DirectModelDataset

invalidMultipleDMD.MESSAGE=La revisi\u00F3n de \u00EDtem tiene varios conjuntos de datos DirectModel adjuntos.
invalidMultipleDMD.TITLE=Varios conjuntos de datos DirectModel adjuntos

invalidDatasetType.MESSAGE=El conjunto de datos seleccionado no se iniciar\u00E1\nya que no es del tipo especificado en el archivo de preferencias del sitio para\nlos conjuntos de datos de Teamcenter Visualization.
invalidDatasetType.TITLE=No se ha seleccionado ning\u00FAn conjunto de datos de Teamcenter Visualization

invalidWorkspaceObject.MESSAGE=Los objetos seleccionados no se iniciar\u00E1n pues\nno se encuentra el conjunto de datos DirectModel con la relaci\u00F3n de renderizaci\u00F3n.
invalidWorkspaceObject.TITLE=No se adjunt\u00F3 ning\u00FAn dato de visualizaci\u00F3n

invalidObject.MESSAGE=Los objetos seleccionados no se iniciar\u00E1n pues\nno se encuentra el conjunto de datos DirectModel con la relaci\u00F3n de renderizaci\u00F3n.
invalidObject.TITLE=No se adjunt\u00F3 ning\u00FAn dato de visualizaci\u00F3n

noSelectionOrNoValid.MESSAGE=No hay ning\u00FAn objeto para iniciar en Teamcenter Visualization.\nAseg\u00FArese de que hay un objeto seleccionado para que se inicie en Teamcenter Visualization.
noSelectionOrNoValid.TITLE=No hay ninguna selecci\u00F3n o bien la selecci\u00F3n no es v\u00E1lida

noNamedReference.MESSAGE=El conjunto de datos seleccionado o el conjunto adjunto al componente\nseleccionado no tiene ninguna referencia definida.
noNamedReference.TITLE=Sin referencia definida

noRenderingDirectModelFound.MESSAGE=El componente seleccionado no tiene un conjunto de datos DirectModel\ncon una relaci\u00F3n de renderizaci\u00F3n adjunta.
noRenderingDirectModelFound.TITLE=No hay ning\u00FAn conjunto de datos DirectModel con la relaci\u00F3n de renderizado

noJTPARTNamedReference.MESSAGE=El conjunto de datos DirectModel adjunto al componente\nseleccionado o que es el componente seleccionado\nno tiene ninguna referencia definida JTPART.
noJTPARTNamedReference.TITLE=Sin referencia definida JTPART

noSecondaryDirectModel.MESSAGE=El componente seleccionado no tiene un conjunto de datos DirectModel\ncon una relaci\u00F3n secundaria de renderizaci\u00F3n adjunta.
noSecondaryDirectModel.TITLE=No hay ning\u00FAn conjunto de datos DirectModel con una relaci\u00F3n secundaria

noInteropPropsFile.MESSAGE=Falta el archivo interop.properties o bien no es v\u00E1lido.

# For PR# 5838706
statusStartFailed=ERROR: fallo al iniciar la aplicaci\u00F3n

INTEROP_LAUNCH_ERROR=No se puede crear el archivo de iniciaci\u00F3n.

# For PR#6035456
invalidNXOperation.MESSAGE=Existe un conjunto de datos NX en esta revisi\u00F3n, necesitar\u00E1 seleccionarlo para enviarlo a NX
invalidNXOperation.TITLE=Operaci\u00F3n no admitida

hasMultiFieldKeyItem.MESSAGE=El \u00EDtem %1$ seleccionado pertenece a un tipo de \u00EDtem que no pertenece al dominio predeterminado.
hasMultiFieldKeyItem.MESSAGE.missingitemid=El \u00EDtem %1$ que seleccion\u00F3 pertenece a un tipo de \u00EDtem que no tiene un item_id como uno de los campos clave.

hasMultiFieldKeyRev.MESSAGE=La revisi\u00F3n del \u00EDtem %1$ seleccionada pertenece a un tipo de \u00EDtem que no pertenece al dominio predeterminado. 
hasMultiFieldKeyRev.MESSAGE.missingitemid=La revisi\u00F3n del \u00EDtem %1$ que seleccion\u00F3 pertenece a un tipo de \u00EDtem que no tiene un item_id como uno de los campos clave.

hasMultiFieldKeyDataset.MESSAGE=El conjunto de datos seleccionado %1$ se encuentra en un tipo de \u00EDtem que no pertenece al dominio predeterminado.
hasMultiFieldKeyDataset.MESSAGE.missingitemid=El conjunto de datos %1$ que seleccion\u00F3 se encuentra presente en un tipo de \u00EDtem que no tiene un item_id como uno de los campos clave.

hasMultiFieldKeyUnsupported.MESSAGE=Actualmente no es admitido por NX, por lo tanto, no podr\u00E1 enviarlo a NX.
hasMultiFieldKey.TITLE=Operaci\u00F3n no admitida

hasMultiFieldKeyBomlineSkipContinue.Message=Algunas l\u00EDneas de BOM seleccionadas pertenecen a un tipo de \u00EDtem que no pertenece al dominio predeterminado.\nNo se admite esto en NX.\nSe saltar\u00E1n las l\u00EDneas de BOM al enviarlas a NX.\n\u00BFDesea continuar?
hasMultiFieldKeyBomlineSkipContinue.Message.missingitemid=Algunas l\u00EDneas de BOM que seleccion\u00F3 pertenecen a un tipo de \u00EDtem que no tiene item_id  como uno de los campos clave.\nNo se admite esto en NX.\nSe saltar\u00E1n las l\u00EDneas de BOM al enviarlas a NX.\n\u00BFDesea continuar?

hasMultiFieldKeyBomlineSkip.Title=Selecci\u00F3n no admitida

hasMultiFieldKeyBomlineError.MESSAGE=La l\u00EDnea de BOM %1$ pertenece a un tipo de \u00EDtem que no pertenece al dominio predeterminado.
hasMultiFieldKeyBomlineError.MESSAGE.missingitemid=La l\u00EDnea de BOM %1$ pertenece a un tipo de \u00EDtem que no tiene un item_id como uno de los campos clave.

hasMultiFieldKeyBomlineSkipDetails.MESSAGE=Se saltar\u00E1n las l\u00EDneas de BOM siguientes:

hasUnsavedChanges.MESSAGE=La ventana de BOM tiene cambios sin guardar. Guarde los cambios antes de abrir la estructura en NX.
hasUnsavedChanges.TITLE=Cambios no guardados

structureHasBeenModified.MESSAGE=Se modific\u00F3 la estructura de una o m\u00E1s de las l\u00EDneas de BOM que intenta enviar a NX desde que se expandieron.\nSe indican a continuaci\u00F3n estas l\u00EDneas.  Se recomienda que cancele esta operaci\u00F3n y actualice la ventana.\nSi contin\u00FAa abriendo la estructura en NX, la operaci\u00F3n llevar\u00E1 m\u00E1s tiempo que el normal. \u00BFDesea continuar?
structureHasBeenModified.TITLE=Se ha modificado la estructura

