#*==================================================================================================
# Copyright 2008.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#===================================================================================================
# File description: This properties file contains all locale specific keys for the findwithproperties package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#
#   Filename: findwithproperties_locale.properties
#   Module  : com.teamcenter.rac.common.findwithproperties
#
#===================================================================================================
#   Date      Name                    Description of Change
#11-Aug-2000  huangz                  Initial creation.
#14-Aug-2000  huangz                  Change the key name
#31-Oct-2000  Tony Dumont             Change find with properties to find in display
#11-Feb-2002  faming                  added inCLASSSearchButton.NAME
#15-Feb-2002  viswanat                Promote PVlook project - P8.0.0.5
#23-Oct-2002  Tony Dumont             PR#4561506 - Allow user to expand
#17-Nov-2003  helmutl                 PR#4880552 rename in-CLASS to Classification
#17-Nov-2003  helmutl                 Merge from Helmut
#06-Feb-2006  Venkatesh Chitnis       de-imanization
#28-Feb-2008  Asya Vainer              changed the text in findInBOM.MSG (used now also in "Show line where originally assigned" command) 
#24-Aug-2008  Yael Grovman              Fixed PR#1674114 - 'MSE- Find in Display' doesn't search in collapsed structures
#$HISTORY$
#=================================================================================================*/





findWithProperties.TITLE = \u041D\u0430\u0439\u0442\u0438 \u043D\u0430 \u044D\u043A\u0440\u0430\u043D\u0435
findWithProperties.TIP = \u041D\u0430\u0439\u0442\u0438 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442(\u044B) \u043D\u0430 \u044D\u043A\u0440\u0430\u043D\u0435

# The table column header definitions
tableHeaderLogicOp = \u0418/\u0418\u041B\u0418
tableHeaderLogicAndOp = \u0418
tableHeaderProperty =\u0418\u043C\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430
tableHeaderPropertyValue =\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430
tableHeaderValue = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435
tableHeaderRelationOp = \u041E\u043F\u0435\u0440\u0430\u0442\u043E\u0440

ClassSelectionButton.Tip=\u041D\u0430\u0436\u043C\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0434\u0435\u0440\u0435\u0432\u043E \u043A\u043B\u0430\u0441\u0441\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 \u0438 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043A\u043B\u0430\u0441\u0441. 

# Tip definitions
upButton.TIP=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0432\u0432\u0435\u0440\u0445 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u0430
downButton.TIP=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0432\u043D\u0438\u0437 \u0434\u043B\u044F \u0443\u043C\u0435\u043D\u044C\u0448\u0435\u043D\u0438\u044F \u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u0430
removeButton.TIP=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F
clearButton.TIP = \u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0441\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435
addButton.TIP=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u0435 \u043F\u043E\u0438\u0441\u043A\u0430

logicOpColumn.TIP = \u0414\u0432\u043E\u0439\u043D\u044B\u043C \u0449\u0435\u043B\u0447\u043A\u043E\u043C \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440, 
propertyColumn.TIP = \u0414\u0432\u043E\u0439\u043D\u044B\u043C \u0449\u0435\u043B\u0447\u043A\u043E\u043C \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E
relationOpColumn.TIP = \u0414\u0432\u0430\u0436\u0434\u044B \u0449\u0435\u043B\u043A\u043D\u0438\u0442\u0435 \u043C\u044B\u0448\u044C\u044E \u0434\u043B\u044F \u0432\u044B\u0431\u043E\u0440\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044F
valueColumn.TIP = \u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0434\u043B\u044F \u0432\u0432\u043E\u0434\u0430/\u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F

equalOperator.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u043F\u043E\u0434\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438
sameOperator.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0442\u043E\u0447\u043D\u043E\u0433\u043E \u0441\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044F \u0438\u0441\u043A\u043E\u043C\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F
notEqualOperator.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0434\u0440\u0443\u0433\u0438\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0437\u0430 \u0438\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435\u043C \u0438\u0441\u043A\u043E\u043C\u043E\u0433\u043E
greaterThanOp.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439, \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u044E\u0449\u0438\u0445 \u0438\u0441\u043A\u043E\u043C\u043E\u0435
greaterThanEqualOp.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439, \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u044E\u0449\u0438\u0445 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u044B\u0445 \u0438\u0441\u043A\u043E\u043C\u043E\u043C\u0443
lessThanOp.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439, \u043D\u0435 \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u044E\u0449\u0438\u0445 \u0438\u0441\u043A\u043E\u043C\u043E\u0435
lessThanEqualOp.TIP = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439, \u043C\u0435\u043D\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u044B\u0445 \u0438\u0441\u043A\u043E\u043C\u043E\u043C\u0443
wildCardMessage.MSG = \u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u0441\u0438\u043C\u0432\u043E\u043B \u043F\u043E\u0434\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F. \u041F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u0430 \u043F\u043E\u0434\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 "=" \u0431\u0443\u0434\u0443\u0442 \u043D\u0430\u0439\u0434\u0435\u043D\u044B \u0432\u0441\u0435 \u0441\u0442\u0440\u043E\u043A\u0438, \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441.

executeButton.TIP = \u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441

combo.TIP=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u0440\u0430\u0441\u043A\u0440\u044B\u0432\u0430\u044E\u0449\u0438\u0439\u0441\u044F \u0441\u043F\u0438\u0441\u043E\u043A
choice.TIP=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u044F\u0447\u0435\u0439\u043A\u0443 \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0441\u043F\u0438\u0441\u043A\u0430 \u0432\u044B\u0431\u043E\u0440\u0430

# Button definitions
closeButton = \u0417\u0430\u043A\u0440\u044B\u0442\u044C
nextButton.TIP=\u041D\u0430\u0439\u0442\u0438 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0439
previousButton.TIP=\u041D\u0430\u0439\u0442\u0438 \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0438\u0439
allButton.TIP=\u041D\u0430\u0439\u0442\u0438 \u0432\u0441\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B


findWithPropertyDefaultMessage = 0 \u043D\u0430\u0439\u0434\u0435\u043D\u043E.
found = \u043D\u0430\u0439\u0434\u0435\u043D\u043E.
allFound = \u0412\u0441\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B.


searchingStatus.MSG = \u0412\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u043F\u043E\u0438\u0441\u043A ...

find = \u041D\u0430\u0439\u0442\u0438

inCLASSSearchButton.NAME=\u041F\u043E\u0438\u0441\u043A \u043A\u043B\u0430\u0441\u0441\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0433\u043E \u043A\u043B\u0430\u0441\u0441\u0430
typeSearchButton.NAME=\u041F\u043E\u0438\u0441\u043A \u0442\u0438\u043F\u0430

findInBOM.TITLE=\u041D\u0430\u0439\u0442\u0438 \u0432 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0435
findInBOM.MSG= \u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0441\u0442\u0440\u043E\u043A \u0432 \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u043F\u043E\u0438\u0441\u043A\u0430. \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u043E\u043B\u043D\u043E\u0441\u0442\u044C\u044E \u0440\u0430\u0437\u0432\u0435\u0440\u043D\u0443\u0442\u044C \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0443 \u0434\u043B\u044F \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0433\u043E \u043F\u043E\u0438\u0441\u043A\u0430? \n\n(\u0414\u043B\u044F \u0431\u043E\u043B\u044C\u0448\u0438\u0445 \u0441\u0431\u043E\u0440\u043E\u043A \u044D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u043F\u043E\u0442\u0440\u0435\u0431\u043E\u0432\u0430\u0442\u044C \u043C\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438.)"
findInBOMShouldLoadBeforeSearch.MSG= \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0430 \u043D\u0435 \u0434\u043E \u043A\u043E\u043D\u0446\u0430.\n\n"\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0438 \u043F\u043E\u0438\u0441\u043A" \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044E\u0442 \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0432\u0441\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043F\u0435\u0440\u0435\u0434 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435\u043C \u043F\u043E\u0438\u0441\u043A\u0430.(\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0434\u043B\u044F \u0431\u043E\u043B\u044C\u0448\u0438\u0445 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440.)\n\n"\u041D\u0430\u0447\u0430\u0442\u044C \u043F\u043E\u0438\u0441\u043A" \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442 \u043F\u043E\u0438\u0441\u043A \u0432 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u044B\u0445 \u0432 \u0442\u0435\u043A\u0443\u0449\u0438\u0445 \u043C\u043E\u043C\u0435\u043D\u0442 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430\u0445.
findInBOMSearchAndLoad.TEXT= \u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0438 \u043F\u043E\u0438\u0441\u043A
findInBOMSearchNow.TEXT= \u041D\u0430\u0447\u0430\u0442\u044C \u043F\u043E\u0438\u0441\u043A


