# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description:	New Option Wizard locale-specific properties
#===================================================================================================
#   Date      Name                    Description of Change
#20-Jan-2004  Dan J Archer            Created for New Option Wizard
#21-Jan-2004  Dan J Archer            Continued implementing
#28-Jan-2004  Dan J Archer            Continued implementation
#03-Feb-2004  Dan J Archer            Continued implementation
#10-Feb-2004  Dan J Archer            Continued implementation
#13-May-2005  Elizabeth Ayer          PR 5015608 - make true/false lower case
#06-Feb-2006  Venkatesh Chitnis       de-imanization
#$HISTORY$
#=================================================================================================*/

wizard.CAPTION=\u30E2\u30B8\u30E5\u30FC\u30EB\u7528\u306E\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9
wizard.cancel.TEXT=\u30AD\u30E3\u30F3\u30BB\u30EB

wizard.error.CAPTION=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9
wizard.badNext.TEXT=\u3053\u306E\u30DA\u30FC\u30B8\u306B\u306F\u3001\u300C\u6B21\u3078\u300D\u30DC\u30BF\u30F3\u30CF\u30F3\u30C9\u30E9\u304C\u6B20\u843D\u3057\u3066\u3044\u307E\u3059\u3002
wizard.badOptionName.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u3001\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4ED6\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u306F\u7570\u306A\u308B\u4E00\u610F\u306E\u540D\u524D\u3092\u4ED8\u3051\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
wizard.valueAlreadyExists.TEXT=\u305D\u306E\u5024\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
wizard.needValue.TEXT=\u8FFD\u52A0\u3059\u308B\u5024\u540D\u3092\u5165\u529B\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
wizard.badInteger.TEXT=1\u3001350\u3001-4\u306A\u3069\u6709\u52B9\u306A\u6574\u6570\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u6570\u5024\u304C\u5927\u304D\u3059\u304E\u305F\u308A\u3001\u5C0F\u3055\u3059\u304E\u305F\u308A\u3059\u308B\u3068\u3001\u53D7\u3051\u5165\u308C\u3089\u308C\u307E\u305B\u3093\u3002
wizard.badReal.TEXT=1.0\u30013.05\u3001-0.004\u306A\u3069\u6709\u52B9\u306A\u5B9F\u6570\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u6570\u5024\u304C\u5927\u304D\u3059\u304E\u305F\u308A\u3001\u5C0F\u3055\u3059\u304E\u305F\u308A\u3059\u308B\u3068\u3001\u53D7\u3051\u5165\u308C\u3089\u308C\u307E\u305B\u3093\u3002
wizard.cantGetGlobalOptions.TEXT=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30BB\u30C3\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u3053\u306E\u6642\u70B9\u3067\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u57FA\u3065\u3044\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F5C\u6210\u3067\u304D\u306A\u3044\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
wizard.badValueType.TEXT=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9\u306F\u3001\u4E0D\u660E\u306A\u5024\u30BF\u30A4\u30D7\u3092\u767A\u898B\u3057\u307E\u3057\u305F\u3002
wizard.optionCreationNeedsObjects.TEXT=\u3059\u3079\u3066\u306E\u5FC5\u8981\u306A\u6A5F\u80FD\u304C\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002

welcome.Caption.FONT=Arial BOLD
welcome.Caption.SIZE=15
welcome.CAPTION=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9\u3078\u3088\u3046\u3053\u305D\n
welcome.DESC=\u3053\u306E\u30A6\u30A3\u30B6\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3001%1\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u69CB\u6210\n\u3059\u308B\u305F\u3081\u306E\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u624B\u9806\u3092\u8FFD\u3063\u3066\u4F5C\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
welcome.GuideMe.TEXT=\u30B9\u30C6\u30C3\u30D7\u3054\u3068\u306B\u624B\u9806\u3092\u8AAC\u660E
welcome.LetMeEdit.TEXT=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u72EC\u81EA\u3067\u7DE8\u96C6
welcome.NotAgain.TEXT=\u3053\u306E\u30DA\u30FC\u30B8\u3092\u4EE5\u5F8C\u8868\u793A\u3057\u306A\u3044

optionVisibility.CAPTION=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u53EF\u8996\u6027
optionVisibility.DESC=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u5916\u3067\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u304B?
optionVisibility.label.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u4ED6\u306E\u30E6\u30FC\u30B6\u306B\u3088\u308B\u69CB\u6210\u3001\u304A\u3088\u3073\u4ED6\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u3088\u308B\u5909\u66F4\u3092\u53EF\u80FD\u306B\u3059\u308B\u306B\u306F\u3001\n\u516C\u958B\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3059\u308B\u3060\u3051\u306B\u3057\u3066\u3001\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u5185\u3067\u306E\u307F\u5909\u66F4\u53EF\u80FD\u306B\u3059\u308B\u306B\u306F\u3001\n\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
optionVisibility.public.TEXT=\u30D1\u30D6\u30EA\u30C3\u30AF
optionVisibility.private.TEXT=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8

optionName.CAPTION=\u30AA\u30D7\u30B7\u30E7\u30F3\u540D
optionName.DESC=\u30AA\u30D7\u30B7\u30E7\u30F3\u540D\u306F\u3001\u53C2\u7167\u5148\u3068\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u3068\u304D\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\n
optionName.name.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u547D\u540D\u3057\u307E\u3059\u3002
optionName.nameLabel.TEXT=\u540D\u524D
optionName.desc.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u8AAC\u660E\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
optionName.descLabel.TEXT=\u8AAC\u660E

optionType.CAPTION=\u30AA\u30D7\u30B7\u30E7\u30F3\u30BF\u30A4\u30D7
optionType.DESC=\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u7279\u5B9A\u306E\u30BF\u30A4\u30D7\u306E\u5024\u3060\u3051\u3092\u683C\u7D0D\u3057\u307E\u3059\u3002\n
optionType.label.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u683C\u7D0D\u3059\u308B\u5024\u306E\u30BF\u30A4\u30D7\u306F\u4F55\u3067\u3059\u304B?

#The following UI text in () was added in fixing the  PR#6354186,so as to make it clear to the user
#the regarding the type of the option. 
optionType.string.TEXT=\u4EFB\u610F\u306E\u8A9E\u307E\u305F\u306F\u30D5\u30EC\u30FC\u30BA(\u5358\u4E00\u306E\u5024\u306E\u307F\u8A31\u53EF)
optionType.stringList.TEXT=\u56FA\u5B9A\u30EA\u30B9\u30C8\u304B\u3089\u306E\u4E00\u8A9E\u307E\u305F\u306F\u30D5\u30EC\u30FC\u30BA(\u8907\u6570\u306E\u5024\u3092\u8A31\u53EF)
optionType.number.TEXT=\u4EFB\u610F\u306E\u6570\u5B57(\u5358\u4E00\u306E\u5024\u306E\u307F\u8A31\u53EF)
optionType.numberRestricted.TEXT=\u5024\u306B\u5236\u9650\u3092\u6301\u3064\u6570\u5B57(\u8907\u6570\u306E\u5024\u3092\u8A31\u53EF)
optionType.bool.TEXT=\u306F\u3044\u307E\u305F\u306F\u3044\u3044\u3048\u306E\u3044\u305A\u308C\u304B\u306E\u8AD6\u7406\u5024
optionType.existing.TEXT=\u65E2\u5B58\u3059\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u540C\u3058\u30BF\u30A4\u30D7\u304A\u3088\u3073\u5236\u9650

numberPrecision.CAPTION=\u6570\u5B57\u306E\u7CBE\u5EA6
numberPrecision.DESC=\u76EE\u7684\u306B\u3088\u3063\u3066\u306F\u3001\u6570\u5B57\u3092\u7570\u306A\u308B\u7CBE\u5EA6\u3067\u683C\u7D0D\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
numberPrecision.label.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u683C\u7D0D\u3059\u308B\u756A\u53F7\u306E\u30BF\u30A4\u30D7\u306F\u4F55\u3067\u3059\u304B?
numberPrecision.integer.TEXT=\u6574\u6570(\u4F8B: 1\u3001340\u3001-1000)
numberPrecision.real.TEXT=\u5B9F\u6570(\u4F8B: 10.3\u30010.05\u30011.0001)

derivedOptionType.CAPTION=\u6D3E\u751F\u30AA\u30D7\u30B7\u30E7\u30F3\u30BF\u30A4\u30D7
derivedOptionType.DESC=\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u4ED6\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u65E2\u5B58\u3059\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u306E\u30BF\u30A4\u30D7\u304A\u3088\u3073\u53EF\u80FD\u306A\u5024\u306B\u5BFE\u5FDC\u3059\u308B\u3053\u3068\u304C\n\u3067\u304D\u307E\u3059\u3002
derivedOptionType.label.TEXT=\u3053\u306E\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u4F7F\u7528\u3059\u308B\u30BF\u30A4\u30D7\u3092\u6301\u3064\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
derivedOptionType.selectGlobal.TEXT=\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u9078\u629E
derivedOptionType.selectGlobalLabel.TEXT=\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B0\u30ED\u30FC\u30D0\u30EB\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u516C\u958B\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u3059\u3002
derivedOptionType.searchExisting.TEXT=\u65E2\u5B58\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u691C\u7D22
derivedOptionType.searchExistingLabel.TEXT=\u65E2\u5B58\u306E\u516C\u958B\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u4ED6\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002

textOptionValues.CAPTION=\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u5024
textOptionValues.DESC=\u5358\u8A9E\u3084\u6587\u306E\u56FA\u5B9A\u30EA\u30B9\u30C8\u306F\u3001\u672A\u8A2D\u5B9A\u3067\u306F\u306A\u3044\u9650\u308A\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u552F\u4E00\u306E\u5024\u3067\u3059\u3002\n
textOptionValues.label.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u6B21\u306E\u5358\u8A9E\u3084\u6587\u306E\u3046\u3061\u3001\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
textOptionValues.optionValues.TEXT=\u30AA\u30D7\u30B7\u30E7\u30F3\u5024
textOptionValues.addLabel.TEXT=\u65B0\u3057\u3044\u5358\u8A9E\u307E\u305F\u306F\u6587\u3092\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
textOptionValues.add.TEXT=\u8FFD\u52A0
textOptionValues.removeLabel.TEXT=\u6700\u521D\u306B\u5358\u8A9E\u3084\u6587\u3092\u9078\u629E\u3057\u3066\u3001\u9664\u53BB\u3057\u307E\u3059\u3002
textOptionValues.remove.TEXT=\u9664\u53BB

numericOptionValues.CAPTION=\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u5024
numericOptionValues.DESC=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u5024\u306F\u3001\u672A\u8A2D\u5B9A\u3067\u306F\u306A\u3044\u9650\u308A\u3001\u5236\u7D04\u306E\u56FA\u5B9A\u30BB\u30C3\u30C8\u306E\u3046\u3061\u30011\u3064\u306E\u7BC4\u56F2\u5185\u3067\n\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
numericOptionValues.label.TEXT=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u6B21\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
numericOptionValues.optionRestrictions.TEXT=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u5236\u7D04
numericOptionValues.addLabel.TEXT=\u5024\u304C\u6B21\u306E\u3088\u3046\u306B\u306A\u308B\u3088\u3046\u306B\u3001\u65B0\u898F\u5236\u7D04\u3092\u8FFD\u52A0\u3057\u307E\u3059:
numericOptionValues.add.TEXT=\u8FFD\u52A0
numericOptionValues.removeLabel.TEXT=\u6700\u521D\u306B\u5236\u7D04\u3092\u9078\u629E\u3057\u3066\u3001\u9664\u53BB\u3057\u307E\u3059\u3002
numericOptionValues.remove.TEXT=\u9664\u53BB
numericOptionValues.firstConditions.TEXT=\u7B49\u3057\u3044 (=),\uFF5E\u3088\u308A\u5927\u304D\u3044 (>),\uFF5E\u4EE5\u4E0A (>=),\uFF5E\u3088\u308A\u5C0F\u3055\u3044 (<),\uFF5E\u4EE5\u4E0B (<=),\u7BC4\u56F2\u6307\u5B9A (n-m)
numericOptionValues.secondCondition.TEXT=\u6307\u5B9A\u5148

defaultOptionValue.CAPTION=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u5024
defaultOptionValue.DESC=\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6BCE\u56DE\u69CB\u6210\u307E\u305F\u306F\u8A2D\u5B9A\u3057\u306A\u304F\u3066\u3082\u3044\u3044\u3088\u3046\u306B\u3001\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u304C\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\n
defaultOptionValue.label.TEXT=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306F\u3001\u6B21\u306E\u901A\u308A\u3067\u3059\u3002
defaultOptionValue.defaultValue.TEXT=\u30C7\u30D5\u30A9\u30EB\u30C8\u5024
defaultOptionValue.alternativeLabel.TEXT=\u3042\u308B\u3044\u306F\u3001\u3053\u306E\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u57FA\u3068\u306A\u3063\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u5E38\u306B\u540C\u3058\u306B\u306A\u308B\u3088\u3046\u306B\u5024\u3092\u78BA\u5B9A\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\n\u3053\u308C\u306F\u3001\u5143\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u5916\u90E8\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3057\u3066\u4F7F\u7528\u3057\u307E\u3059\u3002
defaultOptionValue.useAsExternal.TEXT=%1:%2\u3092\u5916\u90E8\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3057\u3066\u4F7F\u7528
defaultOptionValue.unset.TEXT=(\u89E3\u9664)
defaultOptionValue.external.TEXT=(\u5916\u90E8)
defaultOptionValue.true.TEXT=\u306F\u3044
defaultOptionValue.false.TEXT=\u3044\u3044\u3048
defaultOptionValue.zero.TEXT=0
defaultOptionValue.error.TEXT=\u30A8\u30E9\u30FC
defaultOptionValue.errorMessage.TEXT=\u6709\u52B9\u306A\u6574\u6570\u5024\u3092\u9078\u629E/\u5165\u529B\u3057\u307E\u3059\u3002


useGlobalOptionType.CAPTION=\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u30BF\u30A4\u30D7\u3092\u4F7F\u7528
useGlobalOptionType.DESC=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30BF\u30A4\u30D7\u3068\u53EF\u80FD\u306A\u5024\u306F\u3001\u3069\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u5F97\u3089\u308C\u307E\u3059\u304B?\n
useGlobalOptionType.label.TEXT=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
useGlobalOptionType.globalOptions.TEXT=\u30B0\u30ED\u30FC\u30D0\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3
useGlobalOptionType.module.TEXT=\u30E2\u30B8\u30E5\u30FC\u30EB
useGlobalOptionType.option.TEXT=\u30AA\u30D7\u30B7\u30E7\u30F3
useGlobalOptionType.type.TEXT=\u30BF\u30A4\u30D7
useGlobalOptionType.typeNames.TEXT=\u306A\u3057\u3001\u30D6\u30FC\u30EA\u30A2\u30F3\u3001\u6574\u6570\u5024\u3001\u5B9F\u6570\u3001\u30C6\u30AD\u30B9\u30C8

useExistingOptionType.CAPTION=\u65E2\u5B58\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u30BF\u30A4\u30D7\u3092\u4F7F\u7528
useExistingOptionType.DESC=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30BF\u30A4\u30D7\u3068\u53EF\u80FD\u306A\u5024\u306F\u3069\u306E\u65E2\u5B58\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u5F97\u3089\u308C\u307E\u3059\u304B?\n
useExistingOptionType.label.TEXT=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u65E2\u5B58\u306E\u516C\u958B\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u691C\u7D22\u3057\u307E\u3059\u3002
useExistingOptionType.moduleName.TEXT=\u30E2\u30B8\u30E5\u30FC\u30EB\u540D
useExistingOptionType.searchNow.TEXT=\u3059\u3050\u306B\u691C\u7D22
useExistingOptionType.matchingOptions.TEXT=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30DE\u30C3\u30C1

completion.CAPTION=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u5B8C\u4E86\u3057\u3066\u3044\u307E\u3059
completion.DESC=\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u30A6\u30A3\u30B6\u30FC\u30C9\u304C\u6B63\u5E38\u306B\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\n \n\u65B0\u898F\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3059\u308B\u306E\u306B\u5341\u5206\u306A\u60C5\u5831\u304C\u3042\u308A\u307E\u3059\u3002\n \n\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u3001\u3053\u306E\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u7D42\u4E86\u3059\u308B\u306B\u306F\u3001\u7D42\u4E86\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
completion.restart.TEXT=\u3055\u3089\u306B\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306B\u3001\u3053\u306E\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u5373\u5EA7\u306B\u518D\u8D77\u52D5
