# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description:	New Option Wizard locale-specific properties
#===================================================================================================
#   Date      Name                    Description of Change
#20-Jan-2004  Dan J Archer            Created for New Option Wizard
#21-Jan-2004  Dan J Archer            Continued implementing
#28-Jan-2004  Dan J Archer            Continued implementation
#03-Feb-2004  Dan J Archer            Continued implementation
#10-Feb-2004  Dan J Archer            Continued implementation
#13-May-2005  Elizabeth Ayer          PR 5015608 - make true/false lower case
#06-Feb-2006  Venkatesh Chitnis       de-imanization
#$HISTORY$
#=================================================================================================*/

wizard.CAPTION=\u041C\u0430\u0441\u0442\u0435\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0439 \u0434\u043B\u044F \u043C\u043E\u0434\u0443\u043B\u044F
wizard.cancel.TEXT=\u041E\u0442\u043C\u0435\u043D\u0430

wizard.error.CAPTION=\u041C\u0430\u0441\u0442\u0435\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0439
wizard.badNext.TEXT=\u042D\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0435 \u043A\u043D\u043E\u043F\u043A\u0438 '\u0414\u0430\u043B\u0435\u0435'.
wizard.badOptionName.TEXT=\u0414\u043B\u044F \u043E\u043F\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0437\u0430\u0434\u0430\u043D\u043E \u0438\u043C\u044F, \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E\u0435 \u0441\u0440\u0435\u0434\u0438 \u0434\u0440\u0443\u0433\u0438\u0445 \u0438\u043C\u0435\u043D \u043E\u043F\u0446\u0438\u0439 \u044D\u0442\u043E\u0433\u043E \u043C\u043E\u0434\u0443\u043B\u044F.
wizard.valueAlreadyExists.TEXT=\u042D\u0442\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
wizard.needValue.TEXT=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u0432\u0435\u0441\u0442\u0438 \u0438\u043C\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
wizard.badInteger.TEXT=\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0446\u0435\u043B\u044B\u0439 \u043D\u043E\u043C\u0435\u0440, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 1, 350, \u0438\u043B\u0438 -4.\n\u041D\u043E\u043C\u0435\u0440\u0430 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043F\u0440\u0438\u043D\u044F\u0442\u044B \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0434\u043B\u0438\u043D\u043D\u044B\u0435 \u0438\u043B\u0438 \u043A\u043E\u0440\u043E\u0442\u043A\u0438\u0435.
wizard.badReal.TEXT=\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 1.0, 3.05, \u0438\u043B\u0438 -0.004.\n\u041D\u043E\u043C\u0435\u0440\u0430 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043F\u0440\u0438\u043D\u044F\u0442\u044B \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0434\u043B\u0438\u043D\u043D\u044B\u0435 \u0438\u043B\u0438 \u043A\u043E\u0440\u043E\u0442\u043A\u0438\u0435.
wizard.cantGetGlobalOptions.TEXT=\u041C\u0430\u0441\u0442\u0435\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0439 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0438\u0437\u0432\u043B\u0435\u0447\u044C \u043D\u0430\u0431\u043E\u0440 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0445 \u043E\u043F\u0446\u0438\u0439.\n\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u0441\u0435\u0439\u0447\u0430\u0441 \u043D\u0435\u043B\u044C\u0437\u044F \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043E\u043F\u0446\u0438\u0438, \u0431\u0430\u0437\u0438\u0440\u0443\u044E\u0449\u0438\u0435\u0441\u044F \u043D\u0430 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0445 \u043E\u043F\u0446\u0438\u044F\u0445.
wizard.badValueType.TEXT=\u041C\u0430\u0441\u0442\u0435\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0438\u043B \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0442\u0438\u043F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
wizard.optionCreationNeedsObjects.TEXT=\u041E\u043F\u0446\u0438\u044E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u0435\u043B\u044C\u0437\u044F, \u0442\u0430\u043A \u043A\u0430\u043A \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0435 \u0432\u0441\u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0435 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430.

welcome.Caption.FONT=Arial BOLD
welcome.Caption.SIZE=15
welcome.CAPTION=\u0414\u043E\u0431\u0440\u043E \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C \u0432 \u041C\u0430\u0441\u0442\u0435\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438\n
welcome.DESC=\u042D\u0442\u043E\u0442 \u043C\u0430\u0441\u0442\u0435\u0440 \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u0442 \u043F\u043E \u044D\u0442\u0430\u043F\u0430\u043C \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043D\u043E\u0432\u043E\u0439 \u043E\u043F\u0446\u0438\u0438\n\u0434\u043B\u044F \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043E\u0432 \u044D\u0442\u043E\u0433\u043E \u043C\u043E\u0434\u0443\u043B\u044F, %1.
welcome.GuideMe.TEXT=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043E\u043F\u0446\u0438\u0438 \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043C\u0430\u0441\u0442\u0435\u0440\u0430
welcome.LetMeEdit.TEXT=\u041F\u0440\u044F\u043C\u043E\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043E\u043F\u0446\u0438\u0438
welcome.NotAgain.TEXT=\u0411\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u044D\u0442\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443

optionVisibility.CAPTION=\u0412\u0438\u0434\u0438\u043C\u043E\u0441\u0442\u044C \u043E\u043F\u0446\u0438\u0438
optionVisibility.DESC=\u0414\u043E\u043B\u0436\u043D\u0430 \u043B\u0438 \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0431\u044B\u0442\u044C \u0432\u0438\u0434\u0438\u043C\u0430 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u043C\u043E\u0434\u0443\u043B\u044F?
optionVisibility.label.TEXT=\u0415\u0441\u043B\u0438 \u043E\u043F\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C\u0438 \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u0434\u0440\u0443\u0433\u0438\u043C\u0438 \u043C\u043E\u0434\u0443\u043B\u044F\u043C\u0438,\n\u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 "\u041E\u0431\u0449\u0430\u044F". \u0415\u0441\u043B\u0438 \u043E\u043F\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0432\u0438\u0434\u0438\u043C\u0430 \u0438 \u0438\u0437\u043C\u0435\u043D\u044F\u0435\u043C\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0432\u043D\u0443\u0442\u0440\u0438 \u044D\u0442\u043E\u0433\u043E\n\u043C\u043E\u0434\u0443\u043B\u044F, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 "\u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F".
optionVisibility.public.TEXT=\u041E\u0431\u0449\u0430\u044F
optionVisibility.private.TEXT=\u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F

optionName.CAPTION=\u0418\u043C\u044F \u043E\u043F\u0446\u0438\u0438
optionName.DESC=\u0418\u043C\u044F, \u043F\u043E \u043A\u043E\u0442\u043E\u0440\u043E\u043C\u0443 \u0441\u0441\u044B\u043B\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u043E\u043F\u0446\u0438\u044E.\n
optionName.name.TEXT=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u043C\u044F \u043E\u043F\u0446\u0438\u0438.
optionName.nameLabel.TEXT=\u0418\u043C\u044F
optionName.desc.TEXT=\u041F\u0440\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u0434\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043E\u043F\u0446\u0438\u0438.
optionName.descLabel.TEXT=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435

optionType.CAPTION=\u0422\u0438\u043F \u043E\u043F\u0446\u0438\u0438
optionType.DESC=\u041E\u043F\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430.\n
optionType.label.TEXT=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u0430\u043A\u043E\u0433\u043E \u0442\u0438\u043F\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043E\u043F\u0446\u0438\u044F?

#The following UI text in () was added in fixing the  PR#6354186,so as to make it clear to the user
#the regarding the type of the option. 
optionType.string.TEXT=\u041B\u044E\u0431\u043E\u0435 \u0441\u043B\u043E\u0432\u043E \u0438\u043B\u0438 \u0444\u0440\u0430\u0437\u0430 (\u0414\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435)
optionType.stringList.TEXT=\u041E\u0434\u043D\u043E \u0441\u043B\u043E\u0432\u043E \u0438\u043B\u0438 \u0444\u0440\u0430\u0437\u0430 \u0438\u0437 \u0444\u0438\u043A\u0441\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0441\u043F\u0438\u0441\u043A\u0430 (\u0414\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439)
optionType.number.TEXT=\u041B\u044E\u0431\u043E\u0435 \u0447\u0438\u0441\u043B\u043E (\u0414\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435)
optionType.numberRestricted.TEXT=\u0427\u0438\u0441\u043B\u043E \u0441 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F\u043C\u0438 \u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F (\u0414\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439)
optionType.bool.TEXT=\u041B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 "\u0414\u0430" \u0438\u043B\u0438 "\u041D\u0435\u0442"
optionType.existing.TEXT=\u0422\u0435 \u0436\u0435 \u0442\u0438\u043F \u0438 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F, \u0447\u0442\u043E \u0438 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0430\u044F \u043E\u043F\u0446\u0438\u044F

numberPrecision.CAPTION=\u0422\u043E\u0447\u043D\u043E\u0441\u0442\u044C \u0447\u0438\u0441\u043B\u0430
numberPrecision.DESC=\u0412 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0447\u0438\u0441\u043B\u0430 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B \u0441 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u043C\u0438 \u0441\u0442\u0435\u043F\u0435\u043D\u044F\u043C\u0438\n\u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0438.
numberPrecision.label.TEXT=\u041A\u0430\u043A\u043E\u0439 \u0442\u0438\u043F \u0447\u0438\u0441\u0435\u043B \u0431\u0443\u0434\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F?
numberPrecision.integer.TEXT=\u0426\u0435\u043B\u044B\u0435 \u0447\u0438\u0441\u043B\u0430 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, 1, 340, -1000)
numberPrecision.real.TEXT=\u0412\u0435\u0449\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0435 \u0447\u0438\u0441\u043B\u0430 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, 10.3, 0.05. 1.0001)

derivedOptionType.CAPTION=\u0422\u0438\u043F \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u043D\u043E\u0439 \u043E\u043F\u0446\u0438\u0438
derivedOptionType.DESC=\u041E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u0438\u043D\u044F\u0442\u044C \u0442\u0438\u043F \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0438\u0437 \u043E\u043F\u0446\u0438\u0438, \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0439 \u0432 \u0434\u0440\u0443\u0433\u043E\u043C\n\u043C\u043E\u0434\u0443\u043B\u0435.
derivedOptionType.label.TEXT=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u043F\u0446\u0438\u044E, \u0442\u0438\u043F \u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u043E\u0432\u0430\u044F \u043E\u043F\u0446\u0438\u044F.
derivedOptionType.selectGlobal.TEXT=\u0412\u044B\u0431\u0440\u0430\u0442\u044C \u0438\u0437 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0445 \u043E\u043F\u0446\u0438\u0439
derivedOptionType.selectGlobalLabel.TEXT=\u0413\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0435 \u043E\u043F\u0446\u0438\u0438 \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043E\u0431\u0449\u0438\u043C\u0438 \u043E\u043F\u0446\u0438\u044F\u043C\u0438, \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044B\u043C\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u043C \u043C\u043E\u0434\u0443\u043B\u044F\u043C.
derivedOptionType.searchExisting.TEXT=\u041F\u043E\u0438\u0441\u043A \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0445 \u043E\u043F\u0446\u0438\u0439
derivedOptionType.searchExistingLabel.TEXT=\u041B\u044E\u0431\u0430\u044F \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0430\u044F \u043E\u0431\u0449\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A \u0448\u0430\u0431\u043B\u043E\u043D \u0434\u043B\u044F \u0434\u0440\u0443\u0433\u0438\u0445 \u043E\u043F\u0446\u0438\u0439.

textOptionValues.CAPTION=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438
textOptionValues.DESC=\u0424\u0438\u043A\u0441\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A \u0441\u043B\u043E\u0432 \u0438 \u0444\u0440\u0430\u0437, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D \u0434\u043B\u044F \u044D\u0442\u043E\u0439 \u043E\u043F\u0446\u0438\u0438, \u043F\u043E\u043A\u0430 \u043E\u043D\u0430 \n\u043D\u0435 \u0437\u0430\u0434\u0430\u043D\u0430.
textOptionValues.label.TEXT=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C \u044D\u0442\u043E\u0439 \u043E\u043F\u0446\u0438\u0438 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0434\u043D\u0430 \u0438\u0437 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0444\u0440\u0430\u0437.
textOptionValues.optionValues.TEXT=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438
textOptionValues.addLabel.TEXT=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0432 \u0441\u043F\u0438\u0441\u043E\u043A \u043D\u043E\u0432\u043E\u0435 \u0441\u043B\u043E\u0432\u043E \u0438\u043B\u0438 \u0444\u0440\u0430\u0437\u0443.
textOptionValues.add.TEXT=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
textOptionValues.removeLabel.TEXT=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u043B\u043E\u0432\u043E \u0438\u043B\u0438 \u0444\u0440\u0430\u0437\u0443, \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u0432 \u0435\u0433\u043E.
textOptionValues.remove.TEXT=\u0418\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u044C

numericOptionValues.CAPTION=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438
numericOptionValues.DESC=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u043F\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u043B\u0435\u0436\u0430\u0442\u044C \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u0444\u0438\u043A\u0441\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u043D\u0430\u0431\u043E\u0440\u0430 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0439, \u043F\u043E\u043A\u0430 \u043E\u043F\u0446\u0438\u044F\n\u043D\u0435 \u0437\u0430\u0434\u0430\u043D\u0430.
numericOptionValues.label.TEXT=\u041E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0438\u043C\u0435\u0442\u044C \u043E\u0434\u043D\u043E \u0438\u0437 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439.
numericOptionValues.optionRestrictions.TEXT=\u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043E\u043F\u0446\u0438\u0438
numericOptionValues.addLabel.TEXT=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435, \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C:
numericOptionValues.add.TEXT=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
numericOptionValues.removeLabel.TEXT=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435, \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u0432 \u0435\u0433\u043E.
numericOptionValues.remove.TEXT=\u0418\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u044C
numericOptionValues.firstConditions.TEXT=\u0440\u0430\u0432\u043D\u043E (=),\u0431\u043E\u043B\u044C\u0448\u0435 \u0447\u0435\u043C (>),\u0431\u043E\u043B\u044C\u0448\u0435 \u0447\u0435\u043C \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u043E (>=),\u043C\u0435\u043D\u044C\u0448\u0435 \u0447\u0435\u043C(<),\u043C\u0435\u043D\u044C\u0448\u0435 \u0447\u0435\u043C \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u043E(<=),\u041A\u043E\u043B\u0435\u0431\u0430\u0442\u044C\u0441\u044F (n-m)
numericOptionValues.secondCondition.TEXT=\u0434\u043B\u044F

defaultOptionValue.CAPTION=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u043F\u0446\u0438\u0438
defaultOptionValue.DESC=\u041E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0438\u043C\u0435\u0442\u044C \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0443\u043F\u0440\u043E\u0449\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u0431\u044B\u0441\u0442\u0440\u043E\u0433\u043E \u0437\u0430\u0434\u0430\u043D\u0438\u044F\n\u043E\u043F\u0446\u0438\u0438.
defaultOptionValue.label.TEXT=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C \u043E\u043F\u0446\u0438\u0438 \u0431\u0443\u0434\u0435\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435.
defaultOptionValue.defaultValue.TEXT=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
defaultOptionValue.alternativeLabel.TEXT=\u0421 \u0434\u0440\u0443\u0433\u043E\u0439 \u0441\u0442\u043E\u0440\u043E\u043D\u044B, \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0442\u044C \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u043E\u0432\u043E\u0439 \u043E\u043F\u0446\u0438\u0438\n\u0442\u043E\u0439 \u043E\u043F\u0446\u0438\u0438, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043E\u043D\u0430 \u0431\u0430\u0437\u0438\u0440\u0443\u0435\u0442\u0441\u044F. \u0412 \u044D\u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0438\u0441\u0445\u043E\u0434\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u0432\u043D\u0435\u0448\u043D\u044F\u044F \u043E\u043F\u0446\u0438\u044F.
defaultOptionValue.useAsExternal.TEXT=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u043E\u043F\u0446\u0438\u0438 %1:%2
defaultOptionValue.unset.TEXT=(\u041D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E)
defaultOptionValue.external.TEXT=(\u0412\u043D\u0435\u0448\u043D\u044F\u044F)
defaultOptionValue.true.TEXT=\u0414\u0430
defaultOptionValue.false.TEXT=\u041D\u0435\u0442
defaultOptionValue.zero.TEXT=0
defaultOptionValue.error.TEXT=\u041E\u0448\u0438\u0431\u043A\u0430
defaultOptionValue.errorMessage.TEXT=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435/\u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0446\u0435\u043B\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435


useGlobalOptionType.CAPTION=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u0438\u043F \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0439 \u043E\u043F\u0446\u0438\u0438
useGlobalOptionType.DESC=\u0418\u0437 \u043A\u0430\u043A\u043E\u0439 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0439 \u043E\u043F\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u0440\u0430\u0442\u044C \u0442\u0438\u043F \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F?\n
useGlobalOptionType.label.TEXT=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0443\u044E \u043E\u043F\u0446\u0438\u044E \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
useGlobalOptionType.globalOptions.TEXT=\u0413\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0435 \u043E\u043F\u0446\u0438\u0438
useGlobalOptionType.module.TEXT=\u041C\u043E\u0434\u0443\u043B\u044C
useGlobalOptionType.option.TEXT=\u041E\u043F\u0446\u0438\u044F
useGlobalOptionType.type.TEXT=\u0422\u0438\u043F
useGlobalOptionType.typeNames.TEXT=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442,\u041B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0439,\u0426\u0435\u043B\u043E\u0435 \u0447\u0438\u0441\u043B\u043E,\u0412\u0435\u0449\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E,\u0422\u0435\u043A\u0441\u0442

useExistingOptionType.CAPTION=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u0438\u043F \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0439 \u043E\u043F\u0446\u0438\u0438
useExistingOptionType.DESC=\u0418\u0437 \u043A\u0430\u043A\u043E\u0439 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0439 \u043E\u043F\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u0440\u0430\u0442\u044C \u0442\u0438\u043F \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u044D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F?\n
useExistingOptionType.label.TEXT=\u041D\u0430\u0439\u0442\u0438 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u043E\u0431\u0449\u0443\u044E \u043E\u043F\u0446\u0438\u044E \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
useExistingOptionType.moduleName.TEXT=\u0418\u043C\u044F \u043C\u043E\u0434\u0443\u043B\u044F
useExistingOptionType.searchNow.TEXT=\u041D\u0430\u0447\u0430\u0442\u044C \u043F\u043E\u0438\u0441\u043A
useExistingOptionType.matchingOptions.TEXT=\u041F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0438\u0435 \u043E\u043F\u0446\u0438\u0438

completion.CAPTION=\u0417\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u0435 \u041C\u0430\u0441\u0442\u0435\u0440\u0430 \u043D\u043E\u0432\u043E\u0439 \u043E\u043F\u0446\u0438\u0438
completion.DESC=\u041C\u0430\u0441\u0442\u0435\u0440 \u043D\u043E\u0432\u043E\u0439 \u043E\u043F\u0446\u0438\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D.\n \n\u0422\u0435\u043F\u0435\u0440\u044C \u0435\u0441\u0442\u044C \u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043D\u043E\u0432\u043E\u0439 \u043E\u043F\u0446\u0438\u0438.\n \n\u0427\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043E\u043F\u0446\u0438\u044E \u0438 \u0437\u0430\u043A\u0440\u044B\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 "\u0413\u043E\u0442\u043E\u0432\u043E".
completion.restart.TEXT=\u0421\u043D\u043E\u0432\u0430 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440 \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0434\u0440\u0443\u0433\u0438\u0445 \u043E\u043F\u0446\u0438\u0439
