invalidComponentsSelected.TITLE=Neplatn\u00E9 komponenty
iWantToCustomizeDialog.TITLE=P\u0159izp\u016Fsobit Chci...
iWantToCustomizeDialog.HEADER=Vyberte akce kter\u00E9 budou nastaveny jako dostupn\u00E9 v sekci "Chci" panelu \u00FAlohy aplikace. Pou\u017Eijte naviga\u010Dn\u00ED tla\u010D\u00EDtka pro p\u0159id\u00E1n\u00ED, odebr\u00E1n\u00ED nebo p\u0159euspo\u0159\u00E1d\u00E1n\u00ED akc\u00ED. \nPro p\u0159ejmenov\u00E1n\u00ED zobrazen\u00E9ho n\u00E1zvu akce vyberte akci v seznamu "Vybran\u00E9 polo\u017Eky" a prove\u010Fte na n\u011Bm dvojklik pro otev\u0159en\u00ED dialogu pro p\u0159ejmenov\u00E1n\u00ED.\nV\u00FDchoz\u00ED p\u0159\u00EDkazy (Vytvo\u0159it polo\u017Eku, Vytvo\u0159it dataset a vytvo\u0159it proces Workflow) nemohou b\u00FDt p\u0159ejmenov\u00E1ny nebo p\u0159esunuty z t\u00E9to sekce.  
availableEntries.TITLE=Dostupn\u00E9 polo\u017Eky
selectedEntries.TITLE=Vybran\u00E9 polo\u017Eky
selectedEntriesPresent.TITLE=Ji\u017E p\u0159\u00EDtomn\u00E9 akce
commandsPresent.MESSAGE=Vybran\u00E9 akce jsou ji\u017E p\u0159\u00EDtomn\u00E9 v seznamu "{0}".
commandsDetails.MESSAGE=Akce "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=Chcete-li vytvo\u0159it novou slo\u017Eku obl\u00EDben\u00FDch, klikn\u011Bte na tla\u010D\u00EDtko Vytvo\u0159it. Chcete-li p\u0159ejmenovat nebo odstranit obl\u00EDbenou polo\u017Eku, vyberte polo\u017Eku a klikn\u011Bte na tla\u010D\u00EDtko P\u0159ejmenovat nebo Odstranit. Chcete-li vlo\u017Eit objekt Teamcenteru do obl\u00EDben\u00FDch, vyberte objekty v aplikaci nebo zkop\u00EDrujte objekty do schr\u00E1nky a klikn\u011Bte na tla\u010D\u00EDtko Vlo\u017Eit.
createFavoriteFolder.TITLE=Nov\u00E1 slo\u017Eka obl\u00EDben\u00FDch
createFavoriteFolder.HEADER=Vytvo\u0159te novou slo\u017Eku obl\u00EDben\u00FDch zad\u00E1n\u00EDm n\u00E1zvu do polo\u017Eky n\u00ED\u017Ee.
createFavoriteFolder.TIP=Vytvo\u0159it slo\u017Eku obl\u00EDben\u00FDch
moveFavoriteFolder.TIP=P\u0159esunout vybranou slo\u017Eku obl\u00EDben\u00FDch
addFavoriteFolder.TIP=Vlo\u017E\u00ED objekty Teamcenteru (vybran\u00E9 v aktu\u00E1ln\u00ED aplikaci nebo ve schr\u00E1nce) do slo\u017Eky obl\u00EDben\u00FDch
saveFavorites.MESSAGE=Ukl\u00E1d\u00E1n\u00ED obl\u00EDben\u00FDch...
loadingFavorites.MESSAGE=Na\u010D\u00EDt\u00E1n\u00ED obl\u00EDben\u00FDch...
favoriteFolderExists.ERROR=Obl\u00EDben\u00FD objekt s n\u00E1zvem {0} ji\u017E existuje pod {1}
favoriteObjectExists.TITLE=Objekt ji\u017E existuje
pasteComponentExists.ERROR=N\u011Bkter\u00E9 z vkl\u00E1dan\u00FDch objekt\u016F ji\u017E existuj\u00ED pod {0}. Tyto objekty budou ignorov\u00E1ny.
newFavoriteFolder.NAME=N\u00E1zev:
editValue.TIP=Upravit vybran\u00E9 hodnoty 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=Vybran\u00E9 objekty p\u0159idejte k obl\u00EDben\u00FDm v\u00FDb\u011Brem rodi\u010Dovsk\u00E9 slo\u017Eky obl\u00EDben\u00FDch ve stromu n\u00ED\u017Ee.
AddFavoritesDialog.TITLE=P\u0159idat obl\u00EDben\u00E9

QuickLinksCustomizeDialog.TITLE=P\u0159izp\u016Fsobit rychl\u00E9 odkazy
QuickLinksCustomizeDialog.HEADER=Vlo\u017Eit nov\u00E9 kontejnery, odebrat, p\u0159ejmenovat nebo zm\u011Bnit po\u0159ad\u00ED kontejner\u016F v \u010D\u00E1sti Rychl\u00E9 odkazy. V\u00FDchoz\u00ED kontejnery (Dom\u016F, M\u016Fj seznam \u00FAkol\u016F, Moje projekty, Moje odkazy, Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED, M\u016Fj pohled/p\u0159ipom\u00EDnka) nen\u00ED mo\u017En\u00E9 z t\u00E9to \u010D\u00E1sti odebrat nebo p\u0159ejmenovat.
renameQuickLink.TOOLTIP=P\u0159ejmenovat rychl\u00FD odkaz
pasteQuickLinks.MESSAGE=Do tohoto dialogov\u00E9ho okna je mo\u017En\u00E9 vlo\u017Eit pouze objekty slo\u017Eek (kontejnery). Objekty, kter\u00E9 nejsou objekty slo\u017Eek (kontejnery) budou ignorov\u00E1ny.
pasteQuickLinks.TIP=<html><body>Pomoc\u00ED tohoto tla\u010D\u00EDtka vlo\u017Ete objekty slo\u017Eek (kontejner\u016F) zkop\u00EDrovan\u00FDch do schr\u00E1nky nebo<br> vybran\u00E9 v aktu\u00E1ln\u00ED aplikaci</body></html>  

MySavedSearchesCustomizeDialog.TITLE=P\u0159izp\u016Fsobit Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED
MySavedSearchesCustomizeDialog.HEADER=Chcete-li odstranit, p\u0159ejmenovat nebo spustit ulo\u017Een\u00E1 hled\u00E1n\u00ED, pou\u017Eijte naviga\u010Dn\u00ED tla\u010D\u00EDtka v panelu n\u00E1stroj\u016F n\u00ED\u017Ee.
addSavedSearch.TIP=P\u0159idat objekt ulo\u017Een\u00E9ho hled\u00E1n\u00ED do seznamu Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED
savingSavedSearches.MESSAGE=Ukl\u00E1d\u00E1n\u00ED seznamu Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED...
loadingSavedSearches.MESSAGE=Na\u010D\u00EDt\u00E1n\u00ED seznamu Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED...

MyViewMarkupCustomizeDialog.Title=Moje zobrazen\u00ED p\u0159ipom\u00EDnek
MyViewMarkupCustomizeDialog.Header=P\u0159izp\u016Fsobit seznam MyMarkupComponent

clearSelection.TOOLTIP=Odebrat vybran\u00FD objekt ze seznamu
removeObject.TOOLTIP=Odstranit vybran\u00FD objekt
renameSavedSearch.TOOLTIP=P\u0159ejmenovat vybran\u00FD objekt
executeSavedSearch.TOOLTIP=Spustit vybran\u00E9 ulo\u017Een\u00E9 hled\u00E1n\u00ED
refreshSavedSearchFolder.TOOLTIP=Obnovit slo\u017Eku Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED

MyWebLinksCustomizeDialog.TITLE=P\u0159izp\u016Fsobit Moje odkazy
MyWebLinksCustomizeDialog.HEADER=P\u0159idejte nov\u00E9 objekty webov\u00FDch odkaz\u016F (URL), odeberte, p\u0159ejmenujte nebo zm\u011B\u0148te po\u0159ad\u00ED webov\u00FDch odkaz\u016F pomoc\u00ED naviga\u010Dn\u00EDch tla\u010D\u00EDtek v panelu n\u00E1stroj\u016F n\u00ED\u017Ee. 
addURL.TIP=Vytvo\u0159it nov\u00FD webov\u00FD odkaz (URL) a p\u0159idat jej do seznamu Moje odkazy
newWeblink.TITLE=Vytvo\u0159it nov\u00FD objekt webov\u00E9ho odkazu (URL)
newWeblink.HEADER=Chcete-li vytvo\u0159it nov\u00FD objekt webov\u00E9ho odkazu (URL), zadejte n\u00E1zev webov\u00E9ho odkazu a URL do pole n\u00ED\u017Ee a klikn\u011Bte na tla\u010D\u00EDtko OK.
weblinkExists.MESSAGE=Objekt webov\u00E9ho odkazu se stejn\u00FDm n\u00E1zvem a URL ji\u017E existuje.
weblinkExists.TITLE=Objekt webov\u00E9ho odkazu existuje
savingWebLinks.MESSAGE=Ukl\u00E1d\u00E1n\u00ED webov\u00FDch odkaz\u016F...
pasteWebLinks.MESSAGE=Do tohoto dialogov\u00E9ho okna je mo\u017En\u00E9 vlo\u017Eit pouze objekty webov\u00FDch odkaz\u016F (URL). Objekty, kter\u00E9 nejsou webov\u00E9 odkazy (URL), budou ignorov\u00E1ny.
pasteWebLinks.TIP=<html><body>Pomoc\u00ED tohoto tla\u010D\u00EDtka vlo\u017Ete objekty webov\u00FDch odkaz\u016F (URL) zkop\u00EDrovan\u00FDch do schr\u00E1nky nebo<br> vybran\u00E9 v aktu\u00E1ln\u00ED aplikaci</body></html>  
weblink.NAME=N\u00E1zev:
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= Nov\u00FD n\u00E1zev:
newURL.LABEL= Nov\u00FD URL:
renameWebLinks.TITLE=P\u0159ejmenovat objekt webov\u00E9ho odkazu (URL)
renameWebLinks.HEADER=P\u0159ejmenujte vybran\u00FD objekt webov\u00E9ho odkazu (URL).
renameSavedSearches.TITLE=P\u0159ejmenovat objekt ulo\u017Een\u00E9ho hled\u00E1n\u00ED
renameSavedSearches.HEADER=P\u0159ejmenujte vybran\u00FD objekt ulo\u017Een\u00E9ho hled\u00E1n\u00ED.
renameQuickLinks.TITLE=P\u0159ejmenovat objekt rychl\u00E9ho odkazu
renameQuickLinks.HEADER=P\u0159ejmenujte vybran\u00FD kontejnerov\u00FD objekt rychl\u00E9ho odkazu. N\u00E1zvy v\u00FDchoz\u00EDch kontejner\u016F (Dom\u016F, M\u016Fj seznam \u00FAkol\u016F, Moje odkazy, Moje ulo\u017Een\u00E1 hled\u00E1n\u00ED) nen\u00ED mo\u017En\u00E9 zm\u011Bnit.
renameFavoritesFolder.TITLE=P\u0159ejmenovat slo\u017Eku obl\u00EDben\u00FDch
renameFavoritesFolder.HEADER=P\u0159ejmenujte vybranou slo\u017Eku obl\u00EDben\u00FDch.
renameFavoritesFolder.ERROR=N\u00E1zev zadan\u00FD pro slo\u017Eku obl\u00EDben\u00FDch ji\u017E existuje.
renameFavoritesFolderError.TITLE=Chyba p\u0159i p\u0159ejmenov\u00E1n\u00ED slo\u017Eky
renameIWantTo.TITLE=P\u0159ejmenovat p\u0159\u00EDkaz
renameIWantTo.HEADER=P\u0159ejmenujte vybran\u00FD p\u0159\u00EDkaz Teamcenteru.
renameNotPossible.MSG=V\u00FDchoz\u00ED p\u0159\u00EDkazy (Vytvo\u0159it polo\u017Eku, Vytvo\u0159it dataset a vytvo\u0159it proces pracovn\u00EDho postupu) nemohou b\u00FDt v t\u00E9to sekci p\u0159ejmenov\u00E1ny ani odstran\u011Bny.
renameNotPossible.TITLE=Upozorn\u011Bn\u00ED

moveFavoritesFolder.TITLE=Hledat c\u00EDlovou slo\u017Eku
moveFavoritesFolder.HEADER=Vyberte c\u00EDlovou slo\u017Eku obl\u00EDben\u00FDch, do kter\u00E9 chcete p\u0159esunout.
moveFavoritesSameDestination.ERROR=C\u00EDlov\u00E1 slo\u017Eka je stejn\u00E1 jako zdrojov\u00E1.
moveFavoritesSubFolder.ERROR=C\u00EDlov\u00E1 slo\u017Eka je podslo\u017Ekou c\u00EDlov\u00E9 slo\u017Eky.
moveFavoritesFolderError.TITLE=Chyba p\u0159i p\u0159esouv\u00E1n\u00ED objektu nebo slo\u017Eky

#SearchTree Content Provider
SearchTreeContentProvider.0=Na\u010D\u00EDt\u00E1n\u00ED...

#Rename folder/saved search dialog
RenameDialog.0=P\u0159ejmenovat
RenameDialog.1=N\u00E1zev
RenameDialog.2=N\u00E1zev slo\u017Eky
RenameDialog.3=Syst\u00E9mem definovan\u00FD dotaz se stejn\u00FDm n\u00E1zvem ji\u017E existuje nebo je d\u00E9lka n\u00E1zvu v\u011Bt\u0161\u00ED ne\u017E 128. Vyberte jin\u00FD n\u00E1zev.
RenameDialog.4=Neplatn\u00FD n\u00E1zev
RenameDialog.5=P\u0159ejmenov\u00E1v\u00E1n\u00ED vybran\u00E9ho objektu...
#Delete folder/saved search dialog
DeleteDialog.0=Odstranit
DeleteDialog.1=Odstran\u011Bn\u00EDm slo\u017Eky neodstran\u00EDte obsah slo\u017Eky. Chcete pokra\u010Dovat?
DeleteDialog.2=Upozorn\u011Bn\u00ED
DeleteDialog.3= Opravdu chcete prov\u00E9st odstran\u011Bn\u00ED?
DeleteDialog.4=Odstra\u0148ov\u00E1n\u00ED vybran\u00E9ho objektu...
executeSavedSearch.MESSAGE= Prov\u00E1d\u011Bn\u00ED ulo\u017Een\u00E9ho hled\u00E1n\u00ED...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=Posunout vybran\u00E9 hodnoty o \u00FArove\u0148 v\u00FD\u0161
moveValueDown.TOOLTIP=Posunout vybran\u00E9 hodnoty o \u00FArove\u0148 n\u00ED\u017E

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=Neplatn\u00E1 polo\u017Eka nab\u00EDdky
IWantToCustomizeShell.INVALID_MENUITEM_MSG=Typ polo\u017Eky nab\u00EDdky nen\u00ED platn\u00FD.

TooManyObjects.title=Info
TooManyObjects.message=Objekt\u016F k na\u010Dten\u00ED je p\u0159\u00EDli\u0161 mnoho. Zkuste zv\u00FD\u0161it nastaven\u00ED p\u0159edvolby limitu na\u010Dten\u00ED.
