invalidComponentsSelected.TITLE=\u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B
iWantToCustomizeDialog.TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C "\u0427\u0430\u0441\u0442\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F"...
iWantToCustomizeDialog.HEADER=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u0443\u0434\u0443\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0432 \u0440\u0430\u0437\u0434\u0435\u043B\u0435 "\u0427\u0430\u0441\u0442\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F" \u0432 \u043F\u0430\u043D\u0435\u043B\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F. \u0412\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043A\u043D\u043E\u043F\u043A\u0430\u043C\u0438 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C, \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0438\u043B\u0438 \u0443\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u0438\u0442\u044C. \n\u0427\u0442\u043E\u0431\u044B \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u043E\u0435 \u0438\u043C\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 "\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B" \u0438 \u0434\u0432\u0430\u0436\u0434\u044B \u0449\u0435\u043B\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u043D\u0435\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432\u043E\u0435 \u043E\u043A\u043D\u043E \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u044F.\n\u041A\u043E\u043C\u0430\u043D\u0434\u044B \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E (\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044C, \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438 \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0440\u0430\u0431\u043E\u0447\u0438\u0439 \u043F\u0440\u043E\u0446\u0435\u0441\u0441) \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0438\u0437 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0434\u0435\u043B\u0430.  
availableEntries.TITLE=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B
selectedEntries.TITLE=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B
selectedEntriesPresent.TITLE=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0443\u0436\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442
commandsPresent.MESSAGE=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F(\u0435) \u0443\u0436\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0432 "{0}" \u0441\u043F\u0438\u0441\u043A\u0435.
commandsDetails.MESSAGE=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=\u0414\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0441\u043E\u0437\u0434\u0430\u0442\u044C. \u0414\u043B\u044F \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430, \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C. \u0414\u043B\u044F \u0432\u0441\u0442\u0430\u0432\u043A\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u0430 Teamcenter \u0432 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435, \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043E\u0431\u044A\u0435\u043A\u0442 \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 \u0438\u043B\u0438 \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u043E\u0431\u044A\u0435\u043A\u0442 \u0432 \u0431\u0443\u0444\u0435\u0440 \u043E\u0431\u043C\u0435\u043D\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C.
createFavoriteFolder.TITLE=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435
createFavoriteFolder.HEADER=\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435 \u043F\u0443\u0442\u0435\u043C \u0443\u043A\u0430\u0437\u0430\u043D\u0438\u044F \u0438\u043C\u0435\u043D\u0438 \u0432 \u043F\u043E\u043B\u0435 \u043D\u0438\u0436\u0435.
createFavoriteFolder.TIP=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435
moveFavoriteFolder.TIP=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435
addFavoriteFolder.TIP=\u0412\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u043E\u0431\u044A\u0435\u043A\u0442\u044B Teamcenter (\u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0432 \u0442\u0435\u043A\u0443\u0449\u0435\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 \u0438\u043B\u0438 \u0431\u0443\u0444\u0435\u0440\u0435 \u043E\u0431\u043C\u0435\u043D\u0430) \u0432 \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435
saveFavorites.MESSAGE=\u0421\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435...
loadingFavorites.MESSAGE=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u043F\u0430\u043F\u043A\u0438 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435...
favoriteFolderExists.ERROR=\u0418\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0441 \u0438\u043C\u0435\u043D\u0435\u043C {0} \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u043B\u044F {1}
favoriteObjectExists.TITLE=\u041E\u0431\u044A\u0435\u043A\u0442 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
pasteComponentExists.ERROR=\u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u043B\u0438 \u0432\u0441\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0432\u0441\u0442\u0430\u0432\u043A\u0438 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442 \u0434\u043B\u044F {0}. \u042D\u0442\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044E\u0442\u0441\u044F.
newFavoriteFolder.NAME=\u0418\u043C\u044F:
editValue.TIP=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=\u0414\u043E\u0431\u0430\u0432\u043B\u044F\u0435\u0442 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0432 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435 \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0439 \u043F\u0430\u043F\u043A\u0438 \u0432 \u0434\u0435\u0440\u0435\u0432\u0435 \u043D\u0438\u0436\u0435.
AddFavoritesDialog.TITLE=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0432 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435

QuickLinksCustomizeDialog.TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 "\u0411\u044B\u0441\u0442\u0440\u044B\u0445 \u0441\u0432\u044F\u0437\u0435\u0439"
QuickLinksCustomizeDialog.HEADER=\u0412\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440, \u0443\u0434\u0430\u043B\u0438\u0442\u044C, \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u0443\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u0438\u0442\u044C \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u044B \u0432 \u0431\u043B\u043E\u043A\u0435 \u0411\u044B\u0441\u0442\u0440\u044B\u0435 \u0441\u0441\u044B\u043B\u043A\u0438. \u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u044B \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E (\u0420\u0430\u0431\u043E\u0447\u0430\u044F \u043E\u0431\u043B\u0430\u0441\u0442\u044C, \u041C\u043E\u0438 \u0437\u0430\u0434\u0430\u0447\u0438, \u041C\u043E\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u044B, \u041C\u043E\u0438 \u0441\u0441\u044B\u043B\u043A\u0438, \u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B, \u041C\u043E\u0438 \u043C\u0435\u0442\u043A\u0438) \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D\u044B \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u044B.
renameQuickLink.TOOLTIP=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0431\u044B\u0441\u0442\u0440\u0443\u044E \u0441\u0441\u044B\u043B\u043A\u0443
pasteQuickLinks.MESSAGE=\u0422\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u044B "\u041F\u0430\u043F\u043A\u0438" (\u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u044B) \u043C\u043E\u0436\u043D\u043E \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0432 \u0434\u0430\u043D\u043D\u044B\u0439 \u0434\u0438\u0430\u043B\u043E\u0433. \u0414\u0440\u0443\u0433\u0438\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044E\u0442\u0441\u044F.
pasteQuickLinks.TIP=<html><body>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0434\u0430\u043D\u043D\u0443\u044E \u043A\u043D\u043E\u043F\u043A\u0443 \u0434\u043B\u044F \u0432\u0441\u0442\u0430\u0432\u043A\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 "\u041F\u0430\u043F\u043A\u0430" (\u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u043E\u0432) \u0438\u0437 \u0431\u0443\u0444\u0435\u0440\u0430 \u0438\u043B\u0438 <br> \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0432 \u0442\u0435\u043A\u0443\u0449\u0435\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438</body></html>  

MySavedSearchesCustomizeDialog.TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C "\u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B"
MySavedSearchesCustomizeDialog.HEADER=\u0414\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F, \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0445 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u043F\u043E\u0438\u0441\u043A\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0435 \u043A\u043D\u043E\u043F\u043A\u0438 \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432, \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u043D\u043E\u0439 \u043D\u0438\u0436\u0435.
addSavedSearch.TIP=\u0412\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441 \u043F\u043E\u0438\u0441\u043A\u0430 \u0432 \u0441\u043F\u0438\u0441\u043E\u043A "\u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B"
savingSavedSearches.MESSAGE=\u0421\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u0441\u043F\u0438\u0441\u043A\u0430 "\u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B"...
loadingSavedSearches.MESSAGE=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0441\u043F\u0438\u0441\u043A\u0430 "\u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B"...

MyViewMarkupCustomizeDialog.Title=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u043C\u0435\u0442\u043E\u043A
MyViewMarkupCustomizeDialog.Header=\u041D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0441\u043F\u0438\u0441\u043E\u043A \u043C\u0435\u0442\u043E\u043A

clearSelection.TOOLTIP=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430
removeObject.TOOLTIP=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442
renameSavedSearch.TOOLTIP=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442
executeSavedSearch.TOOLTIP=\u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442
refreshSavedSearchFolder.TOOLTIP=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0430\u043F\u043A\u0443 "\u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B"

MyWebLinksCustomizeDialog.TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C "\u041C\u043E\u0438 \u0441\u0441\u044B\u043B\u043A\u0438"
MyWebLinksCustomizeDialog.HEADER=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0435 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL), \u0443\u0434\u0430\u043B\u0438\u0442\u044C, \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u0443\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u0438\u0442\u044C \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F \u043A\u043D\u043E\u043F\u043A\u0438 \u043D\u0430\u0432\u0438\u0433\u0430\u0442\u043E\u0440\u0430 \u0432 \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043D\u0438\u0436\u0435. 
addURL.TIP=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL) \u0438 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0435\u0435 \u0432 \u0441\u043F\u0438\u0441\u043E\u043A "\u041C\u043E\u0438 \u0441\u0441\u044B\u043B\u043A\u0438"
newWeblink.TITLE=\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL)
newWeblink.HEADER=\u0427\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL), \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0438\u043C\u044F \u0441\u0441\u044B\u043B\u043A\u0438 \u0438 URL \u0432 \u043F\u043E\u043B\u044F\u0445 \u043D\u0438\u0436\u0435 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u041E\u041A.
weblinkExists.MESSAGE=\u041E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0430 \u0441 \u0442\u0430\u043A\u0438\u043C \u0438\u043C\u0435\u043D\u0435\u043C \u0438 URL \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
weblinkExists.TITLE=\u041E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
savingWebLinks.MESSAGE=\u0421\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043E\u043A...
pasteWebLinks.MESSAGE=\u0422\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL) \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u044B \u0432 \u0434\u0430\u043D\u043D\u044B\u0439 \u0434\u0438\u0430\u043B\u043E\u0433. \u041E\u0431\u044A\u0435\u043A\u0442\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043D\u0435 \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430\u043C\u0438 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043E\u043A (URL), \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044E\u0442\u0441\u044F.
pasteWebLinks.TIP=<html><body>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u043A\u043D\u043E\u043F\u043A\u0443 \u0434\u043B\u044F \u0432\u0441\u0442\u0430\u0432\u043A\u0438 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL) \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0438\u0437 \u0431\u0443\u0444\u0435\u0440\u0430 \u043E\u0431\u043C\u0435\u043D\u0430 \u0438\u043B\u0438<br> \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0432 \u0442\u0435\u043A\u0443\u0449\u0435\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438</body></html>
weblink.NAME=\u0418\u043C\u044F:
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= \u041D\u043E\u0432\u043E\u0435 \u0438\u043C\u044F:
newURL.LABEL= \u041D\u043E\u0432\u044B\u0439 URL:
renameWebLinks.TITLE=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043E\u0431\u044A\u0435\u043A\u0442 \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0438 (URL) 
renameWebLinks.HEADER=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0443\u044E \u0432\u0435\u0431-\u0441\u0441\u044B\u043B\u043A\u0443 (URL).
renameSavedSearches.TITLE=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441
renameSavedSearches.HEADER=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441.
renameQuickLinks.TITLE=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043E\u0431\u044A\u0435\u043A\u0442 \u0431\u044B\u0441\u0442\u0440\u043E\u0439 \u0441\u0432\u044F\u0437\u0438
renameQuickLinks.HEADER=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440 \u0431\u044B\u0441\u0442\u0440\u043E\u0439 \u0441\u0441\u044B\u043B\u043A\u0438. \u0418\u043C\u0435\u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0445 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u043E\u0432 (\u0420\u0430\u0431\u043E\u0447\u0430\u044F \u043E\u0431\u043B\u0430\u0441\u0442\u044C, \u041C\u043E\u0438 \u0437\u0430\u0434\u0430\u0447\u0438, \u041C\u043E\u0438 \u0441\u0441\u044B\u043B\u043A\u0438, \u041C\u043E\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B) \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B.
renameFavoritesFolder.TITLE=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435
renameFavoritesFolder.HEADER=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435.
renameFavoritesFolder.ERROR=\u041F\u0430\u043F\u043A\u0430 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C \u0438\u043C\u0435\u043D\u0435\u043C \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u043F\u0430\u043F\u043A\u0435 \u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435.
renameFavoritesFolderError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u0430\u043F\u043A\u0438
renameIWantTo.TITLE=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043A\u043E\u043C\u0430\u043D\u0434\u0443
renameIWantTo.HEADER=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0443\u044E \u043A\u043E\u043C\u0430\u043D\u0434\u0443 Teamcenter.
renameNotPossible.MSG=\u041A\u043E\u043C\u0430\u043D\u0434\u044B \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E (\u0421\u043E\u0437\u0434\u0430\u0442\u044C \u044D\u043B\u0435\u043C\u0435\u043D\u0442, \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438 \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0440\u0430\u0431\u043E\u0447\u0438\u0439 \u043F\u0440\u043E\u0446\u0435\u0441\u0441) \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0438\u0437 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0434\u0435\u043B\u0430.
renameNotPossible.TITLE=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435

moveFavoritesFolder.TITLE=\u041E\u0431\u0437\u043E\u0440 \u043F\u0430\u043F\u043A\u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F
moveFavoritesFolder.HEADER=\u0423\u043A\u0430\u0436\u0438\u0442\u0435 \u043F\u0430\u043F\u043A\u0443 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F "\u0418\u0437\u0431\u0440\u0430\u043D\u043D\u043E\u0435", \u0432 \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C.
moveFavoritesSameDestination.ERROR=\u041F\u0430\u043F\u043A\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442 \u0441 \u0438\u0441\u0445\u043E\u0434\u043D\u043E\u0439 \u043F\u0430\u043F\u043A\u043E\u0439.
moveFavoritesSubFolder.ERROR=\u041F\u0430\u043F\u043A\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043F\u043E\u0434\u043F\u0430\u043F\u043A\u043E\u0439 \u0446\u0435\u043B\u0435\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438
moveFavoritesFolderError.TITLE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0438\u043B\u0438 \u043F\u0430\u043F\u043A\u0438

#SearchTree Content Provider
SearchTreeContentProvider.0=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430\u2026

#Rename folder/saved search dialog
RenameDialog.0=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C
RenameDialog.1=\u0418\u043C\u044F
RenameDialog.2=\u0418\u043C\u044F \u043F\u0430\u043F\u043A\u0438
RenameDialog.3=\u0417\u0430\u0434\u0430\u043D\u043D\u044B\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441 \u0441 \u0434\u0430\u043D\u043D\u044B\u043C \u0438\u043C\u0435\u043D\u0435\u043C \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u043B\u0438 \u0438\u043C\u044F \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 128 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u0438\u043C\u044F.
RenameDialog.4=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F
RenameDialog.5=\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430...
#Delete folder/saved search dialog
DeleteDialog.0=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
DeleteDialog.1=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u043F\u0430\u043F\u043A\u0438 \u043D\u0435 \u0443\u0434\u0430\u043B\u0438\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u043F\u0430\u043F\u043A\u0438. \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C?
DeleteDialog.2=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435
DeleteDialog.3= \u0412\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B, \u0447\u0442\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C?
DeleteDialog.4=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430...
executeSavedSearch.MESSAGE= \u0412\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u043E\u0433\u043E \u0437\u0430\u043F\u0440\u043E\u0441\u0430...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043D\u0430 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u0432\u044B\u0448\u0435
moveValueDown.TOOLTIP=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043D\u0430 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u043D\u0438\u0436\u0435

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u043C\u0435\u043D\u044E
IWantToCustomizeShell.INVALID_MENUITEM_MSG=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0442\u0438\u043F \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043C\u0435\u043D\u044E.

TooManyObjects.title=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
TooManyObjects.message=\u0421\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u043D\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0443\u0432\u0435\u043B\u0438\u0447\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0432\u0441\u0435\u0445.
