invalidComponentsSelected.TITLE=Nieprawid\u0142owe komponenty
iWantToCustomizeDialog.TITLE=Dostosuj czynno\u015Bci Chc\u0119...
iWantToCustomizeDialog.HEADER=Wybierz czynno\u015Bci, kt\u00F3re zostan\u0105 udost\u0119pnione w cz\u0119\u015Bci "Chc\u0119..." widocznej w panelu zada\u0144 aplikacji. Za pomoc\u0105 przycisk\u00F3w nawigacji mo\u017Cesz dodawa\u0107, usuwa\u0107 i zmienia\u0107 kolejno\u015B\u0107 czynno\u015Bci. \nAby zmieni\u0107 wy\u015Bwietlan\u0105 nazw\u0119 danej czynno\u015Bci, wybierz czynno\u015B\u0107 z listy "Wybrane wpisy" i kliknij j\u0105 dwukrotnie, aby uruchomi\u0107 okno dialogowe Zmie\u0144 nazw\u0119.\nNie mo\u017Cna zmienia\u0107 nazwy ani usuwa\u0107 z tej sekcji polece\u0144 domy\u015Blnych (Utw\u00F3rz obiekt, Utw\u00F3rz zestaw danych oraz Utw\u00F3rz proces obiegu informacji). 
availableEntries.TITLE=Dost\u0119pne wpisy
selectedEntries.TITLE=Wybrane wpisy
selectedEntriesPresent.TITLE=Czynno\u015Bci s\u0105 ju\u017C obecne
commandsPresent.MESSAGE=Wybrana czynno\u015B\u0107 lub czynno\u015Bci istniej\u0105 ju\u017C na li\u015Bcie "{0}".
commandsDetails.MESSAGE=Czynno\u015B\u0107 "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=Aby utworzy\u0107 nowy folder ulubionych, kliknij przycisk Utw\u00F3rz. Aby zmieni\u0107 lub usun\u0105\u0107 ulubiony obiekt, wybierz ten obiekt i kliknij przycisk Zmie\u0144 nazw\u0119 lub Usu\u0144. Aby wklei\u0107 element Teamcenter do ulubionych, wybierz te elementy w aplikacji lub skopiuj je do Schowka, a nast\u0119pnie kliknij przycisk Wklej.
createFavoriteFolder.TITLE=Nowy folder ulubionych
createFavoriteFolder.HEADER=Aby utworzy\u0107 nowy folder ulubionych, wprowad\u017A jego nazw\u0119 w poni\u017Cszym polu.
createFavoriteFolder.TIP=Utw\u00F3rz folder ulubionych
moveFavoriteFolder.TIP=Przenie\u015B wybrany folder ulubionych
addFavoriteFolder.TIP=Wklejanie element\u00F3w Teamcenter (wybranych w bie\u017C\u0105cej aplikacji lub znajduj\u0105cych si\u0119 w Schowku) do folder\u00F3w ulubionych
saveFavorites.MESSAGE=Zapisywanie ulubionych...
loadingFavorites.MESSAGE=\u0141adowanie ulubionych ...
favoriteFolderExists.ERROR=Ulubiony element o nazwie {0} istnieje ju\u017C jako {1}
favoriteObjectExists.TITLE=Element ju\u017C istnieje
pasteComponentExists.ERROR=Niekt\u00F3re lub wszystkie wklejane elementy istniej\u0105 ju\u017C w {0} i zostan\u0105 zignorowane.
newFavoriteFolder.NAME=Nazwa:
editValue.TIP=Edytuj wybrane warto\u015Bci 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=Ab doda\u0107 wybrane elementy do ulubionych, wybierz folder nadrz\u0119dny ulubionych w poni\u017Cszym drzewie.
AddFavoritesDialog.TITLE=Dodaj Ulubione

QuickLinksCustomizeDialog.TITLE=Dostosuj szybkie \u0142\u0105cza
QuickLinksCustomizeDialog.HEADER=Mo\u017Cesz wkleja\u0107 nowe kontenery, a tak\u017Ce usuwa\u0107 je i zmienia\u0107 ich nazw\u0119 oraz kolejno\u015B\u0107 za pomoc\u0105 sekcji Szybkie \u0142\u0105cza. Z tej sekcji nie mo\u017Cna usuwa\u0107 ani zmienia\u0107 nazwy domy\u015Blnych kontener\u00F3w (tj. Folder osobisty, Moja lista zada\u0144, Moje projekty, Moje \u0142\u0105cza, Moje zapisane wyszukiwania, M\u00F3j widok/uwaga).
renameQuickLink.TOOLTIP=Zmie\u0144 nazw\u0119 szybkiego \u0142\u0105cza
pasteQuickLinks.MESSAGE=Do tego okna dialogowego mo\u017Cna wkleja\u0107 wy\u0142\u0105cznie elementy folder\u00F3w (kontener\u00F3w). Elementy inne ni\u017C foldery (kontenery) zostan\u0105 zignorowane.
pasteQuickLinks.TIP=<html><body>Za pomoc\u0105 tego przycisku mo\u017Cna wklei\u0107 elementy folderu (kontenery),<br> kt\u00F3re skopiowano wcze\u015Bniej do Schowka lub wybrano w bie\u017C\u0105cej aplikacji</body></html>  

MySavedSearchesCustomizeDialog.TITLE=Dostosuj Moje zapisane wyszukiwania
MySavedSearchesCustomizeDialog.HEADER=Aby usun\u0105\u0107 zapisane wyszukiwania, uruchomi\u0107 je b\u0105d\u017A zmieni\u0107 ich nazw\u0119, u\u017Cyj przycisk\u00F3w nawigacji widocznych w poni\u017Cszym pasku narz\u0119dzi.
addSavedSearch.TIP=Dodaj element zapisanego wyszukiwania do listy Moje zapisane wyszukiwania
savingSavedSearches.MESSAGE=Zapisywanie listy Moje zapisane wyszukiwania...
loadingSavedSearches.MESSAGE=Wczytywanie listy Moje zapisane wyszukiwania...

MyViewMarkupCustomizeDialog.Title=M\u00F3j widok uwag
MyViewMarkupCustomizeDialog.Header=Dostosuj list\u0119 Moje komponenty uwag

clearSelection.TOOLTIP=Usu\u0144 wybrany element z listy
removeObject.TOOLTIP=Czy chcesz usun\u0105\u0107 wybrany obiekt
renameSavedSearch.TOOLTIP=Zmie\u0144 nazw\u0119 wybranego elementu
executeSavedSearch.TOOLTIP=Wykonaj wybrane zapisane wyszukiwanie
refreshSavedSearchFolder.TOOLTIP=Od\u015Bwie\u017C folder Moje zapisane wyszukiwania

MyWebLinksCustomizeDialog.TITLE=Dostosuj Moje \u0142\u0105cza
MyWebLinksCustomizeDialog.HEADER=Aby doda\u0107 nowe elementy \u0142\u0105cza internetowego (URL), usun\u0105\u0107 b\u0105d\u017A zmieni\u0107 nazw\u0119 lub kolejno\u015B\u0107 \u0142\u0105cza internetowego, u\u017Cyj przycisk\u00F3w nawigacji umieszczonych w pasku narz\u0119dzi poni\u017Cej. 
addURL.TIP=Utw\u00F3rz nowy element \u0142\u0105cza internetowego (URL) i dodaj go do listy Moje \u0142\u0105cza
newWeblink.TITLE=Utw\u00F3rz nowy element \u0142\u0105cza internetowego (URL)
newWeblink.HEADER=Aby utworzy\u0107 nowy element \u0142\u0105cza internetowego (adres URL), wprowad\u017A nazw\u0119 \u0142\u0105cza oraz adres URL w poni\u017Cszych polach i kliknij przycisk OK.
weblinkExists.MESSAGE=Element \u0142\u0105cza internetowego o takiej samej nazwie i z takim adresem URL ju\u017C istnieje.
weblinkExists.TITLE=Element \u0142\u0105cza internetowego istnieje
savingWebLinks.MESSAGE=Zapisywanie \u0142\u0105czy internetowych...
pasteWebLinks.MESSAGE=Do tego okna dialogowego mo\u017Cna wkleja\u0107 wy\u0142\u0105cznie elementy \u0142\u0105czy internetowych (adresy URL). Elementy inne ni\u017C \u0142\u0105cza internetowe (adresy URL) zostan\u0105 zignorowane.
pasteWebLinks.TIP=<html><body>Za pomoc\u0105 tego przycisku mo\u017Cna wklei\u0107 \u0142\u0105cze internetowe (adres URL),<br> kt\u00F3re skopiowano wcze\u015Bniej do Schowka lub wybrano w bie\u017C\u0105cej aplikacji</body></html>
weblink.NAME=Nazwa:
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= Nowa nazwa:
newURL.LABEL= Nowy adres URL:
renameWebLinks.TITLE=Zmie\u0144 nazw\u0119 elementu \u0142\u0105cza internetowego (URL)
renameWebLinks.HEADER=Zmie\u0144 nazw\u0119 wybranego elementu \u0142\u0105cza internetowego (URL)
renameSavedSearches.TITLE=Zmie\u0144 nazw\u0119 elementu zapisanego wyszukiwania
renameSavedSearches.HEADER=Zmie\u0144 nazw\u0119 wybranego elementu zapisanego wyszukiwania.
renameQuickLinks.TITLE=Zmie\u0144 nazw\u0119 elementu szybkiego \u0142\u0105cza
renameQuickLinks.HEADER=Zmie\u0144 nazw\u0119 wybranego elementu kontenera szybkiego \u0142\u0105cza. Nazw kontener\u00F3w domy\u015Blnych (Folder osobisty, Moja lista zada\u0144, Moje \u0142\u0105cza, Moje zapisane wyszukiwania) nie mo\u017Cna zmieni\u0107.
renameFavoritesFolder.TITLE=Zmie\u0144 nazw\u0119 folderu ulubionych
renameFavoritesFolder.HEADER=Zmie\u0144 nazw\u0119 wybranego folderu ulubionych.
renameFavoritesFolder.ERROR=Nazwa zdefiniowana dla folder\u00F3w ulubionych ju\u017C istnieje.
renameFavoritesFolderError.TITLE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zmiany nazwy folderu
renameIWantTo.TITLE=Polecenie Zmie\u0144 nazw\u0119
renameIWantTo.HEADER=Zmie\u0144 nazw\u0119 wybranego polecenia Teamcenter.
renameNotPossible.MSG=W tej sekcji nie mo\u017Cna zmienia\u0107 nazwy ani usuwa\u0107 czynno\u015Bci domy\u015Blnych (Utw\u00F3rz obiekt, Utw\u00F3rz zestaw danych oraz Utw\u00F3rz proces obiegu informacji).
renameNotPossible.TITLE=Ostrze\u017Cenie

moveFavoritesFolder.TITLE=Przegl\u0105daj w poszukiwaniu folderu docelowego
moveFavoritesFolder.HEADER=Wybierz docelowy folder ulubionych, do kt\u00F3rego chcesz przenie\u015B\u0107 element.
moveFavoritesSameDestination.ERROR=Folder docelowy jest identyczny z folderem \u017Ar\u00F3d\u0142owym.
moveFavoritesSubFolder.ERROR=Folder docelowy jest podfolderem folderu docelowego.
moveFavoritesFolderError.TITLE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przenoszenia elementu lub folderu

#SearchTree Content Provider
SearchTreeContentProvider.0=\u0141adowanie...

#Rename folder/saved search dialog
RenameDialog.0=Zmie\u0144 nazw\u0119
RenameDialog.1=Nazwa
RenameDialog.2=Nazwa folderu
RenameDialog.3=Istnieje zapytanie systemowe o tej samej nazwie lub nazwa jest d\u0142u\u017Csza ni\u017C 128 znak\u00F3w. Wybierz inn\u0105 nazw\u0119.
RenameDialog.4=Nieprawid\u0142owa nazwa
RenameDialog.5=Trwa zmiana nazwy wybranego elementu...
#Delete folder/saved search dialog
DeleteDialog.0=Usu\u0144
DeleteDialog.1=Usuni\u0119cie folderu nie spowoduje usuni\u0119cia zawarto\u015Bci folderu. Czy chcesz kontynuowa\u0107?
DeleteDialog.2=Ostrze\u017Cenie
DeleteDialog.3= Czy na pewno chcesz usun\u0105\u0107?
DeleteDialog.4=Usuwanie wybranego elementu...
executeSavedSearch.MESSAGE= Wykonywanie zapisanego wyszukiwania...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=Przenie\u015B wybran\u0105 warto\u015B\u0107 lub warto\u015Bci o jeden poziom w g\u00F3r\u0119
moveValueDown.TOOLTIP=Przenie\u015B wybran\u0105 warto\u015B\u0107 lub warto\u015Bci o jeden poziom w d\u00F3\u0142

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=Nieprawid\u0142owy obiekt menu
IWantToCustomizeShell.INVALID_MENUITEM_MSG=Typ obiektu menu jest nieprawid\u0142owy.

TooManyObjects.title=Informacje
TooManyObjects.message=Zbyt wiele element\u00F3w do wczytania. Spr\u00F3buj zwi\u0119kszy\u0107 preferencj\u0119 ograniczenia wczytywania element\u00F3w.
