invalidComponentsSelected.TITLE=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u7121\u52B9\u3067\u3059
iWantToCustomizeDialog.TITLE=\u4F5C\u696D\u3092\u9078\u629E...\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
iWantToCustomizeDialog.HEADER=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30BF\u30B9\u30AF\u67A0\u306E"\u4F5C\u696D\u3092\u9078\u629E"\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u53EF\u80FD\u306B\u3059\u308B\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u8FFD\u52A0\u3001\u9664\u53BB\u3001\u307E\u305F\u306F\u518D\u30AA\u30FC\u30C0\u30FC\u3057\u307E\u3059\u3002\n\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u8868\u793A\u540D\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001"\u9078\u629E\u3057\u305F\u30A8\u30F3\u30C8\u30EA"\u30EA\u30B9\u30C8\u3067\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3001\u30C0\u30D6\u30EB\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u540D\u524D\u306E\u5909\u66F4\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u8D77\u52D5\u3057\u307E\u3059\u3002\n\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30DE\u30F3\u30C9(\u30A2\u30A4\u30C6\u30E0\u3092\u4F5C\u6210\u3001\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3001\u304A\u3088\u3073\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u30D7\u30ED\u30BB\u30B9\u3092\u4F5C\u6210)\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u305F\u308A\u3001\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u304B\u3089\u9664\u53BB\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
availableEntries.TITLE=\u4F7F\u7528\u53EF\u80FD\u306A\u30A8\u30F3\u30C8\u30EA
selectedEntries.TITLE=\u9078\u629E\u3057\u305F\u30A8\u30F3\u30C8\u30EA
selectedEntriesPresent.TITLE=\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059
commandsPresent.MESSAGE=\u9078\u629E\u3055\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306F"{0}"\u30EA\u30B9\u30C8\u306B\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
commandsDetails.MESSAGE=\u30A2\u30AF\u30B7\u30E7\u30F3"{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=\u65B0\u3057\u3044\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001[\u4F5C\u6210]\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002\u304A\u6C17\u306B\u5165\u308A\u30A2\u30A4\u30C6\u30E0\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u305F\u308A\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066[\u540D\u524D\u306E\u5909\u66F4]\u307E\u305F\u306F[\u524A\u9664]\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002Teamcenter\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u304A\u6C17\u306B\u5165\u308A\u306B\u8CBC\u4ED8\u3051\u308B\u306B\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u9078\u629E\u3059\u308B\u304B\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC\u3057\u3066\u304B\u3089[\u8CBC\u4ED8\u3051]\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
createFavoriteFolder.TITLE=\u65B0\u3057\u3044\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0
createFavoriteFolder.HEADER=\u4E0B\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u3001\u65B0\u3057\u3044\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
createFavoriteFolder.TIP=\u65B0\u898F\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u4F5C\u6210
moveFavoriteFolder.TIP=\u9078\u629E\u3057\u305F\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u79FB\u52D5
addFavoriteFolder.TIP=Teamcenter\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8(\u73FE\u5728\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u3067\u9078\u629E)\u3092\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u306B\u8CBC\u4ED8\u3051\u307E\u3059\u3002
saveFavorites.MESSAGE=\u304A\u6C17\u306B\u5165\u308A\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...
loadingFavorites.MESSAGE=\u304A\u6C17\u306B\u5165\u308A\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059...
favoriteFolderExists.ERROR={0}\u3068\u3044\u3046\u540D\u524D\u306E\u304A\u6C17\u306B\u5165\u308A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u65E2\u306B{1}\u306E\u4E0B\u306B\u3042\u308A\u307E\u3059
favoriteObjectExists.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059
pasteComponentExists.ERROR=\u8CBC\u4ED8\u3051\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u4E00\u90E8\u307E\u305F\u306F\u3059\u3079\u3066\u304C{0}\u306E\u4E0B\u306B\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u7121\u8996\u3057\u3066\u3044\u307E\u3059\u3002
newFavoriteFolder.NAME=\u540D\u524D:
editValue.TIP=\u9078\u629E\u3057\u305F\u5024\u3092\u7DE8\u96C6

# Add Favorites related entries 
AddFavoritesDialog.HEADER=\u4E0B\u306E\u30C4\u30EA\u30FC\u3067\u89AA\u306E\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u3001\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u304A\u6C17\u306B\u5165\u308A\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
AddFavoritesDialog.TITLE=\u304A\u6C17\u306B\u5165\u308A\u306B\u8FFD\u52A0

QuickLinksCustomizeDialog.TITLE=\u30AF\u30A4\u30C3\u30AF\u30EA\u30F3\u30AF\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
QuickLinksCustomizeDialog.HEADER=\u65B0\u3057\u3044\u30B3\u30F3\u30C6\u30CA\u3092\u8CBC\u4ED8\u3051\u3001\u30AF\u30A4\u30C3\u30AF\u30EA\u30F3\u30AF\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u30B3\u30F3\u30C6\u30CA\u306E\u9664\u53BB\u3001\u540D\u524D\u5909\u66F4\u3001\u4E26\u3073\u66FF\u3048\u3092\u884C\u3044\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30CA(\u30DB\u30FC\u30E0\u3001\u30DE\u30A4\u30EF\u30FC\u30AF\u30EA\u30B9\u30C8\u3001\u30DE\u30A4\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3001\u30DE\u30A4\u30EA\u30F3\u30AF\u3001\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u3001\u30DE\u30A4\u30D3\u30E5\u30FC/\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7)\u306F\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u304B\u3089\u9664\u53BB\u307E\u305F\u306F\u540D\u524D\u306E\u5909\u66F4\u304C\u3067\u304D\u307E\u305B\u3093\u3002
renameQuickLink.TOOLTIP=\u30AF\u30A4\u30C3\u30AF\u30EA\u30F3\u30AF\u306E\u540D\u524D\u3092\u5909\u66F4
pasteQuickLinks.MESSAGE=\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u306B\u8CBC\u4ED8\u3051\u3067\u304D\u308B\u306E\u306F\u3001Folder\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8(\u30B3\u30F3\u30C6\u30CA)\u3060\u3051\u3067\u3059\u3002Folder\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8(\u30B3\u30F3\u30C6\u30CA)\u4EE5\u5916\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
pasteQuickLinks.TIP=<html><body>\u3053\u306E\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u73FE\u5728\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u9078\u629E\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC\u3055\u308C\u305FFolder\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8(\u30B3\u30F3\u30C6\u30CA)\u3092\u8CBC\u4ED8\u3051\u307E\u3059<br></body></html>

MySavedSearchesCustomizeDialog.TITLE=\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
MySavedSearchesCustomizeDialog.HEADER=\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u306E\u524A\u9664\u3001\u540D\u524D\u306E\u5909\u66F4\u3001\u5B9F\u884C\u3092\u884C\u3046\u306B\u306F\u3001\u4E0B\u306E\u30C4\u30FC\u30EB\u30D0\u30FC\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
addSavedSearch.TIP=\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0
savingSavedSearches.MESSAGE=\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30EA\u30B9\u30C8\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...
loadingSavedSearches.MESSAGE=\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30EA\u30B9\u30C8\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059...

MyViewMarkupCustomizeDialog.Title=\u30DE\u30A4\u30D3\u30E5\u30FC\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7
MyViewMarkupCustomizeDialog.Header=MyMarkupComponent\u30EA\u30B9\u30C8\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA

clearSelection.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EA\u30B9\u30C8\u304B\u3089\u9664\u53BB
removeObject.TOOLTIP=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u307E\u3059
renameSavedSearch.TOOLTIP=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D\u3092\u5909\u66F4\u3057\u307E\u3059
executeSavedSearch.TOOLTIP=\u9078\u629E\u3057\u305F\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u3092\u5B9F\u884C\u3057\u307E\u3059
refreshSavedSearchFolder.TOOLTIP=\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30D5\u30A9\u30EB\u30C0\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5

MyWebLinksCustomizeDialog.TITLE=\u500B\u4EBA\u7528\u30EA\u30F3\u30AF\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
MyWebLinksCustomizeDialog.HEADER=\u4E0B\u306E\u30C4\u30FC\u30EB\u30D0\u30FC\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u65B0\u898FWeb\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u8FFD\u52A0\u3084Web\u30EA\u30F3\u30AF\u306E\u9664\u53BB\u3001\u540D\u524D\u306E\u5909\u66F4\u3001\u4E26\u3073\u66FF\u3048\u3092\u884C\u3044\u307E\u3059\u3002
addURL.TIP=\u65B0\u898FWeb\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8FFD\u52A0\u3057\u3066\u500B\u4EBA\u7528\u30EA\u30F3\u30AF\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0
newWeblink.TITLE=\u65B0\u3057\u3044Web\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210
newWeblink.HEADER=\u65B0\u3057\u3044Web\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u4E0B\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067Web\u30EA\u30F3\u30AF\u3068URL\u3092\u6307\u5B9A\u3057\u3001[OK]\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\u3002
weblinkExists.MESSAGE=\u540C\u3058\u540D\u524D\u3068URL\u3092\u6301\u3064Web\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u65E2\u306B\u3042\u308A\u307E\u3059\u3002
weblinkExists.TITLE=Web\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3057\u307E\u3059
savingWebLinks.MESSAGE=Web\u30EA\u30F3\u30AF\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...
pasteWebLinks.MESSAGE=\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u306B\u306F\u3001Web\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u307F\u8CBC\u4ED8\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002Web\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u4EE5\u5916\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
pasteWebLinks.TIP=<html><body>\u3053\u306E\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u73FE\u5728\u306E\u30A2\u30D7\u30EA<br>\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u9078\u629E\u3055\u308C\u305FWeb\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8CBC\u4ED8\u3051\u307E\u3059\u3002</body></html>
weblink.NAME=\u540D\u524D:
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= \u65B0\u3057\u3044\u540D\u524D:
newURL.LABEL= \u65B0\u3057\u3044URL:
renameWebLinks.TITLE=Web\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D\u306E\u5909\u66F4
renameWebLinks.HEADER=\u9078\u629E\u3057\u305FWeb\u30EA\u30F3\u30AF(URL)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
renameSavedSearches.TITLE=\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3092\u5909\u66F4
renameSavedSearches.HEADER=\u9078\u629E\u3057\u305F\u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
renameQuickLinks.TITLE=\u30AF\u30A4\u30C3\u30AF\u30EA\u30F3\u30AF\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3092\u5909\u66F4
renameQuickLinks.HEADER=\u9078\u629E\u3057\u305F\u30AF\u30A4\u30C3\u30AF\u30EA\u30F3\u30AF\u30B3\u30F3\u30C6\u30CA\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30CA(\u30DB\u30FC\u30E0\u3001\u30DE\u30A4\u30EF\u30FC\u30AF\u30EA\u30B9\u30C8\u3001\u500B\u4EBA\u7528\u30EA\u30F3\u30AF\u3001\u500B\u4EBA\u7528\u4FDD\u5B58\u6E08\u307F\u691C\u7D22)\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
renameFavoritesFolder.TITLE=\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u306E\u540D\u524D\u5909\u66F4
renameFavoritesFolder.HEADER=\u9078\u629E\u3057\u305F\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
renameFavoritesFolder.ERROR=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306E\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u304C\u65E2\u306B\u3042\u308A\u307E\u3059\u3002
renameFavoritesFolderError.TITLE=\u30D5\u30A9\u30EB\u30C0\u306E\u540D\u524D\u5909\u66F4\u30A8\u30E9\u30FC
renameIWantTo.TITLE=\u30B3\u30DE\u30F3\u30C9\u540D\u3092\u5909\u66F4
renameIWantTo.HEADER=\u9078\u629E\u3057\u305FTeamcenter\u30B3\u30DE\u30F3\u30C9\u306E\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
renameNotPossible.MSG=\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u304B\u3089\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u30B3\u30DE\u30F3\u30C9(\u30A2\u30A4\u30C6\u30E0\u3092\u4F5C\u6210\u3001\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3001\u304A\u3088\u3073\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u30D7\u30ED\u30BB\u30B9\u3092\u4F5C\u6210)\u306E\u540D\u524D\u3092\u5909\u66F4\u307E\u305F\u306F\u9664\u53BB\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
renameNotPossible.TITLE=\u8B66\u544A

moveFavoritesFolder.TITLE=\u79FB\u52D5\u5148\u306E\u30D5\u30A9\u30EB\u30C0\u3092\u30D6\u30E9\u30A6\u30BA
moveFavoritesFolder.HEADER=\u79FB\u52D5\u5148\u306E\u304A\u6C17\u306B\u5165\u308A\u30D5\u30A9\u30EB\u30C0\u3092\u9078\u629E\u3057\u307E\u3059\u3002
moveFavoritesSameDestination.ERROR=\u79FB\u52D5\u5148\u306E\u30D5\u30A9\u30EB\u30C0\u304C\u79FB\u52D5\u524D\u306E\u30D5\u30A9\u30EB\u30C0\u3068\u540C\u3058\u540D\u524D\u3067\u3059\u3002
moveFavoritesSubFolder.ERROR=\u79FB\u52D5\u5148\u306E\u30D5\u30A9\u30EB\u30C0\u306F\u79FB\u52D5\u524D\u306E\u30D5\u30A9\u30EB\u30C0\u306E\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u3067\u3059\u3002
moveFavoritesFolderError.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C0\u306E\u79FB\u52D5\u30A8\u30E9\u30FC

#SearchTree Content Provider
SearchTreeContentProvider.0=\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059...

#Rename folder/saved search dialog
RenameDialog.0=\u540D\u524D\u3092\u5909\u66F4
RenameDialog.1=\u540D\u524D
RenameDialog.2=\u30D5\u30A9\u30EB\u30C0\u306E\u540D\u524D
RenameDialog.3=\u540C\u3058\u540D\u524D\u306E\u30B7\u30B9\u30C6\u30E0\u5B9A\u7FA9\u30AF\u30A8\u30EA\u304C\u5B58\u5728\u3059\u308B\u304B\u3001\u540D\u524D\u306E\u9577\u3055\u304C128\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u540D\u524D\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RenameDialog.4=\u7121\u52B9\u306A\u540D\u524D
RenameDialog.5=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D\u3092\u5909\u66F4\u3057\u3066\u3044\u307E\u3059...
#Delete folder/saved search dialog
DeleteDialog.0=\u524A\u9664
DeleteDialog.1=\u30D5\u30A9\u30EB\u30C0\u3092\u524A\u9664\u3057\u3066\u3082\u30D5\u30A9\u30EB\u30C0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3002\u7D9A\u884C\u3057\u307E\u3059\u304B?
DeleteDialog.2=\u8B66\u544A
DeleteDialog.3= \u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B?
DeleteDialog.4=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059...
executeSavedSearch.MESSAGE= \u4FDD\u5B58\u6E08\u307F\u691C\u7D22\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=\u9078\u629E\u3057\u305F\u5024\u30921\u3064\u4E0A\u306B\u79FB\u52D5
moveValueDown.TOOLTIP=\u9078\u629E\u3057\u305F\u5024\u30921\u3064\u4E0B\u306B\u79FB\u52D5

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=\u7121\u52B9\u306A\u30E1\u30CB\u30E5\u30FC\u30A2\u30A4\u30C6\u30E0
IWantToCustomizeShell.INVALID_MENUITEM_MSG=\u30E1\u30CB\u30E5\u30FC\u30A2\u30A4\u30C6\u30E0\u30BF\u30A4\u30D7\u304C\u7121\u52B9\u3067\u3059\u3002

TooManyObjects.title=\u60C5\u5831
TooManyObjects.message=\u30ED\u30FC\u30C9\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u591A\u3059\u304E\u307E\u3059\u3002\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u300C\u30ED\u30FC\u30C9\u5236\u9650\u3092\u8A2D\u5B9A\u300D\u3092\u5897\u3084\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002
