invalidComponentsSelected.TITLE=Componentes inv\u00E1lidos
iWantToCustomizeDialog.TITLE=Personalizar Eu desejo...
iWantToCustomizeDialog.HEADER=Selecione as a\u00E7\u00F5es a serem apresentadas na se\u00E7\u00E3o "Eu quero" no painel de tarefas do aplicativo. Use os bot\u00F5es de navega\u00E7\u00E3o para adicionar, remover ou reordenar as a\u00E7\u00F5es. \nPara renomear o nome de exibi\u00E7\u00E3o de uma a\u00E7\u00E3o, selecione a a\u00E7\u00E3o na lista "Itens selecionados" e clique duas vezes para iniciar a caixa de di\u00E1logo Renomear.\nOs comandos padr\u00E3o (Criar um item, Criar um dataset e Criar um processo de fluxo de trabalho) n\u00E3o podem ser renomeados ou removidos desta se\u00E7\u00E3o.  
availableEntries.TITLE=Entradas dispon\u00EDveis
selectedEntries.TITLE=Entradas selecionadas
selectedEntriesPresent.TITLE=A\u00E7\u00F5es j\u00E1 presentes
commandsPresent.MESSAGE=A(s) a\u00E7\u00E3o(\u00F5es) selecionada(s) j\u00E1 est\u00E1(\u00E3o) presente(s) na lista "{0}".
commandsDetails.MESSAGE=A\u00E7\u00E3o "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=Para criar uma nova pasta de favoritos, clique no bot\u00E3o criar. Para renomear ou excluir um item favorito, selecione o item e clique no bot\u00E3o renomear ou excluir. Para colar um objeto Teamcenter aos favoritos, selecione os objetos no aplicativo ou copie os objetos para a \u00E1rea de transfer\u00EAncia e clique no bot\u00E3o colar.
createFavoriteFolder.TITLE=Nova pasta de favoritos
createFavoriteFolder.HEADER=Criar uma nova pasta de favoritos especificando o nome no campo abaixo.
createFavoriteFolder.TIP=Criar uma pasta de favoritos
moveFavoriteFolder.TIP=Mover pasta de favoritos selecionada
addFavoriteFolder.TIP=Cole os objetos Teamcenter (selecionados no aplicativo atual ou na \u00E1rea de transfer\u00EAncia) para a pasta de favoritos
saveFavorites.MESSAGE=Salvando favoritos...
loadingFavorites.MESSAGE=Carregando favoritos ...
favoriteFolderExists.ERROR=O objeto favorito com nome {0} j\u00E1 existe no {1}
favoriteObjectExists.TITLE=O objeto j\u00E1 existe
pasteComponentExists.ERROR=Alguns ou todos os objetos que est\u00E3o sendo colados j\u00E1 existem no {0}. Ignorar estes objetos.
newFavoriteFolder.NAME=Nome :
editValue.TIP=Edite os valores selecionados 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=Adicionar os objetos selecionados para o favoritos selecionando a pasta pai de favoritos na \u00E1rvore abaixo.
AddFavoritesDialog.TITLE=Adicionar favoritos

QuickLinksCustomizeDialog.TITLE=Personalizar atalhos
QuickLinksCustomizeDialog.HEADER=Colar novo cont\u00EAiner, remover, renomear ou reordenar os cont\u00EAineres na se\u00E7\u00E3o de atalhos. Os cont\u00EAineres padr\u00E3o (In\u00EDcio, Minha lista de trabalho, Meus projetos, Meus links, Minhas buscas salvas, Minha exibi\u00E7\u00E3o/marca\u00E7\u00E3o) n\u00E3o podem ser renomeados nem removidos desta se\u00E7\u00E3o.
renameQuickLink.TOOLTIP=Renomear um atalho
pasteQuickLinks.MESSAGE=Apenas objetos de pasta (recipientes) podem ser colados nesta caixa de di\u00E1logo. Ignore objetos que n\u00E3o sejam objetos de pasta (recipientes).
pasteQuickLinks.TIP=<html><body>Utilize este bot\u00E3o para colar os objetos de pasta (recipientes) copiados para a \u00E1rea de transfer\u00EAncia ou<br> selecionados no aplicativo atual</body></html>  

MySavedSearchesCustomizeDialog.TITLE=Personalizar minhas buscas salvas
MySavedSearchesCustomizeDialog.HEADER=Para excluir, renomear ou executar pesquisas salvas, utilize os bot\u00F5es de navega\u00E7\u00E3o na barra de ferramentas abaixo.
addSavedSearch.TIP=Adicionar um objeto de pesquisa salva \u00E0 lista de Minhas pesquisas salvas
savingSavedSearches.MESSAGE=Salvando Minhas pesquisas salvas ...
loadingSavedSearches.MESSAGE=Carregando lista de Minhas pesquisas salvas ...

MyViewMarkupCustomizeDialog.Title=Minha Marca\u00E7\u00E3o da visualiza\u00E7\u00E3o
MyViewMarkupCustomizeDialog.Header=Personalizar lista de MyMarkupComponent

clearSelection.TOOLTIP=Remover o objetos selecionado da lista
removeObject.TOOLTIP=Excluir o objeto selecionado
renameSavedSearch.TOOLTIP=Renomear o objeto selecionado
executeSavedSearch.TOOLTIP=Executar a pesquisa salva selecionada
refreshSavedSearchFolder.TOOLTIP=Atualizar pasta Minhas pesquisas salvas

MyWebLinksCustomizeDialog.TITLE=Personalizar Meus links
MyWebLinksCustomizeDialog.HEADER=Adicione novos objetos de link Web (URL), remova, renomeie ou reordene os links Web utilizando os bot\u00F5es de navega\u00E7\u00E3o na barra de ferramentas abaixo. 
addURL.TIP=Criar um novo objeto de link Web (URL) e adicionar \u00E0 lista Meus links
newWeblink.TITLE=Criar um novo objeto de link Web (URL)
newWeblink.HEADER=Para criar um novo objeto de link Web (URL), especifique o nome do link Web e url nos campos abaixo e clique no bot\u00E3o OK.
weblinkExists.MESSAGE=Um objeto de link Web com o mesmo nome e url j\u00E1 existe.
weblinkExists.TITLE=O objeto de link Web existe
savingWebLinks.MESSAGE=Salvando links Web...
pasteWebLinks.MESSAGE=Apenas objetos de link Web (URL) podem ser colados na caixa de di\u00E1logo. Ignore objetos que n\u00E3o sejam objetos de link Web (URL).
pasteWebLinks.TIP=<html><body>Utilize este bot\u00E3o para colar os objetos de link Web (URL) copiados para a \u00E1rea de transfer\u00EAncia ou<br> selecionados no aplicativo atual</body></html>
weblink.NAME=Nome :
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= Novo Nome:
newURL.LABEL= Nova URL:
renameWebLinks.TITLE=Renomear objeto de link da Web (URL)
renameWebLinks.HEADER=Renomear o objeto de link da Web (URL) selecionado.
renameSavedSearches.TITLE=Renomear objeto de pesquisa salvo
renameSavedSearches.HEADER=Renomear objeto de pesquisa salvo selecionado.
renameQuickLinks.TITLE=Renomear objeto de atalho
renameQuickLinks.HEADER=Renomeie o objeto conteiner de link r\u00E1pido selecionado. Os nomes padr\u00E3o dos conteiners (In\u00EDcio, Minha lista de trabalho, Meus links, Minhas pesquisas salvas) n\u00E3o podem ser alterados.
renameFavoritesFolder.TITLE=Renomear pasta de favoritos
renameFavoritesFolder.HEADER=Renomear pasta de favoritos selecionada.
renameFavoritesFolder.ERROR=O nome especificado para a pasta de favoritos j\u00E1 existe.
renameFavoritesFolderError.TITLE=Erro ao renomear a pasta
renameIWantTo.TITLE=Renomear comando
renameIWantTo.HEADER=Renomear o comando Teamcenter selecionado.
renameNotPossible.MSG=Os comandos padr\u00E3o (Criar um item, Criar um conjunto de dados e Criar um processo de fluxo de trabalho) n\u00E3o podem ser renomeados ou removidos desta se\u00E7\u00E3o.
renameNotPossible.TITLE=Aviso

moveFavoritesFolder.TITLE=Navegue at\u00E9 a pasta de destino
moveFavoritesFolder.HEADER=Selecionar o destino da pasta de favoritos que deseja mover.
moveFavoritesSameDestination.ERROR=A pasta de destino \u00E9 a mesma que a pasta de origem.
moveFavoritesSubFolder.ERROR=A pasta de destino \u00E9 uma sub-pasta da pasta de destino.
moveFavoritesFolderError.TITLE=Erro ao mover o objeto ou pasta

#SearchTree Content Provider
SearchTreeContentProvider.0=Carregando...

#Rename folder/saved search dialog
RenameDialog.0=Renomear
RenameDialog.1=Nome
RenameDialog.2=Nome da pasta
RenameDialog.3=A consulta definida do sistema com o mesmo nome existe ou o comprimento do nome \u00E9 maior do que 128. Escolha um nome diferente.
RenameDialog.4=Nome inv\u00E1lido
RenameDialog.5=Renomeando objeto selecionado...
#Delete folder/saved search dialog
DeleteDialog.0=Excluir
DeleteDialog.1=Excluir a pasta n\u00E3o excluir\u00E1 seu conte\u00FAdo. Deseja continuar?
DeleteDialog.2=Aviso
DeleteDialog.3= Tem certeza de que deseja excluir?
DeleteDialog.4=Excluindo objeto selecionado...
executeSavedSearch.MESSAGE= Executando pesquisa salva...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=Mova o(s) valor(es) selecionado(s) um n\u00EDvel acima
moveValueDown.TOOLTIP=Mova o(s) valor(es) selecionado(s) um n\u00EDvel abaixo

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=Item de menu inv\u00E1lido
IWantToCustomizeShell.INVALID_MENUITEM_MSG=O tipo de item de menu n\u00E3o \u00E9 v\u00E1lido.

TooManyObjects.title=Informa\u00E7\u00F5es
TooManyObjects.message=H\u00E1 muitos objetos para carregar. Experiente aumentar sua prefer\u00EAncia de limite de carregamento de todos os objetos.
