invalidComponentsSelected.TITLE=Componentes no v\u00E1lidos
iWantToCustomizeDialog.TITLE=Personalizar Deseo...
iWantToCustomizeDialog.HEADER=Seleccione las acciones para que se encuentren disponibles en la secci\u00F3n "Deseo" del panel Tarea de la aplicaci\u00F3n. Utilice los botones de navegaci\u00F3n para agregar, quitar o reordenar las acciones. \nPara cambiar el nombre de visualizaci\u00F3n de una acci\u00F3n, seleccione la acci\u00F3n en la lista "Entradas seleccionadas" y pulse dos veces para iniciar el cuadro de di\u00E1logo Cambiar de nombre.\nNo se puede cambiar el nombre ni quitar los comandos predeterminados (Crear un \u00EDtem, Crear un conjunto de datos y Crear un proceso del flujo de trabajo) en esta secci\u00F3n.  
availableEntries.TITLE=Entradas disponibles
selectedEntries.TITLE=Entradas seleccionadas
selectedEntriesPresent.TITLE=Las acciones ya est\u00E1n presentes.
commandsPresent.MESSAGE=Las acciones seleccionadas ya est\u00E1n presentes en la lista "{0}".
commandsDetails.MESSAGE=Acci\u00F3n "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=Para crear una carpeta Favoritos nueva pulse el bot\u00F3n Crear. Para cambiar el nombre de un \u00EDtem de favoritos seleccione el \u00EDtem y pulse el bot\u00F3n Cambiar el nombre o Eliminar. Para pegar un objeto de Teamcenter en Favoritos seleccione los objetos de la aplicaci\u00F3n o copie los objetos en el portapapeles y pulse el bot\u00F3n Pegar.
createFavoriteFolder.TITLE=Carpeta Favoritos nueva
createFavoriteFolder.HEADER=Cree una carpeta Favoritos nueva y especifique el nombre en el campo siguiente.
createFavoriteFolder.TIP=Crea una carpeta Favoritos
moveFavoriteFolder.TIP=Mover la carpeta Favoritos seleccionada
addFavoriteFolder.TIP=Pega los objetos de Teamcenter (seleccionados en la aplicaci\u00F3n actual o en el portapapeles) a la carpeta de favoritos
saveFavorites.MESSAGE=Guardando los favoritos...
loadingFavorites.MESSAGE=Cargando los favoritos...
favoriteFolderExists.ERROR=Ya existe el objeto Favoritos con ese nombre {0} en {1}
favoriteObjectExists.TITLE=Ya existe el objeto
pasteComponentExists.ERROR=Algunos o todos los objetos que est\u00E1 pegando ya existen en {0}. Pasando por alto estos objetos.
newFavoriteFolder.NAME=Nombre:
editValue.TIP=Editar los valores seleccionados 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=Para agregar los objetos seleccionados a los favoritos seleccione la carpeta madre de favoritos en el \u00E1rbol que sigue.
AddFavoritesDialog.TITLE=Agregar favoritos

QuickLinksCustomizeDialog.TITLE=Personalizar los enlaces r\u00E1pidos
QuickLinksCustomizeDialog.HEADER=Pegar contenedores nuevos, quitar, cambiar el nombre o reordenar los contenedores en la secci\u00F3n Enlaces r\u00E1pidos. No se pueden quitar ni cambiar el nombre de los contenedores predeterminados (Inicio, Mi lista de trabajos, Mis proyectos, Mis enlaces, Mis b\u00FAsquedas guardadas, Mi vista/marcado) de esta secci\u00F3n.
renameQuickLink.TOOLTIP=Cambiar el nombre de un enlace r\u00E1pido
pasteQuickLinks.MESSAGE=Solamente se pueden pegar los objetos Carpeta (contenedores) en este cuadro de di\u00E1logo. Omitiendo los objetos que no est\u00E1n en los objetos Carpeta (contenedores).
pasteQuickLinks.TIP=<html><body>Utilice este bot\u00F3n para pegar los objetos Carpeta (contenedores) copiados en el portapapeles o<br> seleccionados en la aplicaci\u00F3n actual</body></html> 

MySavedSearchesCustomizeDialog.TITLE=Personalizar Mis b\u00FAsquedas guardadas
MySavedSearchesCustomizeDialog.HEADER=Para eliminar, cambiar el nombre o reordenar las b\u00FAsquedas guardadas, utilice los botones de navegaci\u00F3n de la barra de herramientas siguiente.
addSavedSearch.TIP=Agregar un objeto de b\u00FAsqueda guardada a Mi lista de  b\u00FAsquedas guardadas
savingSavedSearches.MESSAGE=Guardando Mi lista de b\u00FAsquedas guardadas...
loadingSavedSearches.MESSAGE=Cargando Mi lista de b\u00FAsquedas guardadas...

MyViewMarkupCustomizeDialog.Title=Mis vistas y marcados
MyViewMarkupCustomizeDialog.Header=Personalizar la lista MyMarkupComponent

clearSelection.TOOLTIP=Quitar el objeto seleccionado de la lista
removeObject.TOOLTIP=Eliminar el objeto seleccionado
renameSavedSearch.TOOLTIP=Cambiar el nombre del objeto seleccionado
executeSavedSearch.TOOLTIP=Ejecutar la b\u00FAsqueda guardada seleccionada
refreshSavedSearchFolder.TOOLTIP=Actualizar la carpeta Mis b\u00FAsquedas guardadas

MyWebLinksCustomizeDialog.TITLE=Personalizar Mis enlaces
MyWebLinksCustomizeDialog.HEADER=Agregue los objetos nuevos Enlace Web (direcci\u00F3n URL), quite, cambie de nombre o reordene los enlaces Web con los botones de navegaci\u00F3n ubicados en la barra de herramientas m\u00E1s abajo. 
addURL.TIP=Crea un objeto nuevo Enlace Web (direcci\u00F3n URL) y lo agrega a la lista Mis enlaces.
newWeblink.TITLE=Crear un objeto nuevo Enlace Web (direcci\u00F3n URL)
newWeblink.HEADER=Para crear un objeto nuevo Enlace Web (direcci\u00F3n URL) especifique el nombre del enlace Web y la direcci\u00F3n URL en los campos siguientes y pulse el bot\u00F3n ACEPTAR.
weblinkExists.MESSAGE=Ya existe un objeto de enlace Web con el mismo nombre y direcci\u00F3n URL.
weblinkExists.TITLE=Ya existe un objeto de enlace Web
savingWebLinks.MESSAGE=Guardando los enlaces Web...
pasteWebLinks.MESSAGE=Solamente se pueden pegar los objetos del enlace Web (direcci\u00F3n URL) en este cuadro de di\u00E1logo.Omitiendo los objetos que no son objetos de enlace Web (direcci\u00F3n URL).
pasteWebLinks.TIP=<html><body>Utilice este bot\u00F3n para pegar los objetos del enlace Web (direcci\u00F3n URL) copiados en el portapapeles o <br> seleccionados en la aplicaci\u00F3n actual</body></html>
weblink.NAME=Nombre:
weblinkURL.NAME=Direcci\u00F3n URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= Nombre nuevo:
newURL.LABEL= Direcci\u00F3n URL nueva:
renameWebLinks.TITLE=Cambiar el nombre del objeto del enlace Web (direcci\u00F3n URL)
renameWebLinks.HEADER=Cambie el nombre del objeto del enlace Web (direcci\u00F3n URL) seleccionado.
renameSavedSearches.TITLE=Cambiar el nombre del objeto de la b\u00FAsqueda guardada
renameSavedSearches.HEADER=Cambie el nombre del objeto de la b\u00FAsqueda guardada que ha seleccionado.
renameQuickLinks.TITLE=Cambiar el nombre del objeto del enlace r\u00E1pido.
renameQuickLinks.HEADER=Cambie el nombre del objeto del contenedor de enlace r\u00E1pido seleccionado. No se pueden cambiar los nombres de los contenedores predeterminados (Inicio, Mi lista de trabajos, Mis enlaces, Mis b\u00FAsquedas guardadas).
renameFavoritesFolder.TITLE=Cambiar el nombre de la carpeta de Favoritos.
renameFavoritesFolder.HEADER=Cambie el nombre de la carpeta seleccionada de Favoritos.
renameFavoritesFolder.ERROR=El nombre especificado para la carpeta de Favoritos ya existe.
renameFavoritesFolderError.TITLE=Error al cambiar el nombre de la carpeta
renameIWantTo.TITLE=Cambiar el nombre del comando
renameIWantTo.HEADER=Cambie el nombre del comando seleccionado de Teamcenter.
renameNotPossible.MSG=No se puede cambiar el nombre de los comandos predeterminados (Crear un \u00EDtem, Crear un conjunto de datos y Crear un proceso de flujo de trabajo) ni quitarlos de esta secci\u00F3n.
renameNotPossible.TITLE=Aviso

moveFavoritesFolder.TITLE=Buscar la carpeta de destino
moveFavoritesFolder.HEADER=Seleccione la carpeta Favoritos de destino que desea mover.
moveFavoritesSameDestination.ERROR=La carpeta de destino es la misma que la carpeta fuente.
moveFavoritesSubFolder.ERROR=La carpeta de destino es una subcarpeta de la carpeta destino.
moveFavoritesFolderError.TITLE=Error al mover un objeto o una carpeta

#SearchTree Content Provider
SearchTreeContentProvider.0=Cargando...

#Rename folder/saved search dialog
RenameDialog.0=Cambiar de nombre
RenameDialog.1=Nombre
RenameDialog.2=Nombre de la carpeta
RenameDialog.3=Ya existe la consulta definida por el sistema con el mismo nombre o la longitud del nombre sobrepasa los 128 caracteres. Seleccione otro nombre.
RenameDialog.4=Nombre no v\u00E1lido
RenameDialog.5=Cambiando el nombre del objeto seleccionado...
#Delete folder/saved search dialog
DeleteDialog.0=Eliminar
DeleteDialog.1=Si elimina la carpeta no se eliminar\u00E1 el contenido. \u00BFDesea continuar?
DeleteDialog.2=Aviso
DeleteDialog.3= \u00BFEst\u00E1 seguro de que desea eliminar?
DeleteDialog.4=Eliminando el objeto seleccionado...
executeSavedSearch.MESSAGE= Ejecutando la b\u00FAsqueda guardada...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=Mover los valores seleccionados un nivel hacia arriba
moveValueDown.TOOLTIP=Mover los valores seleccionados un nivel hacia abajo

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=\u00CDtem de men\u00FA no v\u00E1lido
IWantToCustomizeShell.INVALID_MENUITEM_MSG=El tipo de \u00EDtem de men\u00FA no es v\u00E1lido.

TooManyObjects.title=Info
TooManyObjects.message=Hay demasiados objetos para cargar. Intente aumentar la preferencia L\u00EDmite de cargar todo.
