invalidComponentsSelected.TITLE=Composants incorrects
iWantToCustomizeDialog.TITLE=Personnaliser Je souhaite...
iWantToCustomizeDialog.HEADER=S\u00E9lectionnez les actions \u00E0 rendre disponibles dans la section "Je souhaite" du volet de t\u00E2ches de l'application. Utilisez les boutons de navigation pour ajouter, supprimer ou r\u00E9ordonner les actions. \nPour renommer le nom affich\u00E9 d'une action, s\u00E9lectionnez l'action dans la liste "Entr\u00E9es s\u00E9lectionn\u00E9es" et double-cliquez pour lancer la bo\u00EEte de dialogue Renommer.\nLes commandes par d\u00E9faut (Cr\u00E9er un article, Cr\u00E9er un jeu de donn\u00E9es et Cr\u00E9er un processus de traitement) ne peuvent pas \u00EAtre renomm\u00E9es ni supprim\u00E9s de cette section.  
availableEntries.TITLE=Entr\u00E9es disponibles
selectedEntries.TITLE=Entr\u00E9es s\u00E9lectionn\u00E9es
selectedEntriesPresent.TITLE=Actions d\u00E9j\u00E0 pr\u00E9sentes
commandsPresent.MESSAGE=La/les actions s\u00E9lectionn\u00E9es sont d\u00E9j\u00E0 pr\u00E9sentes dans la liste "{0}".
commandsDetails.MESSAGE=Action "{0}" -> "{1}"

OrganizeFavoritesDialog.HEADER=Pour cr\u00E9er un nouveau dossier de favoris, cliquez sur le bouton Cr\u00E9er. Pour renommer ou d\u00E9truire un \u00E9l\u00E9ment des favoris, s\u00E9lectionnez-le et cliquez sur le bouton Renommer ou D\u00E9truire. Pour coller un objet Teamcenter vers les favoris, s\u00E9lectionnez-le dans l'application, ou copiez-le vers le presse-papiers et cliquez sur Coller.
createFavoriteFolder.TITLE=Nouveau Dossier des favoris
createFavoriteFolder.HEADER=Cr\u00E9er un nouveau dossier de favoris en sp\u00E9cifiant le nom dans le champ ci-dessous.
createFavoriteFolder.TIP=Cr\u00E9er un dossier des favoris
moveFavoriteFolder.TIP=D\u00E9placer le dossier des favoris s\u00E9lectionn\u00E9
addFavoriteFolder.TIP=Colle les objets Teamcenter (s\u00E9lectionn\u00E9s dans l'application courante ou dans le presse-papiers) dans le dossier des favoris
saveFavorites.MESSAGE=Sauvegarde des favoris...
loadingFavorites.MESSAGE=Chargement des favoris...
favoriteFolderExists.ERROR=L''objet Favori nomm\u00E9 {0} existe d\u00E9j\u00E0 sous {1}
favoriteObjectExists.TITLE=L'objet existe d\u00E9j\u00E0
pasteComponentExists.ERROR=Certains objets (ou tous) \u00E0 coller existent d\u00E9j\u00E0 sous {0}. Ils seront ignor\u00E9s.
newFavoriteFolder.NAME=Nom:
editValue.TIP=Modifier les valeurs s\u00E9lectionn\u00E9es 

# Add Favorites related entries 
AddFavoritesDialog.HEADER=Ajouter aux favoris les objets s\u00E9lectionn\u00E9s en s\u00E9lectionnant les favoris parents dans l'arborescence ci-dessous.
AddFavoritesDialog.TITLE=Ajouter aux favoris

QuickLinksCustomizeDialog.TITLE=Personnaliser Liens rapides
QuickLinksCustomizeDialog.HEADER=Coller de nouveaux conteneurs, supprimer, renommer ou r\u00E9ordonner les conteneurs dans la section Liens rapides. Les conteneurs par d\u00E9faut (Accueil, Ma liste de travail, Mes projets, Mes liens, Mes recherches sauvegard\u00E9es, Mes Affichages/Annotations) ne peuvent pas \u00EAtre supprim\u00E9s ni renomm\u00E9s depuis cette section.
renameQuickLink.TOOLTIP=Renommer un lien rapide
pasteQuickLinks.MESSAGE=Seuls des objets Dossier (conteneurs) peuvent \u00EAtre coll\u00E9s dans cette bo\u00EEte de dialogue. Ignore les objets qui ne sont pas des objets Dossier (conteneurs).
pasteQuickLinks.TIP=<html><body>Utiliser ce bouton pour coller les objets Dossier (conteneurs) copi\u00E9s vers le presse-papier ou<br> s\u00E9lectionn\u00E9s dans l'application courante</body></html> 

MySavedSearchesCustomizeDialog.TITLE=Personnaliser Mes recherches sauvegard\u00E9es
MySavedSearchesCustomizeDialog.HEADER=Pour d\u00E9truire, renommer ou ex\u00E9cuter les recherches sauvegard\u00E9es, utiliser les boutons de navigation dans la barre d'outils ci-dessous.
addSavedSearch.TIP=Ajouter un objet sauvegard\u00E9 \u00E0 la liste Mes recherches sauvegard\u00E9es
savingSavedSearches.MESSAGE=Sauvegarde la liste Mes recherches sauvegard\u00E9es...
loadingSavedSearches.MESSAGE=Charge la liste Mes recherches sauvegard\u00E9es...

MyViewMarkupCustomizeDialog.Title=Mon Annotation de vue
MyViewMarkupCustomizeDialog.Header=Personnaliser la liste MyMarkupComponent

clearSelection.TOOLTIP=Supprimer de la liste l'objet s\u00E9lectionn\u00E9
removeObject.TOOLTIP=Supprimer l'objet s\u00E9lectionn\u00E9
renameSavedSearch.TOOLTIP=Renommer l'objet s\u00E9lectionn\u00E9
executeSavedSearch.TOOLTIP=Ex\u00E9cuter la recherche sauvegard\u00E9e s\u00E9lectionn\u00E9e
refreshSavedSearchFolder.TOOLTIP=Actualiser le dossier Mes recherches sauvegard\u00E9es

MyWebLinksCustomizeDialog.TITLE=Personnaliser Mes liens
MyWebLinksCustomizeDialog.HEADER=Ajouter de nouveaux objets Lien Web (URL), supprimer, renommer ou r\u00E9ordonner les liens Web en utilisant les boutons de navigation dans la barre d'outils ci-dessous. 
addURL.TIP=Cr\u00E9er un nouvel objet Lien Web (URL) et ajouter \u00E0 la liste Mes liens
newWeblink.TITLE=Cr\u00E9er un nouvel objet Lien Web (URL)
newWeblink.HEADER=Pour cr\u00E9er un nouvel objet Lien Web (URL), sp\u00E9cifiez le nom du lien Web et l'URL dans les champs ci-dessous et cliquez sur OK.
weblinkExists.MESSAGE=Il existe d\u00E9j\u00E0 un objet Lien Web de m\u00EAme nom et de m\u00EAme URL.
weblinkExists.TITLE=L'objet Lien Web existe
savingWebLinks.MESSAGE=Sauvegarde les liens Web...
pasteWebLinks.MESSAGE=Seuls des objets Lien Web peuvent \u00EAtre coll\u00E9s dans cette bo\u00EEte de dialogue. Ignore les objets qui ne sont pas des objets Lien Web (URL).
pasteWebLinks.TIP=<html><body>Utiliser ce bouton pour coller les objets Lien Web (URL) copi\u00E9s vers le presse-papier ou<br> s\u00E9lectionn\u00E9s dans l'application courante</body></html>
weblink.NAME=Nom:
weblinkURL.NAME=URL:

# Entries for rename dialogs
# --------------------------
newName.LABEL= Nouveau nom:
newURL.LABEL= Nouvelle adresse URL:
renameWebLinks.TITLE=Renommer l'objet Lien Web (URL)
renameWebLinks.HEADER=Renommer l'objet Lien Web (URL) s\u00E9lectionn\u00E9.
renameSavedSearches.TITLE=Renommer l'objet de recherche sauvegard\u00E9e
renameSavedSearches.HEADER=Renommer l'objet de recherche sauvegard\u00E9e s\u00E9lectionn\u00E9.
renameQuickLinks.TITLE=Renommer l'objet de lien rapide
renameQuickLinks.HEADER=Renommer l'objet conteneur de liens rapides s\u00E9lectionn\u00E9 . Les noms des conteneurs par d\u00E9faut (Home, Ma liste de travail, Mes liens, Mes recherches sauvegard\u00E9es) ne peuvent pas \u00EAtre modifi\u00E9s.
renameFavoritesFolder.TITLE=Renommer un dossier de favoris
renameFavoritesFolder.HEADER=Renommer le dossier des favoris s\u00E9lectionn\u00E9.
renameFavoritesFolder.ERROR=Le nom sp\u00E9cifi\u00E9 pour le dossier de favoris existe d\u00E9j\u00E0.
renameFavoritesFolderError.TITLE=Erreur pour renommer le dossier
renameIWantTo.TITLE=Renommer la commande
renameIWantTo.HEADER=Renommer la commande Teamcenter s\u00E9lectionn\u00E9e.
renameNotPossible.MSG=Les commandes par d\u00E9faut (Cr\u00E9er un article, Cr\u00E9er un jeu de donn\u00E9es et Cr\u00E9er un processus de traitement) ne peuvent pas \u00EAtre renomm\u00E9es dans cette section.
renameNotPossible.TITLE=Avertissement

moveFavoritesFolder.TITLE=Parcourir le dossier de destination
moveFavoritesFolder.HEADER=S\u00E9lectionnez le dossier de destination des favoris vers lequel d\u00E9placer.
moveFavoritesSameDestination.ERROR=Dossier de destination est identique au dossier source.
moveFavoritesSubFolder.ERROR=Dossier de destination est un sous-dossier du dossier cible.
moveFavoritesFolderError.TITLE=Erreur de d\u00E9placement de l'objet ou du dossier

#SearchTree Content Provider
SearchTreeContentProvider.0=Chargement...

#Rename folder/saved search dialog
RenameDialog.0=Renommer
RenameDialog.1=Nom
RenameDialog.2=Nom du dossier
RenameDialog.3=Une requ\u00EAte syst\u00E8me de m\u00EAme nom existe d\u00E9j\u00E0, ou le nom a une longueur sup\u00E9rieure \u00E0 128. Choisissez un autre nom.
RenameDialog.4=Nom non valable
RenameDialog.5=Renomme l'objet s\u00E9lectionn\u00E9...
#Delete folder/saved search dialog
DeleteDialog.0=D\u00E9truire
DeleteDialog.1=D\u00E9truire le dossier ne d\u00E9truira pas le contenu du dossier. Continuer?
DeleteDialog.2=Avertissement
DeleteDialog.3= Confirmez-vous de supprimer?
DeleteDialog.4=D\u00E9truit l'objet s\u00E9lectionn\u00E9...
executeSavedSearch.MESSAGE= Ex\u00E9cute la recherche sauvegard\u00E9e...

#Up/Down arrows for my saved searches dialog
moveValueUp.TOOLTIP=D\u00E9placer la/les valeurs s\u00E9lectionn\u00E9es d'un niveau vers le haut
moveValueDown.TOOLTIP=D\u00E9placer la/les valeurs s\u00E9lectionn\u00E9es d'un niveau vers le bas

IWantToCustomizeShell.INVALID_MENUITEM_TITLE=El\u00E9ment de menu non valable
IWantToCustomizeShell.INVALID_MENUITEM_MSG=Le type d'\u00E9l\u00E9ment de menu n'est pas valable.

TooManyObjects.title=Infos
TooManyObjects.message=Il y a trop d'objets \u00E0 charger. Essayez d'augmenter votre pr\u00E9f\u00E9rence de seuil de charge.
