# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*====================================================================================================
#    Date      Name                    Description of Change
# 03-Aug-2004  guthrie                 initial
# 06-Aug-2004  guthrie                 update for loadaliasfile
# 18-Aug-2004  guthrie                 Added entries for populating assets
# 03-Sep-2004  guthrie                 Added errors
# 10-Sep-2004  guthrie                 New errors
# 09-Dec-2004  guthrie                 Added msg
# 04-Feb-2005  guthrie                 Added detach
# 28-Feb-2005  liangr                  Update for portfolio
# 01-Mar-2005  guthrie                 Added message
# 21-Apr-2005  guthrie                 Added error
# 25-Apr-2005  guthrie                 add saving page entry
# 10-May-2005  guthrie                 added 3d asset apply/launch
# 11-May-2005  liangr                  add messages
# 24-May-2005  guthrie                 Add snapshot msg
# 19-Jul-2005  guthrie                 Add bogus asset component err
# 22-Jul-2005  guthrie                 Add status msg for checking xfer mode
# 01-Sep-2005  liangr                  add definitions
# 08-Nov-2005  guthrie                 Changed page to technical illustration
# 16-Nov-2005  guthrie                 Added default empty TI entries
# 23-Jan-2006  guthrie                 Fixed err msg wording
# 06-Apr-2007  fitzgera                TCPublish II 007318 - Added text for write confirmation dialog
#                                      when launching a linked asset
# $HISTORY$
#*==================================================================================================

####################################################################################
# Errors
####################################################################################

assetUpdateNotReady.MESSAGE=\u30A2\u30BB\u30C3\u30C8\u3092\u66F4\u65B0\u3059\u308B\u306B\u306F\u3001\u30A2\u30BB\u30C3\u30C8\u3092\u4E00\u5EA6\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
assetUpdateNotReady.TITLE=\u30A2\u30BB\u30C3\u30C8\u66F4\u65B0\u30A8\u30E9\u30FC

noDatasetFile.MESSAGE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093
noDatasetFile.TITLE=\u30A8\u30E9\u30FC

mustSaveDatasetFirst.MESSAGE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3059\u308B\u307E\u3067\u30A2\u30BB\u30C3\u30C8\u306F\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
mustSaveDatasetFirst.TITLE=\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30A8\u30E9\u30FC

cannotCreateSC.MESSAGE=\u6C38\u4E45\u69CB\u6210\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
cannotCreateSC.TITLE=\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30A8\u30E9\u30FC

assetNotReady.MESSAGE=\u30A2\u30BB\u30C3\u30C8\u3092\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u8EE2\u9001\u30E2\u30FC\u30C9\u304A\u3088\u3073\u30A8\u30A4\u30EA\u30A2\u30B9\u3092\u30A2\u30BB\u30C3\u30C8\u306B\u30D0\u30A6\u30F3\u30C9\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u30A2\u30BB\u30C3\u30C8\u30922\u56DE\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3057\u305F\u5834\u5408\u3001\u305D\u308C\u3092\u5148\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u5FC5\u8981\u3082\u3042\u308A\u307E\u3059\u3002
assetNotReady.TITLE=\u30A2\u30BB\u30C3\u30C8\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u30A8\u30E9\u30FC

searchForXferMode=\u8EE2\u9001\u30E2\u30FC\u30C9\u3092\u691C\u7D22\u3057\u3066\u3044\u307E\u3059

illegalTransferMode.MESSAGE=TC\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u3001\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30A2\u30BB\u30C3\u30C8\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u308B\u8EE2\u9001\u30E2\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\n\u8003\u3048\u3089\u308C\u308B\u7406\u7531:\n* \u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306BPublishing\u304C\u6B63\u3057\u304F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u306A\u3044\n* \u8EE2\u9001\u30E2\u30FC\u30C9\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u524A\u9664\u3055\u308C\u305F\n* \u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u304C\u4ED6\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u3082\u306E\u3067\u3042\u308B\u3002
illegalTransferMode.TITLE=\u8EE2\u9001\u30E2\u30FC\u30C9\u304C\u3042\u308A\u307E\u305B\u3093

illegalAssetComponent.MESSAGE=\u30A2\u30BB\u30C3\u30C8\u306E\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u306B\u4F7F\u7528\u3055\u308C\u305F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\n\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304CTC\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
illegalAssetComponent.TITLE=TC\u30A2\u30BB\u30C3\u30C8\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093: UID\u306F

noTreeTable.MESSAGE=\u73FE\u5728\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30C4\u30EA\u30FC\u30C6\u30FC\u30D6\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
noTreeTable.TITLE=\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u88FD\u54C1\u30D3\u30E5\u30FC\u3092\u9069\u7528\u3067\u304D\u307E\u305B\u3093

####################################################################################
# Messages
####################################################################################

downloadingData=\u30C7\u30FC\u30BF\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
assetPopulationComponentDesc=\u6B21\u306ETCPublishing\u30A2\u30BB\u30C3\u30C8\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u306E\u81EA\u52D5\u4F5C\u6210
creatingStructure=\u69CB\u6210\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u4E2D
creatingConfiguration=\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u4E2D
creatingNewAppGroup=\u30AA\u30AB\u30EC\u30F3\u30B9\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059
retrievingPLMXML=PLMXML\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
populatingAsset=\u30A2\u30BB\u30C3\u30C8\u3092\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059
gettingPersistentObjects=\u9078\u629E\u3092\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5909\u63DB\u3057\u3066\u3044\u307E\u3059
savingPageFile=\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059
creatingNewDataset=\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
importingFile=\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059
creatingSnapshotFor=\u6B21\u3078\u306E\u65B0\u898F\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059

publishToDatasetOverrideTitle=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5...
publishToDatasetOverrideMessage=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059! \u30AA\u30FC\u30D0\u30E9\u30A4\u30C9\u3057\u307E\u3059\u304B?
publishedFileNotAvailable=\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3078\u306E\u5727\u7E2E\u30D5\u30A1\u30A4\u30EB\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093!
publishingPortfolio=\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3092\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3057\u3066\u3044\u307E\u3059...
savingPortfolioFile=\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...

GeneratePortfolio=\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059...
UpdatePortfolio=\u30C6\u30AF\u30CB\u30AB\u30EB\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u3092\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059...
creatingNewIDC=\u65B0\u898FID\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...

defaultEmptyPageFileLoading=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
defaultEmptyPagePrefError.MSG=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u6709\u52B9\u306A\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u53C2\u7167\u3057\u3066\u3044\u307E\u305B\u3093\u3002
defaultEmptyPagePrefError.TITLE=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
defaultEmptyPageNoFile.ERROR=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30D6\u30E9\u30F3\u30AF\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
defaultEmptyPageNoFile.TITLE=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30AF\u30CB\u30AB\u30EB\u30A4\u30E9\u30B9\u30C8\u30EC\u30FC\u30B7\u30E7\u30F3\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002

launchWithWriteAccess.MESSAGE=\u3053\u306E\u30A2\u30BB\u30C3\u30C8\u306B\u5BFE\u3059\u308B\u66F8\u8FBC\u307F\u6A29\u9650\u3092\u53D6\u5F97\u3057\u307E\u3059\u304B?
launchConfirmDialog.TITLE="\u78BA\u8A8D\u30C0\u30A4\u30A2\u30ED\u30B0"
