# @<COPYRIGHT>@
# ==================================================
# Copyright 2009.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

readAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u8AAD\u8FBC\u307F\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u3059
noReadAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u8AAD\u8FBC\u307F\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u305B\u3093

writeAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u66F8\u304D\u8FBC\u307F\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u3059
noWriteAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u66F8\u304D\u8FBC\u307F\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u305B\u3093

changeAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u5909\u66F4\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u3059
noChangeAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u5909\u66F4\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u305B\u3093

deleteAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u524A\u9664\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u3059
noDeleteAccess.TIP=\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u524A\u9664\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u3066\u3044\u307E\u305B\u3093

inProcess.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u51E6\u7406\u4E2D\u3067\u3059
notInProcess.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u51E6\u7406\u4E2D\u3067\u306F\u3042\u308A\u307E\u305B\u3093

checkedOut.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u3059
notCheckedOut.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093

released.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30EA\u30EA\u30FC\u30B9\u3055\u308C\u3066\u3044\u307E\u3059
notReleased.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30EA\u30EA\u30FC\u30B9\u3055\u308C\u3066\u3044\u307E\u305B\u3093

published.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u3066\u3044\u307E\u3059
notPublished.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3055\u308C\u3066\u3044\u307E\u305B\u3093

classified.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5206\u985E\u3055\u308C\u3066\u3044\u307E\u3059
notClassified.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5206\u985E\u3055\u308C\u3066\u3044\u307E\u305B\u3093

archived.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059
notArchived.TIP=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093

updateOptions.TITLE=\u66F4\u65B0\u30AA\u30D7\u30B7\u30E7\u30F3

whereReferenced.TIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u53C2\u7167\u691C\u7D22\u30AB\u30A6\u30F3\u30C8

whereUsed.TIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u4F7F\u7528\u5148\u691C\u7D22\u30AB\u30A6\u30F3\u30C8

childCount.TIP=\u9078\u629E\u3055\u308C\u305F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u4E0B\u968E\u5C64\u306E\u6570

infoCenter.WhereUsed.TITLE=\u4F7F\u7528\u5148\u60C5\u5831\u3092\u8868\u793A
infoCenter.WhereRefed.TITLE=\u53C2\u7167\u5143\u60C5\u5831\u3092\u8868\u793A
infoCenter.ChildCount.TITLE=\u4E0B\u968E\u5C64\u30AB\u30A6\u30F3\u30C8\u60C5\u5831\u3092\u8868\u793A
infoCenter.Access.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30A2\u30AF\u30BB\u30B9\u6A29\u60C5\u5831\u3092\u8868\u793A
infoCenter.State.TITLE=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u72B6\u614B\u60C5\u5831\u3092\u8868\u793A

ok.BUTTON=OK

TCUtilities.EmptyItemPassed=\u7A7A\u306E\u30A2\u30A4\u30C6\u30E0\u304C\u6E21\u3055\u308C\u307E\u3057\u305F\u3002

#Keys for Multiple Files Drag and Drop
continueButton.LABEL=\u7D99\u7D9A

maxFilesLimit1.MSG=\u4E00\u5EA6\u306B{0}\u30D5\u30A1\u30A4\u30EB\u4EE5\u4E0A\u3092\u30C9\u30ED\u30C3\u30D7\u3059\u308B\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093
maxFilesLimit2.MSG2=.\n\n \u7D9A\u884C\u3057\u307E\u3059\u304B?
maxFilesLimit.TITLE=\u8907\u6570\u30D5\u30A1\u30A4\u30EB\u306E\u30C9\u30E9\u30C3\u30B0\u30A2\u30F3\u30C9\u30C9\u30ED\u30C3\u30D7

DocMgtService.NoDatasetToViewOrMarkup=\u8868\u793A\u307E\u305F\u306F\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3059\u308B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
DocMgtService.NoDatasetToDigitalSign=\u7F72\u540D\u3059\u308B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
DocMgtService.AppLauncherReturnError=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30E9\u30F3\u30C1\u30E3\u304C\u30A8\u30E9\u30FC\u3092\u8FD4\u3057\u307E\u3059:
DocMgtService.UnableToGetLaunchDefinition=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3057\u3066\u8868\u793A\u3059\u308B\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u3067\u30A4\u30B7\u30E5\u30FC\u304C\u3042\u308A\u307E\u3057\u305F\u3002
DocMgtService.GetLaunchDefinitionError=\u30D3\u30E5\u30FC/\u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u30A8\u30E9\u30FC
AppLauncherRequestHandler.SessionError=\u30A8\u30E9\u30FC: \u30BB\u30C3\u30B7\u30E7\u30F3\u306FNULL\u3067\u3059\u3002
AppLauncherRequestHandler.CompManagerError=\u30A8\u30E9\u30FC: ComponentManager\u304CNULL\u3067\u3059\u3002
AppLauncherRequestHandler.DataManagementServiceError=\u30A8\u30E9\u30FC: DataManagement\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
AppLauncherRequestHandler.MarkupSaveError=\u30A8\u30E9\u30FC: \u30DE\u30FC\u30AF\u30A2\u30C3\u30D7\u306E\u4FDD\u5B58\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AppLauncherRequestHandler.ParseError=\u30A8\u30E9\u30FC: \u30C4\u30FC\u30EB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AFXML\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30D1\u30FC\u30B9\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AppLauncherRequestHandler.DigitalSignSaveError=\u30A8\u30E9\u30FC: \u7F72\u540D\u4FDD\u5B58\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
AppLauncherRequestHandler.CallBackAtionError=\u30A8\u30E9\u30FC: \u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
AppLauncherFileHandler.DownloadFilesError=\u4F8B\u5916: \u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F:

#remote object display string
Remote_Object.NAME=<\u30EA\u30E2\u30FC\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8>
Unreadable_Object.NAME=<\u8AAD\u307F\u8FBC\u3081\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8>

TCComponentContentProvider.loadChildrenJob=\u5B50\u3092\u30ED\u30FC\u30C9...

# Loading message for LOV UI - get initial LOV
loading.TIP=LOV\u5024\u3092\u30ED\u30FC\u30C9

# No values found message for LOV UI 
noLOVValuesFound.MSG=\u4F7F\u7528\u53EF\u80FD\u306ALOV\u5024\u304C\u3042\u308A\u307E\u305B\u3093

# Range LOV message for LOV UI
rangeLOVMessage.MSG=\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306A\u5024\u306F\u3001"{1}\u3001{2}"\u306E\u7BC4\u56F2\u5185\u306B\u3042\u308A\u307E\u3059\u3002

# Message strings used for informing invalid LOV value
invalidLOVValue.MSG=\u5165\u529B\u3057\u305F\u5024{0}\u306F\u3001\u30BF\u30A4\u30D7{1}\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u5BFE\u3057\u3066\u3001\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
# Data types
type_1.MSG=\u6587\u5B57
type_2.MSG=\u65E5\u4ED8
type_3.MSG=\u500D\u7CBE\u5EA6\u5B9F\u6570
type_4.MSG=\u5358\u7CBE\u5EA6\u5B9F\u6570
type_5.MSG=\u6574\u6570
type_6.MSG=\u8AD6\u7406\u7684
type_7.MSG=\u77ED\u6574\u6570
type_8.MSG=\u6587\u5B57\u5217

wrapToolTipPosition=80

# Tool-tip text for LOV UI
lovTooltip.TIP=LOV\u5024\u3092\u30D5\u30A3\u30EB\u30BF\u3059\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u30C6\u30AD\u30B9\u30C8\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

lovDataLoadSummary.MSG={0} - {1} \u5024\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
lovNoMoreValues.MSG=\u5024\u306F\u3053\u308C\u4EE5\u4E0A\u3042\u308A\u307E\u305B\u3093\u3002
lovMoreValuesChangeFilterCriteria.MSG=\u4ED6\u306E\u5024\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u305D\u308C\u3089\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u30D5\u30A3\u30EB\u30BF\u57FA\u6E96\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
lovMoreValuesExist.MSG=\u3055\u3089\u306B\u5024\u3092\u898B\u308B\u306B\u306F\u3001\u30B9\u30AF\u30ED\u30FC\u30EB\u3092\u7D99\u7D9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002

errorDlgShowAllCheckbox.MSG=\u3059\u3079\u3066\u8868\u793A

# Messages for progress dialog abort warning
stoppedByTheUser=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
SomeObjectsProcessedBeforeAbort=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u304C\u505C\u6B62\u3055\u308C\u308B\u524D\u306B\u5E7E\u3064\u304B\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u65E2\u306B\u51E6\u7406\u3055\u308C\u307E\u3057\u305F\u3002
