# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the variants package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#===================================================================================================
#   Date      Name                    Description of Change
#24-Feb-2000  mccollr                 Initial Promote.
#29-Feb-2000  Nigel Morse             move i18n keys
#01-Mar-2000  Nigel Morse             move more keys
#06-Mar-2000  jamesb                  Add varRule.modified
#07-Mar-2000  Mark Fawcett            add refresh
#07-Mar-2000  James Beard             Better title for Variant Condition dialog
#08-Mar-2000  Mark Fawcett            add Save and Clear
#09-Mar-2000  Mark Fawcett            add non-uniqueness error message
#15-Mar-2000  Mark Fawcett            Add -> Create
#16-Mar-2000  israeli                 Fixed lower case mistake
#17-Mar-2000  Mark Fawcett            add emptyCondition
#29-Mar-2000  israeli                 Added varCond.WARN.valueField entry.
#29-Mar-2000  Mark Fawcett            use a less specific error message
#04-Apr-2000  israeli                 save and saveAs entries
#17-May-2000  Tim Baverstock          quick fix
#26-Sep-2000  Tony Dumont             Add tool tips for buttons
#28-Sep-2000  Tony Dumont             Improve tool tips only
#11-Oct-2000  Tony Dumont             Make variant tab tool tips context dependent
#19-Oct-2000  Tony Dumont             Add tool tips
#25-Oct-2000  Tony Dumont             Use value not line in tool tip
#16-Oct-2002  Tony Dumont             PR#4651184 - Check for null item rev
#21-Jan-2003  Tony Dumont             PR#4651184 - Check for null Item Revision
#08-Jul-2003  Rob Baker               Variants mode exception
#29-Aug-2003  Nigel Morse             add legacy switch to condition dialogs
#27-Jan-2004  Tony Dumont             PR#1305832 - restore item/revision selection to variant load dialog
#04-Feb-2004  Manoj K. Pradhan        Added new template node entry.
#22-Feb-2004  Sujith Balan            promote to project branch
#27-Mar-2004  Subrata Sen             Added new entries for RDV-Named Variant Expression Template.
#22-Apr-2004  Subrata Sen             Added fixes for not allowing duplicate code NVCTs and New Arch Next Button problems.
#26-Apr-2004  Subrata Sen             Added some consistency and locale fixes.
#27-Apr-2004  x_pradhn                Added more entries for VariantConditionDialog.
#30-Apr-2004  Subrata Sen             Added new String fixes to locale files and corresponding Java files.
#02-May-2004  Subrata Sen             nvct->nve and use of proper icons.
#04-May-2004  Subrata Sen             Added new String locales.
#10-Nov-2004  Elizabeth Ayer          Added strings for legacy VI's
#17-May-2005  Manoj K Pradhan         Added messages
#13-May-2008  Venkata C Jannumahanthi Added entry for removevalueGOI.TIP
#07-Jul-2008  Venkata Chinnaswamy     Added entry for noVEFoundtoModify error message
#31-Jul-2008  Venkata Chinnaswamy     Corrected error message for mandatoryCode(Fix for PR#5999178)
#$HISTORY$
#=================================================================================================*/

# Messages

unsavedVariantChangesExist=Modificaciones no guardadas de los datos de la variante
saveUnsavedVariantChangesQuestionPre=Hay modificaciones no guardadas de los datos de la variante\nde
saveUnsavedVariantChangesQuestionPost=.\n \n\u00BFDesea guardarlas?

optionHasValueAlready=La opci\u00F3n ya tiene un valor {0}.
emptyOptionValue=No se permiten valores de opci\u00F3n vac\u00EDos.
unableToFindOption=No se encontr\u00F3 la opci\u00F3n.
emptyCondition=No se especific\u00F3 una condici\u00F3n.
fixedDefaultSwapNotAllowed=No podr\u00E1 convertir un valor predeterminado fijo en un valor predeterminado derivado,\no viceversa.

nullRev.TITLE=Revisi\u00F3n no configurada
nullRev.TEXT=No hay revisi\u00F3n configurada seleccionada y no hay datos disponibles.\nSeleccione una revisi\u00F3n configurada.

maxStringLength=Se super\u00F3 la longitud m\u00E1xima de la cadena de (32 caracteres)
maxStringTitle=Se super\u00F3 la longitud m\u00E1xima de la cadena
# Labels

optionsTreeNodeLabel=Opciones
optionTitle=Opci\u00F3n
name=Nombre:
description=Descripci\u00F3n:
allowedValuesTitle=Valores permitidos
value=Valor:

optionDefaultsTreeNodeLabel=Valores predeterminados de opciones
optionDefaultTitle=Valor predeterminado de opci\u00F3n
itemId=(Id de \u00EDtem):
option=Opci\u00F3n:
value=Valor:

invalidOptionName=Nombre de opci\u00F3n no v\u00E1lido:

ruleChecksTreeNodeLabel=Comprobaciones de reglas
ruleCheckTitle=Comprobaci\u00F3n de regla
warningText=Texto de aviso:
#*************************
#templatesTreeNodeLabel=Templates
#templatesTitle=Templates
#*************************
varCondition.Title=Condici\u00F3n de variante
varCond.WARN.valueField="El campo de valor no est\u00E1 vac\u00EDo. \u00BFSe olvid\u00F3 de agregar la condici\u00F3n?"

save=Guardar
save.TIP=Guarda los datos de la variante
saveAs=Guardar como...
apply=Aplicar
reset=Restablecer
refresh=Actualizar
refresh.TIP=Actualiza los datos de la variante

create=Crear
createOption.TIP=Crear la opci\u00F3n
createDefault.TIP=Crear el valor predeterminado de la opci\u00F3n
createRule.TIP=Crear la verificaci\u00F3n de regla
modify=Modificar
modifyOption.TIP=Modifica la opci\u00F3n
modifyDefault.TIP=Modifica el valor predeterminado de la opci\u00F3n
modifyRule.TIP=Modifica la verificaci\u00F3n de regla
delete=Eliminar
deleteOption.TIP=Elimina la opci\u00F3n
deleteDefault.TIP=Elimina el valor predeterminado de la opci\u00F3n
deleteRule.TIP=Elimina la verificaci\u00F3n de regla
clear=Borrar
clearOption.TIP=Borra la opci\u00F3n
clearDefault.TIP=Borra el valor predeterminado de la opci\u00F3n
clearRule.TIP=Borra la verificaci\u00F3n de regla

createNVE.TIP=Crear NVE
modifyNVE.TIP=Modifica NVE
deleteNVE.TIP=Eliminar NVE
cancelNVE.TIP=Cancelar
refreshNVE.TIP=Actualizar NVE
legacySwitch.TIP=Mostrar el cuadro de di\u00E1logo "Configurar..."
loadBtn.TIP=Lista los objetos en el conjunto de opciones guardadas para cargarlas

# Variant rule dialog
varRule.title=Regla de variantes
varRule.copyBtn=Copiar
varRule.loadBtn=Cargar
varRule.reloadBtn=Recargar
varRule.newViBtn=VI nuevo
varRule.modified=(modificado)


varRuleCol.Item=\u00CDtem
varRuleCol.Option=Opci\u00F3n
varRuleCol.Desc=Descripci\u00F3n
varRuleCol.Value=Valor
varRuleCol.State=Estado

varRuleLoad.title=Cargar la regla de variantes
varRuleLoad.Type=Cargando el tipo
varRuleLoad.Override=Sustituir
varRuleLoad.Update=Actualizar
varRuleLoad.search=\u00CDtem a buscar
varRuleLoad.StoredOptionDetails=Opciones de detalle

varRuleSaveAs.title=Guardar como...
varRuleSaveAs.Name=Nombre
varRuleSaveAs.Description=Descripci\u00F3n
varRuleSaveAs.RelationType=Tipo de relaci\u00F3n

varRuleNewVI.alreadyExists.title=\u00CDtem de variante encontrado
varRuleNewVI.alreadyExists.msg=Ya existe un \u00EDtem de variante de esta revisi\u00F3n de \u00EDtem con esta configuraci\u00F3n.\n\u00BFDesea continuar con la creaci\u00F3n del \u00EDtem de variante?

addValue.TIP=Agrega un valor
removeValue.TIP=Quita el valor o los valores seleccionados
removeValueGOI.TIP=Se deben quitar los valores de la pesta\u00F1a Variabilidad


varModeException.errorMsg=Esta funci\u00F3n no est\u00E1 disponible para modo de variantes.
mvCondition.TIP=Mostrar condici\u00F3n de variante modular.

notExpandedCondition.TEXT=No se puede expandir la l\u00EDnea de BOM por lo que se desactivar\u00E1 la creaci\u00F3n de VI.

#RDV-Named Variant Condition Template additions
#-----------------------------------------------
createNVEsConfirm.TITLE=Crear las expresiones de variante definidas
createDuplicateNVEsConfirm.TITLE=Crear las expresiones de variante definidas duplicadas
deleteNVE.TITLE=Eliminar expresi\u00F3n de variante definida
modifyNVE.TITLE=Modificar la expresi\u00F3n de variante definida

namedVarExprs=Expresiones de variantes definidas
inputNamedVarExprs=Ya existe una expresi\u00F3n de variante definida de entrada con la expresi\u00F3n de variante dada.
mandatoryCode=El campo C\u00F3digo es obligatorio. No se puede continuar...
mandatoryName=El campo Nombre es obligatorio. No se puede continuar...
noVEFound=No se encontraron los componentes de expresi\u00F3n de la variante. No se puede continuar...
noVEFoundtoModify=No se encontr\u00F3 ning\u00FAn componente de la expresi\u00F3n de variante.\nEs necesario, como m\u00EDnimo, un componente de expresi\u00F3n de variante para modificar NVE.
createDuplicateNVEsConfirm.MSG=Si pulsa el bot\u00F3n S\u00ED, el resultado ser\u00E1 una expresi\u00F3n de variante definida duplicada. \n\u00BFDesea continuar?
confirmCreateNVEs=\u00BFDesea crear m\u00E1s NVE?
deleteSuccess=Se elimin\u00F3 correctamente la expresi\u00F3n de la variante definida correspondiente a la entrada
deleteFailure=No se pudo eliminar la expresi\u00F3n de la variante del nombre
modifySuccess=Se modific\u00F3 correctamente la expresi\u00F3n de la variante definida correspondiente a la entrada
modifyFailure=No se puede modificar la expresi\u00F3n de la variante del nombre
uniqueNVENameError=El nombre \u00FAnico de las expresiones de variante definida no debe incluir lo siguiente:
blanksOrSpacesInName=Espacios en blanco como parte del nombre.
operatorsInName=El nombre no debe ser el mismo que los operadores: NOT (NO), OR (O) ni AND (y).
specialCharInName=que siguen a los caracteres especiales , % , & , | , ( , ) Y  * 
saveNVEError=Error al guardar la expresi\u00F3n de variante definida
refreshNVEError=Error al actualizar la expresi\u00F3n de variante definida
noNVEFoundSave=No se encontr\u00F3 la expresi\u00F3n de variante definida para guardar
noNVEFoundRefresh=No se encontr\u00F3 la expresi\u00F3n de variante definida para actualizar
canNotRetrieveNVEContents=No se pudo recuperar el contenido de la expresi\u00F3n de variante definida


#--------Classic Variant Configure to Load--------------------------------
filterUnconfiguredDueToClassicVariants.TITLE=Filtrar las l\u00EDneas de BOM no configuradas debido a las variantes cl\u00E1sicas
filterUnconfiguredDueToClassicVariantsError.MSG=Fallo al fijar el filtro de las l\u00EDneas de BOM no configuradas debido al modo Variantes cl\u00E1sicas
filterUnconfiguredDueToClassicVariantsInfo.MSG=La BOM se encuentra en el modo Configurar para cargar.\nEsta acci\u00F3n abrir\u00E1 una ventana nueva con el mismo \u00EDtem superior con la regla de revisi\u00F3n especificada para este conjunto de selecciones de opci\u00F3n.\n\u00BFDesea continuar?
classicVariantsConfigureToLoad.TITLE=Configuraci\u00F3n de variantes cl\u00E1sicas para cargar
cannotChangeClassicVariantOptionInfo.MSG=La BOM se encuentra en el modo Configurar para cargar.\nNo se aplicar\u00E1 ninguna modificaci\u00F3n en la BOM.
cannotChangeClassicVariantOptionInfo2.MSG=La BOM se encuentra en el modo Configurar para cargar. No se aplicar\u00E1 ninguna modificaci\u00F3n en la BOM.
classicVariantConfigureToLoad.TIP=Marque esta casilla de selecci\u00F3n para que BOM tenga una entrada en el modo "Configuraci\u00F3n de variantes cl\u00E1sicas para cargar"
defaultVariantConfigCheckBox.MSG=No mostrar este cuadro de di\u00E1logo autom\u00E1ticamente al abrir una BOM.
defaultVariantConfigCheckBox.errorMSG=No se puede fijar la preferencia ConfigureToLoadEnableDefaultVariantConfig en VERDADERO.

#--------Variant Configure to Load--------------------------------
VariantsConfigureToLoad.TITLE=Configuraci\u00F3n de variantes para cargar

#------- 120% BOM and Overlay Configuration -------#
#--- open variant rule dialog handler ---#
openVariantRuleDialogHandler.TITLE=Abrir el cuadro de di\u00E1logo Regla de variantes
noBOMLineSelected.MSG=No se ha seleccionado ninguna l\u00EDnea de BOM.

#--- variant rule dialog ---#
allowMultipleOptionValues.MSG=Permitir valores m\u00FAltiples en la opci\u00F3n
allowMultipleOptionValues.NOTE=Nota: no se evaluaron los valores predeterminados, los valores predeterminados derivados ni las verificaciones de las reglas.
allowMultipleOptionValues.INFO=\u00BFDesea traspasar los valores predeterminados y los valores predeterminados derivados como fijados por el usuario?\n Si selecciona No, se borrar\u00E1n estos valores autom\u00E1ticamente.
allowMultipleOptionValues.TOOLTIP=Seleccione para permitir la introducci\u00F3n de varios valores en una opci\u00F3n. Deseleccione para volver a valores \u00FAnicos.
applyButton.TOOLTIP=Aplica las reglas de variante a la ventana activa de BOM.
clearButton.TOOLTIP=Borra los valores de todas las opciones. Si la regla de variantes permite\n solamente un valor \u00FAnico en la opci\u00F3n, se evaluar\u00E1n los valores predeterminados, los valores predeterminados derivados y las verificaciones de la regla.
copyButton.TOOLTIP=Copia la regla de variantes guardada en el portapapeles.
loadButton.TIP=Listar los objetos de la regla de variantes guardada para cargar.
reloadButton.TOOLTIP=Recarga los valores la de opci\u00F3n de la regla de variantes que guard\u00F3.
saveButton.TOOLTIP=Guarda los valores de la opci\u00F3n en la regla de variantes guardada que carg\u00F3.
saveAsButton.TOOLTIP=Guarda los valores de opci\u00F3n en una regla de variantes nueva que guard\u00F3.
exitOverlay.MSG=Al salir se quitar\u00E1n todas las reglas de variantes que se cargaron en la configuraci\u00F3n.\n Se aplica autom\u00E1ticamente una regla de variantes nueva, vac\u00EDa y \u00FAnica en la ventana de BOM.\n Se evaluaron los valores predeterminados y los valores predeterminados derivados.\n\n \u00BFDesea continuar con la operaci\u00F3n?
overlayConfiguration.LABEL=Nota: no se eval\u00FAan los valores predeterminados, los valores predeterminados derivados ni las verificaciones de reglas cuando se cargan varias reglas de variantes.
addVariantRule.LABEL=Agregar...
addVariantRule.TOOLTIP=Agregar las reglas de variante a la configuraci\u00F3n de variantes
removeVariantRule.LABEL=Quitar...
removeVariantRule.TOOLTIP=Quitar las reglas de variante de la configuraci\u00F3n de variantes
singleOptionValueMode.TEXT=Puede modificar la regla de variantes y fijar una opci\u00F3n con un valor \u00FAnico.
multipleOptionValueMode.TEXT=Puede modificar la regla de variantes y fijar una opci\u00F3n con un valor \u00FAnico o con valores m\u00FAltiples.
multipleVariantRuleMode.TEXT=No podr\u00E1 modificar una regla de variantes cuando las configuraciones de la variante tenga varias reglas de variantes.
cannotResetVariantRule.MSG=No se pudo ejecutar la operaci\u00F3n Cancelar. Para evitar tener datos no consistentes en la configuraci\u00F3n de variantes de BOM, cierre el panel BOM.
newVIButton.TOOLTIP=Crea un \u00EDtem de variante nueva.
newVIButton.Disable.TOOLTIP=No se permite la creaci\u00F3n del \u00EDtem de variante en la configuraci\u00F3n de variantes h\u00EDbridas
copySVR.TITLE=Copia
cannotCopySVR.MSG=No se puede copiar la regla de variantes que guard\u00F3.
reloadVariantRule.TITLE=Recargar
invalidVariantRuleToReloadCount.MSG=El n\u00FAmero de reglas de variante para recargar no es v\u00E1lido.
invalidVariantRuleToSaveCount.MSG=El n\u00FAmero de reglas de variante para guardar no es v\u00E1lido.
clearAllValues.MSG=<borrar todos los valores>
clearInvalidInOverlay.MSG=No se admite la operaci\u00F3n Borrar cuando la configuraci\u00F3n de variantes tiene varias reglas de variantes.
exitOverlayButton.LABEL=Salir
exitOverlayButton.TOOLTIP=Restablezca la configuraci\u00F3n de variantes a partir de varias reglas de variantes en una regla de variantes \u00FAnica con valores predeterminados, valores predeterminados derivados y verificaciones de reglas evaluadas.
disableMultipleValues.MSG=Est\u00E1 por desactivar los valores m\u00FAltiples de una opci\u00F3n. Esto borrar\u00E1 autom\u00E1ticamente y aplicar\u00E1 la regla de variantes a la BOM.\nSe evaluar\u00E1n los valores predeterminados, los valores predeterminados derivados y las verificaciones de la regla.\n\n\u00BFDesea continuar?
noActiveVariantRule.MSG=No hay ninguna regla de variantes activa. No se puede ejecutar la operaci\u00F3n.
tooManyVariantRules.MSG=Hay varias reglas de variantes activas. Esta operaci\u00F3n requiere solamente una regla de variantes activa.
noSVR.MSG=No existen las reglas de la variante que guard\u00F3. No se puede ejecutar la operaci\u00F3n.
noSVRToLoad.MSG=No se guard\u00F3 ninguna regla de variantes de entrada para cargar.
invalidModeInModularVariants.MSG=No se admite el modo de configuraci\u00F3n de variantes de la ventana de BOM en las variantes modulares.
variantRuleOverlay.TITLE=Regla de variantes: varias reglas de variantes
loadVariantRule.MSG=Cargando los datos de la regla de variantes... 
noOptionDataInVariantRule.MSG=No se encontr\u00F3 ning\u00FAn dato de opci\u00F3n en la regla de variantes.
removeSVR.MSG=\u00BFAceptar para quitar {0}?
createVariantItemInvalid.MSG=No se puede crear el \u00EDtem de variante cuando la configuraci\u00F3n de variantes tiene definidas varias reglas de variantes o varios valores de opci\u00F3n.
appHasNoAccess.MSG=Esta regla tiene varios valores en una opci\u00F3n, como m\u00EDnimo. {0} no admite la carga de esta regla.
rules.TITLE=Reglas:
loadButton.LABEL=Cargar...
loadSVRError.MSG=Est\u00E1 intentando cargar una regla de la variante con valores m\u00FAltiples en la opci\u00F3n u opciones. Active la casilla de selecci\u00F3n 'Permitir valores m\u00FAltiples en la opci\u00F3n' antes de cargar la regla de la variante seleccionada.

#--- variant rule save as dialog ---#
saveAsUserSetCheckBox.TEXT=Guardar los valores predeterminados y predeterminados derivados como valores fijados por el usuario

#--- remove from overlay dialog ---#
removeVariantRuleDialog.TITLE=Quitar la regla de variantes

#--- variant rule load dialog ---#
addVariantRuleDialog.TITLE=Agregar una regla de variantes
addVariantRule.TITLE=Agregar la regla de variantes a la configuraci\u00F3n de variantes
addVariantRule.MSG=No pueden volver a seleccionarse las reglas de variantes que se encuentran en la configuraci\u00F3n de variantes.
loadVariantRule.TITLE=Buscar y cargar las reglas de variante
loadVariantRule.MSG2=Se cargan las reglas seg\u00FAn el tipo de carga.
search.LABEL=B\u00FAsqueda
itemRevision.LABEL=Revisi\u00F3n de \u00EDtem:
itemRevisionSearch.TOOLTIP=Abre el cuadro de di\u00E1logo B\u00FAsqueda
selectVariantRuleFilter.LABEL=Seleccione el filtro de la regla de variantes
variantRule.LABEL=Regla de variantes
variantRuleData.LABEL=Datos sobre la regla de variantes
variantRules.LABEL=Reglas de variantes
select.LABEL=Seleccionar
select.MSG=Seleccionar la regla para cargar
name.LABEL=Nombre
description.LABEL=Descripci\u00F3n
loadingType.LABEL=Cargando el tipo
override.LABEL=Sustituir
override.TOOLTIP=Reemplazar la regla de variantes actual por la regla seleccionada
update.LABEL=Actualizar
update.TOOLTIP=Actualizar la regla de variantes actual por la regla seleccionada
overlay.LABEL=Permitir varias reglas de variantes
overlay.TOOLTIP=Cargue las reglas seleccionadas. Deber\u00E1 seleccionar dos reglas como m\u00EDnimo.
noSVRsFound.MSG=No se encontr\u00F3 ninguna regla de variantes guardada.
noOptionValuesFound.MSG=No se encontr\u00F3 ning\u00FAn valor de opci\u00F3n correspondiente a la regla de variantes seleccionada.
overlay.NOTE=Nota: este tipo de carga requiere que se carguen dos reglas de variantes como m\u00EDnimo. Pero no se pueden modificar las reglas de variantes que se cargaron.
textFilter.MSG=Introducir el texto para filtrar la lista de reglas de variantes
filterClearButton.TOOLTIP=Borrar el texto del filtro
svrAlreadyInOverlay.MSG=La regla de variantes seleccionada ya se encuentra en la configuraci\u00F3n de variantes.
loadSavedVariantRules.MSG=Cargando las reglas de variantes guardadas...
cannotLoad120SVR.MSG=La regla seleccionada tiene varios valores en una opci\u00F3n que se pueden cargar solamente en el cuadro de di\u00E1logo Regla de variantes.
mixedOrInvalid.TOOLTIP=La regla seleccionada es una regla de variantes guardadas no v\u00E1lida en el modo combinado.
