# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=1\u884C\u3060\u3051\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
notAnItemLine=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30A2\u30A4\u30C6\u30E0\u884C\u306B\u3060\u3051\u6709\u52B9\u3067\u3059
notAllowedOnRoot=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30EB\u30FC\u30C8\u884C\u3078\u306F\u7121\u52B9\u3067\u3059
notAllowedOnPackedLines=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30D1\u30C3\u30AF\u6E08\u307F\u306E\u884C\u3078\u306F\u7121\u52B9\u3067\u3059
selectParentAndChild=\u89AA\u3068\u5B50\u3092\u542B\u3080\u8907\u6570\u306E\u30A2\u30A4\u30C6\u30E0\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u89AA\u306E\u4E0B\u306E\u69CB\u6210\u5168\u4F53\u304C\u7F6E\u63DB\u3055\u308C\u307E\u3059\u3002
notAllowedOnRootUnitNetEff={0}\u306F\u30EB\u30FC\u30C8\u884C\u3067\u3042\u308B\u305F\u3081\u3001\u5168\u4F53\u306E\u6709\u52B9\u671F\u9650\u3092\u8A08\u7B97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
singleLineUnitNetEff=\u5168\u4F53\u306E\u6709\u52B9\u671F\u9650\u3092\u8907\u6570\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u8A08\u7B97\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306E\u4FDD\u5B58
saveBookmarkAction.saveBookmarkError=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306E\u4FDD\u5B58\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u4FDD\u5B58\u3059\u308BBOM\u30A6\u30A3\u30F3\u30C9\u30A6\u307E\u305F\u306FBOM\u884C\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
saveBookmarkAction.bomPanelNotSaved=\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002\u30A6\u30A3\u30F3\u30C9\u30A6\u3078\u306E\u4FEE\u6B63\u304C\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

# FindInBillAction
findBill.invalid=\u5185\u90E8\u30A8\u30E9\u30FC: \u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3\u30C4\u30EA\u30FC\u306E\u30EB\u30FC\u30C8\u304CBOM\u884C\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
findBill.nullRoot=\u3053\u306E\u30C4\u30EA\u30FC\u306B\u30EB\u30FC\u30C8\u30CE\u30FC\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u691C\u7D22\u3059\u308B\u3082\u306E\u304C\u3042\u308A\u307E\u305B\u3093\u3002

#occEffectAction
noConsistentOccEffect=\u9078\u629E\u3055\u308C\u305FBOM\u884C\u306E\u4E00\u90E8\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650ID\u304C\u7570\u306A\u3063\u3066\u3044\u307E\u3059\u3002
newOccEffectsInLegacyMode=\u30EC\u30AC\u30B7\u30FC\u30E2\u30FC\u30C9\u3067\u65B0\u898F\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002 \u3053\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u3078\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
mixedOccEffectsInLegacyMode=\u30EC\u30AC\u30B7\u30FC\u30E2\u30FC\u30C9\u3067\u8907\u5408\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002 \u3053\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u3078\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
mixedOccEffectsInMaintMode=\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u30E2\u30FC\u30C9\u3067\u8907\u5408\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u3078\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
occEffectTitle=\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650

noRemoteLines=\u30EA\u30E2\u30FC\u30C8\u884C\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093

select.TITLE=\u4ED6\u30B5\u30A4\u30C8\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8
actionError.TITLE=\u30A8\u30E9\u30FC

#Title for Supercedure Definition:
supercedure.Title=\u30B9\u30FC\u30D1\u30B7\u30FC\u30B8\u30E3\u306E\u5B9A\u7FA9

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=\u30B0\u30E9\u30D5\u30A3\u30AB\u30EBBOM\u6BD4\u8F03\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u8D77\u52D5\u3057\u3066\u3044\u307E\u3059...
compareOperation.MESSAGE=BOM\u6BD4\u8F03\u30A8\u30F3\u30B8\u30F3\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059...

noBOMLineAvailable.MESSAGE=\u958B\u3044\u3066\u3044\u308BBOM\u30A6\u30A3\u30F3\u30C9\u30A6\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u5C65\u6B74\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
noBOMLineAvailable.TITLE=\u958B\u3044\u3066\u3044\u308BBOM\u30A6\u30A3\u30F3\u30C9\u30A6\u304C\u3042\u308A\u307E\u305B\u3093\u3002

noPVInstalled.TEXT=\u30EA\u30C3\u30C1\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30D3\u30B8\u30E5\u30A2\u30EA\u30BC\u30FC\u30B7\u30E7\u30F3\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u306A\u3044\u304B\u3001\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\n\u30B0\u30E9\u30D5\u30A3\u30AB\u30EB\u5C65\u6B74\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
noPVInstalled.TITLE=\u30D3\u30B8\u30E5\u30A2\u30EA\u30BC\u30FC\u30B7\u30E7\u30F3\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=\u30E2\u30B8\u30E5\u30FC\u30EB\u6570
moduleCount.msg.noModules=\u73FE\u5728\u5C55\u958B\u3055\u308C\u3066\u3044\u308B\u69CB\u6210\u306B\u306F\u30D0\u30EA\u30A2\u30F3\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u3042\u308A\u307E\u305B\u3093!
moduleCount.msg.foundModules=\u73FE\u5728\u5C55\u958B\u3055\u308C\u3066\u3044\u308B\u69CB\u6210\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB

# Unlink VI
unlinkVi.singleBlNotSelected=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u304B\u3089\u30EA\u30F3\u30AF\u3092\u89E3\u9664\u3059\u308BBOM\u884C\u30921\u884C\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
unlinkVi.warning.title=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u30EA\u30F3\u30AF\u89E3\u9664
unlinkVi.warning.msg=\u30EA\u30F3\u30AF\u89E3\u9664\u3055\u308C\u305F\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306F\u3001\u305D\u306E\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u691C\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\n\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u304C\u30EA\u30F3\u30AF\u89E3\u9664\u3055\u308C\u308B\u3068\u3001\u518D\u5EA6\u30EA\u30F3\u30AF\u3067\u304D\u307E\u305B\u3093!\n\u7D9A\u884C\u3057\u307E\u3059\u304B?

#packwait

packGDELineAction.ERRORMSG=\u30D1\u30C3\u30AF\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
packGDELineAction.ERROR=\u30D1\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002

#unpack
unpackGDELineAction.ERRORMSG=\u30D1\u30C3\u30AF\u89E3\u9664\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
unpackGDELineAction.ERROR=\u30D1\u30C3\u30AF\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3002

#add
addGDELineAction.ERRORMSG=\u8FFD\u52A0\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
addGDELineAction.ERROR=\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=\u300C\u4EE3\u7528\u3092\u8CBC\u4ED8\u3051\u300D\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
pasteSubstituteGDELineAction.ERROR=\u4EE3\u7528\u306E\u8CBC\u4ED8\u3051\u304C\u3067\u304D\u307E\u305B\u3093

#replace
replaceGDELineAction.ERRORMSG=\u30A2\u30A4\u30C6\u30E0\u8981\u7D20\u306E\u7F6E\u63DB\u306F\u3053\u306E\u30E1\u30CB\u30E5\u30FC\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u7F6E\u63DB\u30E1\u30CB\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
replaceGDELineAction.ERROR=\u7F6E\u63DB\u3067\u304D\u307E\u305B\u3093

#showSuperseded
showSupersededAction.ERRORMSG=\u300C\u7D99\u627F\u6E08\u307F\u3092\u8868\u793A\u300D\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
showSupersededAction.ERROR=\u7D99\u627F\u6E08\u307F\u3092\u8868\u793A\u3067\u304D\u307E\u305B\u3093
showSupersededAction.TITLE=\u7D99\u627F\u6E08\u307F\u3092\u8868\u793A
showSupersededAction.NOTPRECISEMSG=[\u7D99\u627F\u6E08\u307F\u3092\u8868\u793A]\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u9078\u629E\u3055\u308C\u305FBOM\u30D3\u30E5\u30FC\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30D7\u30EA\u30B5\u30A4\u30B9\u306B\u30BB\u30C3\u30C8\u3057\u3001\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u3092\u30D7\u30EA\u30B5\u30A4\u30B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

#updateSuperseded
updateSupersededAction.ERRORMSG=\u300C\u7D99\u627F\u6E08\u307F\u3092\u66F4\u65B0\u300D\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
updateSupersededAction.ERROR=\u7D99\u627F\u6E08\u307F\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093
updateSupersededAction.TITLE=\u7D99\u627F\u6E08\u307F\u3092\u66F4\u65B0
updateSupersededAction.NOTPRECISEMSG=\u7D99\u627F\u3055\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u66F4\u65B0\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u89AA\u306Ebvr\u3092\u30D7\u30EA\u30B5\u30A4\u30B9\u306B\u30BB\u30C3\u30C8\u3057\u3001\u30EA\u30D3\u30B8\u30E7\u30F3\u30EB\u30FC\u30EB\u3092\u30D7\u30EA\u30B5\u30A4\u30B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

#SplitBOM
splitBOMGDELineAction.ERRORMSG=BOM\u5206\u5272\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
splitBOMGDELineAction.ERROR=BOM\u884C\u3092\u5206\u5272\u3067\u304D\u307E\u305B\u3093

#RemoveLevel
removeLevelAction.warning.TITLE=\u30EC\u30D9\u30EB\u3092\u9664\u53BB: \u8B66\u544A......
removeLevelAction.warning.MESSAGE=\u9078\u629E\u3055\u308C\u305F1\u884C\u307E\u305F\u306F\u8907\u6570\u884C\u304C\u30D0\u30EA\u30A2\u30F3\u30C8\u3067\u3059\u3002\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u30EB\u30FC\u30EB\u304C\u89AA\u306B\u79FB\u52D5\u3057\u3001\u5FC5\u8981\u306A\u5834\u5408\u306B\u306F\u30D0\u30EA\u30A2\u30F3\u30C8\u6761\u4EF6\u304C\u5B50\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u6761\u4EF6\u306B\u30DE\u30FC\u30B8\u3055\u308C\u307E\u3059\u3002

#MoveNodes
moveNodesAction.warning.TITLE=\u30CE\u30FC\u30C9\u3092\u79FB\u52D5: \u8B66\u544A......
moveNodesAction.warning.MESSAGE=\u9078\u629E\u3055\u308C\u305F1\u884C\u307E\u305F\u306F\u8907\u6570\u884C\u304C\u7121\u52B9\u3067\u3059\u3002\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u30D0\u30EA\u30A2\u30F3\u30C8\u6761\u4EF6\u304C\u65B0\u3057\u3044\u884C\u306B\u30B3\u30D4\u30FC\u3055\u308C\u307E\u3059\u3002\n\u66F4\u306B\u3001\u30AB\u30C3\u30C8\u30A2\u30F3\u30C9\u30DA\u30FC\u30B9\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u4E2D\u306B\u30D0\u30EA\u30A2\u30F3\u30C8\u6761\u4EF6\u304C\u7121\u52B9\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u306E\u3067\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\n\u624B\u52D5\u3067\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
moveNodesAction.abs_error.MESSAGE=\u9078\u629E\u3055\u308C\u305F\u884C\u306E\u4E00\u90E8\u3067\u7D76\u5BFE\u30AA\u30AB\u30EC\u30F3\u30B9\u306E\u4E0A\u66F8\u304D\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3059\u3002
moveNodesAction.error.no_pending_cut_line=\u79FB\u52D5\u3059\u308B\u30AB\u30C3\u30C8\u3055\u308C\u305F\u884C\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
moveNodesAction.redline_warning.MESSAGE=\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5143\u306B\u623B\u3059\u3053\u3068\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u30AB\u30C3\u30C8\u3055\u308C\u305F\u884C\u306E\u4E0B\u306E\u30AA\u30FC\u30D0\u30E9\u30A4\u30C9\u30C7\u30FC\u30BF\u304C\u5931\u308F\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u7D9A\u884C\u3057\u307E\u3059\u304B? 
moveNodesAction.redline_warning.TITLE=\u5207\u53D6\u308A/\u8CBC\u4ED8\u3051\u306E\u8B66\u544A
moveNodesAction.multi_selection_warning.MESSAGE=\u4FDD\u7559\u4E2D\u306E\u5207\u53D6\u308A\u30E9\u30A4\u30F3\u3092\u8CBC\u4ED8\u3051\u308B\u8907\u6570\u306E\u884C\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u518D\u69CB\u7BC9\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u306B\u3088\u3063\u3066\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002\n\u3053\u308C\u306F\u79FB\u52D5\u3067\u306F\u306A\u304F\u3001\u8CBC\u4ED8\u3051\u304A\u3088\u3073\u5207\u53D6\u308A\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u306F\u5931\u308F\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
moveNodesAction.error.repeat_call=\u4EE5\u524D\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u51E6\u7406\u4E2D\u3067\u3059\u3001\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002

#InsertLevel
insertLevelAction.ERRORMSG=\u300C\u30EC\u30D9\u30EB\u3092\u633F\u5165\u300D\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
insertLevelAction.ERROR=\u9078\u629E\u3057\u305F\u9805\u76EE\u306F\u7121\u52B9\u3067\u3059
insertLevelRootLine.ERRORMSG=\uFF62\u30EC\u30D9\u30EB\u3092\u633F\u5165\uFF63\u3092\u30EB\u30FC\u30C8\u884C\u306B\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
insertLevelWrongTree.ERRORMSG=\uFF62\u30EC\u30D9\u30EB\u3092\u633F\u5165\uFF63\u306F\u3001\u69CB\u6210\u30C4\u30EA\u30FC\u306E\u30D9\u30FC\u30B9\u30D3\u30E5\u30FC\u306E\u884C\u306B\u306E\u307F\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002

#RevertAll, Revert
revertPendingEditsWarning.MSG=\u30DE\u30FC\u30AF\u3055\u308C\u305F\u4FDD\u7559\u4E2D\u306E\u7DE8\u96C6\u3092\u5143\u306B\u623B\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
revertPendingEditsWarning.TITLE=\u30DE\u30FC\u30AF\u3092\u3064\u3051\u305F\u4FDD\u7559\u4E2D\u306E\u7DE8\u96C6\u3092\u5143\u306B\u623B\u3059\u304B\u3069\u3046\u304B\u78BA\u8A8D
revertAllPendingEditsWarning.MSG=\u3053\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30DE\u30FC\u30AF\u3055\u308C\u305F\u4FDD\u7559\u4E2D\u306E\u7DE8\u96C6\u3092\u3059\u3079\u3066\u5143\u306B\u623B\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
revertAllPendingEditsWarning.TITLE=\u30DE\u30FC\u30AF\u3092\u3064\u3051\u305F\u4FDD\u7559\u4E2D\u306E\u7DE8\u96C6\u3092\u3059\u3079\u3066\u5143\u306B\u623B\u3059\u304B\u3069\u3046\u304B\u78BA\u8A8D

#occurance effectivity
occGDELineAction.ERRORMSG=\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
occGDELineAction.ERROR=\u7121\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3
dataPanelObjectSelection.ERRORMSG=\u30C7\u30FC\u30BF\u30D1\u30CD\u30EB\u3067\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AA\u30AB\u30EC\u30F3\u30B9\u6709\u52B9\u671F\u9650\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002

#revision effectivity
revGDELineAction.ERRORMSG=\u30EA\u30D3\u30B8\u30E7\u30F3\u6709\u52B9\u671F\u9650\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
revGDELineAction.ERROR=\u7121\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3
revGDELineCMAction.ERRORMSG=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3059\u308B\u30EA\u30D3\u30B8\u30E7\u30F3\u6709\u52B9\u671F\u9650\u306F\u3001\u5909\u66F4\u7BA1\u7406\u30D1\u30FC\u30B9\u30DA\u30AF\u30C6\u30A3\u30D6\u306B\u304A\u3044\u3066\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

#Variant Condition
varCondGDELineAction.ERRORMSG=\u7DE8\u96C6\u2192\u30D0\u30EA\u30A2\u30F3\u30C8\u6761\u4EF6\u306F\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u6709\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
varCondGDELineAction.ERROR=\u7121\u52B9\u306A\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=\u7F6E\u63DB\u306B\u9069\u3055\u306A\u3044\u7121\u52B9\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u307E\u3057\u305F
replaceFromClipboard.clipboardEmpty.MSG=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u304C\u7A7A\u3067\u3059\u3002\u7F6E\u63DB\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093
replaceFromClipboard.Error.MSG=\u30A8\u30E9\u30FC! \u7F6E\u63DB...

# Toggle Precise
leafBOMLineWarning=\u30D7\u30EA\u30B5\u30A4\u30B9/\u30A4\u30F3\u30D7\u30EA\u30B5\u30A4\u30B9\u306E\u5207\u308A\u66FF\u3048\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u30EA\u30FC\u30D5BOM\u884C\u306B\u306F\u4F5C\u7528\u3057\u307E\u305B\u3093

#Update VI Revisions
upadteVi.title=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u66F4\u65B0...
updateVi.notGenericItem=\u9078\u629E\u3055\u308C\u305F\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u306F\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093
updateVi.firstItemRevisionMsg=\u3053\u308C\u306F\u4E00\u822C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u6700\u521D\u306E\u30EA\u30D3\u30B8\u30E7\u30F3\u3067\u3059\u3002\n\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u66F4\u65B0\u306F\u7D99\u627F\u30EA\u30D3\u30B8\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u306E\u307F\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
updateVi.selectOnlyOneBOMLine=\u30D0\u30EA\u30A2\u30F3\u30C8\u30A2\u30A4\u30C6\u30E0\u306E\u66F4\u65B0\u306B\u5BFE\u3057\u3066\u5358\u4E00\u30CE\u30FC\u30C9\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

absocc.noContextBOMLine=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=\u88FD\u54C1\u304B\u3089\u30C7\u30B6\u30A4\u30F3\u3092\u9664\u53BB\u3057\u307E\u3059\u3002
removePartFromIAConfirm.MSG=\u306F\u3044\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u89AA\u304B\u3089\u6C38\u4E45\u306B\u30C7\u30B6\u30A4\u30F3\u3092\n \u9664\u53BB\u3059\u308B\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002 \u7D99\u7D9A\u3057\u307E\u3059\u304B?
removePartFromIA.DELETEMSG=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u9664\u53BB\u3057\u307E\u3057\u305F
moreObjectsSelected.PREMSG=\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
moreObjectsSelected.POSTMSG=\u3042\u308B\u3044\u306F\u88FD\u54C1\u304B\u3089\u9664\u53BB\u3059\u308B\u30C7\u30B6\u30A4\u30F3\u3092\u6E1B\u3089\u3057\u307E\u3059
removeDsnMsg=\u88FD\u54C1\u304B\u3089\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u9664\u53BB\u3057\u3066\u3044\u307E\u3059...
noStructureLoaded=\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u308B\u69CB\u6210\u304C\u3042\u308A\u307E\u305B\u3093
bopNotSupported=\u3053\u306E\u30D5\u30A3\u30FC\u30C1\u30E3\u306FBOP\u69CB\u6210\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
notImplemented=\u3053\u306E\u6A5F\u80FD\u306F\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
error.TITLE=\u30A8\u30E9\u30FC
gdeLineObjects=GDE\u884C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
topBOMLine=\u30C8\u30C3\u30D7\u306EBOM\u884C\u3092\u9078\u629E\u3057\u307E\u3057\u305F\u3002\u30C8\u30C3\u30D7\u306EBOM\u884C\u4EE5\u5916\u306EBOM\u884C\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=ExportConfiguredNXAssemblyDialog\u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
exportConfNXAssembly.failedToExportWithoutSave=\u69CB\u6210\u30DE\u30CD\u30FC\u30B8\u30E3\u3067\u306E\u5909\u66F4\u306F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306B\u9032\u3080\u524D\u306B\u4FDD\u5B58\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
exportConfNXAssembly.startingExportOperation=\u30D0\u30EA\u30A2\u30F3\u30C8\u69CB\u6210\u6E08\u307F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059
exportConfNXAssembly.saveBOM=BOM\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...

#Set Override Folder Action
ruleContainsNoOverride=\u73FE\u5728\u306E\u30EB\u30FC\u30EB\u306B\u306F\u30AA\u30FC\u30D0\u30E9\u30A4\u30C9\u30A8\u30F3\u30C8\u30EA\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ruleContainsNonNullOverride=\u73FE\u5728\u306E\u30EB\u30FC\u30EB\u306E\u30AA\u30FC\u30D0\u30E9\u30A4\u30C9\u30A8\u30F3\u30C8\u30EA\u306F\u65E2\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
refreshConfirmation.TEXT=\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\nUI\u306E\u518D\u63CF\u753B/\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u306B\u3082\u6642\u9593\u304C\u304B\u304B\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002\n\u7D9A\u884C\u3057\u307E\u3059\u304B?
refreshBOMWrongApp.TEXT=\u7121\u52B9\u306A\u9078\u629E\u3067\u3059\u3002BOM\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
#Compare Error popup
compareNoStructureLoaded.TITLE=\u30A8\u30E9\u30FC
compareNoStructureLoaded.MSG=\u6BD4\u8F03\u3059\u308B\u306B\u306F2\u3064\u306E\u69CB\u6210\u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059

#BOMDeleteAction
BOMDelete.Text=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AA\u30AB\u30EC\u30F3\u30B9\u306E\u3059\u3079\u3066\u306E\u884C\u3092\u9664\u53BB\u3057\u3001\u305D\u308C\u304B\u3089\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3057\u307E\u3059\u3002\u69CB\u9020\u304C\u5927\u898F\u6A21\u306A\u5834\u5408\u3001\u6642\u9593\u304C\u304B\u304B\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002\n\u524A\u9664\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u7D99\u7D9A\u3059\u308B\u306B\u306F'\u306F\u3044'\u3092\u3001\u884C\u3092\u9664\u53BB\u3059\u308B\u306B\u306F'\u3044\u3044\u3048'\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
invalidSelectionDelete.Text=\u7121\u52B9\u306A\u9078\u629E\u3067\u3059\u3002 \u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
