# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=Selezionare solo una linea.
notAnItemLine=L'operazione \u00E8 valida solo per le linee item
notAllowedOnRoot=L'operazione non \u00E8 valida per le linee root
notAllowedOnPackedLines=L'operazione non \u00E8 valida per le linee compattate
selectParentAndChild=Se si selezionano molteplici item contenenti elementi padre e figlio, viene sostituita l'intera struttura sottostante all'elemento padre.
notAllowedOnRootUnitNetEff=L''effettivit\u00E0 netta di {0} non \u00E8 stata calcolata perch\u00E9 si tratta della linea root
singleLineUnitNetEff=Impossibile calcolare l'effettivit\u00E0 netta per occorrenze multiple.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Salva segnalibro
saveBookmarkAction.saveBookmarkError=Impossibile eseguire l'operazione di salvataggio del segnalibro. Non \u00E8 stata selezionata alcuna finestra distinta base o linea distinta base da salvare.
saveBookmarkAction.bomPanelNotSaved=Impossibile salvare il segnalibro. Le modifiche apportate alla finestra non sono state salvate.

# FindInBillAction
findBill.invalid=Errore interno: la root della struttura ad albero Structure Manager non \u00E8 una BOMLine
findBill.nullRoot=Nessun nodo root per questa struttura ad albero - non vi \u00E8 nulla da cercare.

#occEffectAction
noConsistentOccEffect=Non tutte le linee distinta base selezionate hanno lo stesso ID effettivit\u00E0.
newOccEffectsInLegacyMode=Sono state trovate nuove effettivit\u00E0 di occorrenza in modalit\u00E0 legacy. La modalit\u00E0 di manutenzione \u00E8 ora abilitata per questa occorrenza.
mixedOccEffectsInLegacyMode=Sono state trovale effettivit\u00E0 di occorrenza miste nella modalit\u00E0 legacy. La modalit\u00E0 di aggiornamento \u00E8 ora abilitata per questa occorrenza. 
mixedOccEffectsInMaintMode=Sono state trovale effettivit\u00E0 di occorrenza miste nella modalit\u00E0 di mantenimento. La modalit\u00E0 di aggiornamento \u00E8 ora abilitata per questa occorrenza. 
occEffectTitle=Effettivit\u00E0 occorrenza

noRemoteLines=Nessuna linea remota selezionata

select.TITLE=Importa oggetti remoti
actionError.TITLE=Errore

#Title for Supercedure Definition:
supercedure.Title=Definizione supersedure

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Avvio dell'applicazione Graphical BOM Compare...
compareOperation.MESSAGE=Esecuzione motore di confronto distinta base...

noBOMLineAvailable.MESSAGE=Non \u00E8 disponibile alcuna finestra distinta base aperta. Impossibile avviare dialogo Cronistoria grafico
noBOMLineAvailable.TITLE=Nessuna finestra distinta base aperta

noPVInstalled.TEXT=Rich Client Visualization non \u00E8 installato oppure non \u00E8 configurato correttamente.\nImpossibile avviare la finestra di dialogo Cronistoria grafica.
noPVInstalled.TITLE=Nessuna visualizzazione installata

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Conteggio modulo
moduleCount.msg.noModules=Non esistono moduli di varianti nella struttura attualmente espansa.
moduleCount.msg.foundModules=moduli varianti nella struttura attualmente espansa

# Unlink VI
unlinkVi.singleBlNotSelected=Selezionare una singola BOMLine per la voce variante della quale annullare il collegamento
unlinkVi.warning.title=Annulla il collegamento dell'item variante
unlinkVi.warning.msg=Un item variante il cui collegamento \u00E8 stato annullato non \u00E8 convalidato rispetto al componente generico.\nUn collegamento item variante annullato non pu\u00F2 essere ripristinato.\nContinuare?

#packwait

packGDELineAction.ERRORMSG=La compattazione non \u00E8 un'operazione valida per l'oggetto selezionato
packGDELineAction.ERROR=Impossibile compattare

#unpack
unpackGDELineAction.ERRORMSG=Lo scompattamento non \u00E8 un'operazione valida per l'oggetto selezionato
unpackGDELineAction.ERROR=Impossibile scompattare

#add
addGDELineAction.ERRORMSG=L'operazione Aggiungi non \u00E8 un'operazione valida per l'oggetto selezionato
addGDELineAction.ERROR=Impossibile aggiungere

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=L'operazione Incolla elemento sostitutivo non \u00E8 valida per l'oggetto selezionato 
pasteSubstituteGDELineAction.ERROR=Impossibile incollare l'elemento sostitutivo

#replace
replaceGDELineAction.ERRORMSG=Questo menu non \u00E8 predisposto per la sostituzione elementi item. Usare il menu Sostituisci
replaceGDELineAction.ERROR=Impossibile sostituire

#showSuperseded
showSupersededAction.ERRORMSG=L'operazione Mostra supersedure non \u00E8 valida per l'oggetto selezionato
showSupersededAction.ERROR=Impossibile visualizzare la supersedure
showSupersededAction.TITLE=Mostra supersedure
showSupersededAction.NOTPRECISEMSG=Impossibile eseguire l'operazione Mostra azioni con revisioni successive. Il BVR selezionato deve essere impostato su preciso e la regola di revisione deve essere precisa.

#updateSuperseded
updateSupersededAction.ERRORMSG=L'operazione Aggiorna supersedure non \u00E8 valida per l'oggetto selezionato 
updateSupersededAction.ERROR=Impossibile aggiornare la supersedure
updateSupersededAction.TITLE=Aggiorna elemento con revisioni successive
updateSupersededAction.NOTPRECISEMSG=Impossibile eseguire l'azione di aggiornamento delle revisioni successive. Il BVR padre deve essere impostato su Preciso e la regola di revisione deve essere precisa.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=L'operazione SplitBOM non \u00E8 valida per l'oggetto selezionato
splitBOMGDELineAction.ERROR=Impossibile separare la linea distinta base

#RemoveLevel
removeLevelAction.warning.TITLE=Rimuovi livello: avviso...
removeLevelAction.warning.MESSAGE=Almeno una delle linee selezionate \u00E8 una variante. Con questa azione le regole e le azioni vengono trasferite all'elemento padre e unite a quelle dell'elemento figlio, se necessario.

#MoveNodes
moveNodesAction.warning.TITLE=Sposta nodo: avviso...
moveNodesAction.warning.MESSAGE=Alcune delle linee selezionate sono varianti. Con questa azione le condizioni varianti vengono copiate nelle nuove linee.\nLe condizioni varianti potrebbero perdere di validit\u00E0 durante l'operazione Taglia e incolla. Correggerle\nmanualmente, se necessario.
moveNodesAction.abs_error.MESSAGE=Sono state ridefinite le occorrenze assolute di una o pi\u00F9 linee selezionate. Questa azione verr\u00E0 annullata.
moveNodesAction.error.no_pending_cut_line=Non \u00E8 stata trovata alcuna linea tagliata in attesa di spostamento.
moveNodesAction.redline_warning.MESSAGE=L'operazione di inversione azione non \u00E8 supportata. I dati ridefiniti sotto la linea tagliata potrebbero andare persi.\nContinuare? 
moveNodesAction.redline_warning.TITLE=Avviso di Copia/Incolla
moveNodesAction.multi_selection_warning.MESSAGE=Sono state selezionate varie linee in cui incollare le linee tagliate in attesa. Questa operazione non \u00E8 supportata dal comando Ristruttura primitive. \nL'operazione di spostamento dei dati verr\u00E0 sostituita da un'operazione Copia e Incolla. Alcuni dati potrebbero andare persi. Confermare l'operazione.
moveNodesAction.error.repeat_call=Operazione precedente in fase di elaborazione, attendere.

#InsertLevel
insertLevelAction.ERRORMSG=L'operazione Inserisci livello non \u00E8 valida per gli oggetti selezionati
insertLevelAction.ERROR=Selezioni non valide
insertLevelRootLine.ERRORMSG=L'operazione Inserisci livello non pu\u00F2 essere eseguita nelle linee root.
insertLevelWrongTree.ERRORMSG=L'operazione Inserisci livello pu\u00F2 essere eseguita nelle linee della Vista base della struttura ad albero.

#RevertAll, Revert
revertPendingEditsWarning.MSG=Annullare le modifiche contrassegnate come non apportate?
revertPendingEditsWarning.TITLE=Conferma l'annullamento delle modifiche contrassegnate come non apportate
revertAllPendingEditsWarning.MSG=Annulla tutte le modifiche contrassegnate come non apportate in questa finestra?
revertAllPendingEditsWarning.TITLE=Conferma l'annullamento delle modifiche contrassegnate come non apportate

#occurance effectivity
occGDELineAction.ERRORMSG=L'impostazione dell'effettivit\u00E0 occorrenza non \u00E8 un'operazione valida per l'oggetto selezionato
occGDELineAction.ERROR=Operazione non valida
dataPanelObjectSelection.ERRORMSG=Gli oggetti selezionati nel Pannello di dati non sono validi per l'effettivit\u00E0 occorrenza.

#revision effectivity
revGDELineAction.ERRORMSG=L'impostazione dell'effettivit\u00E0 della revisione non \u00E8 un'operazione valida per l'oggetto selezionato
revGDELineAction.ERROR=Operazione non valida
revGDELineCMAction.ERRORMSG=L'effettivit\u00E0 della revisione per l'oggetto selezionato deve essere creata nella Prospettiva di gestione modifiche.

#Variant Condition
varCondGDELineAction.ERRORMSG=Modifica->La condizione variante non \u00E8 un'operazione valida per l'oggetto selezionato
varCondGDELineAction.ERROR=Operazione non valida

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Si \u00E8 selezionato un oggetto non valido e non adatto come elemento sostitutivo 
replaceFromClipboard.clipboardEmpty.MSG=La clipboard \u00E8 vuota, non \u00E8 stato trovato alcun oggetto per la sostituzione 
replaceFromClipboard.Error.MSG=Errore. Sostituisci...

# Toggle Precise
leafBOMLineWarning=L'opzione Abilita/Disabilita preciso/impreciso non pu\u00F2 essere usata con le linee distinta base dei nodi foglia.

#Update VI Revisions
upadteVi.title=Aggiornamento item variante...
updateVi.notGenericItem=L'item revision selezionato non \u00E8 un componente generico
updateVi.firstItemRevisionMsg=Questa \u00E8 la prima revisione del componente generico. \nL'aggiornamento dell'item variante pu\u00F2 solo essere effettuato sulle revisioni successive.
updateVi.selectOnlyOneBOMLine=Selezionare un solo nodo per l'aggiornamento dell'item variante.

absocc.noContextBOMLine=Contesto non impostato
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Rimuovi progetti dal prodotto
removePartFromIAConfirm.MSG=Se si fa clic su S\u00EC, i progetti verranno definitivamente rimossi\n dall'elemento padre. Continuare?
removePartFromIA.DELETEMSG=I componenti sono stati rimossi
moreObjectsSelected.PREMSG=Selezionare
moreObjectsSelected.POSTMSG=o meno progetti da rimuovere dal prodotto
removeDsnMsg=Rimozione del componente dal prodotto...
noStructureLoaded=Nessuna struttura caricata
bopNotSupported=Impossibile usare la caratteristica in una struttura BOP.
notImplemented=Impossibile usare questa caratteristica nell'applicazione
error.TITLE=Errore
gdeLineObjects=Oggetti linea GDE
topBOMLine=\u00C8 stata selezionata la prima BOMLine. Selezionare un'altra BOMLine

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Problema durante l'esecuzione di ExportConfiguredNXAssemblyDialog
exportConfNXAssembly.failedToExportWithoutSave=Le modifiche di Structure Manager devono essere salvate prima di procedere con l'esportazione.
exportConfNXAssembly.startingExportOperation=Inizio dell'operazione di esportazione variante configurata
exportConfNXAssembly.saveBOM=Salvataggio distinta base...

#Set Override Folder Action
ruleContainsNoOverride=La regola corrente non ha una voce di ridefinizione.
ruleContainsNonNullOverride=La voce di ridefinizione nella regola corrente \u00E8 gi\u00E0 impostata.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Aggiorna finestra
refreshConfirmation.TEXT=L'aggiornamento della finestra potrebbe richiedere un certo tempo.\nAnche l'aggiornamento/repaint dell'interfaccia utente potrebbe richiedere un certo tempo.\nContinuare?
refreshBOMWrongApp.TEXT=Selezione non valida. Selezionare una finestra distinta base.
#Compare Error popup
compareNoStructureLoaded.TITLE=Errore
compareNoStructureLoaded.MSG=Occorrono caricare due strutture per il confronto

#BOMDeleteAction
BOMDelete.Text=Questa operazione consente di rimuovere tutte le righe delle occorrenze degli oggetti selezionati e poi di eliminare gli oggetti. Se la struttura \u00E8 complessa, l'operazione potrebbe richiedere molto tempo.\nSelezionare S\u00EC per continuare con l'eliminazione oppure No per rimuovere solo le righe.
invalidSelectionDelete.Text=Selezione non valida. Impossibile eliminare gli oggetti selezionati.
