# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=Selecione apenas uma linha
notAnItemLine=Essa opera\u00E7\u00E3o \u00E9 v\u00E1lida somente para linhas de item
notAllowedOnRoot=Essa opera\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lida para linhas raiz
notAllowedOnPackedLines=Essa opera\u00E7\u00E3o n\u00E3o \u00E9 v\u00E1lida para linhas compactadas
selectParentAndChild=Se itens m\u00FAltiplos contendo pai e filho estiverem selecionados, a estrutura inteira sob o pai ser\u00E1 substitu\u00EDda.
notAllowedOnRootUnitNetEff={0} n\u00E3o tem a efetividade l\u00EDquida calculada pois \u00E9 a linha raiz
singleLineUnitNetEff=A efetividade l\u00EDquida n\u00E3o pode ser calculada para v\u00E1rias ocorr\u00EAncias.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Salvar Favorito
saveBookmarkAction.saveBookmarkError=N\u00E3o \u00E9 poss\u00EDvel efetuar a opera\u00E7\u00E3o Salvar favorito.  Nenhuma BOMWindow ou BOMLines est\u00E1 selecionada para salvar.
saveBookmarkAction.bomPanelNotSaved=N\u00E3o \u00E9 poss\u00EDvel salvar o favorito. As modifica\u00E7\u00F5es da janela n\u00E3o foram salvas.

# FindInBillAction
findBill.invalid=Erro interno: a raiz da \u00E1rvore do Gerenciador de estrutura n\u00E3o \u00E9 uma BOMLine.
findBill.nullRoot=Nenhum n\u00F3 raiz nessa \u00E1rvore: nada para pesquisar.

#occEffectAction
noConsistentOccEffect=Nem todas as linhas BOM selecionadas possuem a mesma ID de efetividade de ocorr\u00EAncia.
newOccEffectsInLegacyMode=Novas efetividades de ocorr\u00EAncia foram localizadas no modo legado. O modo de manuten\u00E7\u00E3o agora est\u00E1 habilitado para essa ocorr\u00EAncia.
mixedOccEffectsInLegacyMode=Efetividades de ocorr\u00EAncia mistas foram localizadas no modo legado. O modo de atualiza\u00E7\u00E3o agora est\u00E1 habilitado para essa ocorr\u00EAncia.
mixedOccEffectsInMaintMode=Efetividades de ocorr\u00EAncia mistas foram localizadas no modo de manuten\u00E7\u00E3o. O modo de atualiza\u00E7\u00E3o agora est\u00E1 habilitado para essa ocorr\u00EAncia.
occEffectTitle=Efetividade da ocorr\u00EAncia

noRemoteLines=Nenhuma linha remota est\u00E1 selecionada

select.TITLE=Importar remoto
actionError.TITLE=Erro

#Title for Supercedure Definition:
supercedure.Title=Defini\u00E7\u00E3o de substitui\u00E7\u00E3o

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Inicializando o aplicativo de compara\u00E7\u00E3o gr\u00E1fica da BOM ....
compareOperation.MESSAGE=Executando o mecanismo de compara\u00E7\u00E3o da BOM...

noBOMLineAvailable.MESSAGE=Nenhuma janela Abrir BOM dispon\u00EDvel. N\u00E3o \u00E9 poss\u00EDvel iniciar a caixa de di\u00E1logo Hist\u00F3rico gr\u00E1fico
noBOMLineAvailable.TITLE=Nenhuma janela Abrir BOM

noPVInstalled.TEXT=A Visualiza\u00E7\u00E3o de Rich Client n\u00E3o est\u00E1 instalada ou est\u00E1 configurada incorretamente.\nN\u00E3o \u00E9 poss\u00EDvel iniciar o Di\u00E1logo de Hist\u00F3rico Gr\u00E1fico.
noPVInstalled.TITLE=Nenhuma visualiza\u00E7\u00E3o instalada

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Contagem de m\u00F3dulo
moduleCount.msg.noModules=N\u00E3o existem m\u00F3dulos variantes na estrutura atual expandida.
moduleCount.msg.foundModules=m\u00F3dulos variantes na estrutura atual expandida

# Unlink VI
unlinkVi.singleBlNotSelected=Selecione uma linha BOM para o item variante que deseja desvincular
unlinkVi.warning.title=Desvincular item variante
unlinkVi.warning.msg=Um VI desvinculado n\u00E3o \u00E9 validado contra seu componente gen\u00E9rico.\nUma vez que o item variante est\u00E1 desvinculado, ele n\u00E3o pode ser vinculado novamente.\nDeseja continuar?

#packwait

packGDELineAction.ERRORMSG=Pacote n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
packGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel compactar

#unpack
unpackGDELineAction.ERRORMSG=Descompactar n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
unpackGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel descompactar

#add
addGDELineAction.ERRORMSG=Adicionar n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
addGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel adicionar

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=Colar substituto n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
pasteSubstituteGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel colar substituto

#replace
replaceGDELineAction.ERRORMSG=Substitui\u00E7\u00E3o de elemento de item n\u00E3o \u00E9 suportado atrav\u00E9s deste menu, utilize o menu Substituir
replaceGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel substituir

#showSuperseded
showSupersededAction.ERRORMSG=Mostrar substitu\u00EDdo n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
showSupersededAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel atualizar superseded
showSupersededAction.TITLE=Mostrar substitu\u00EDda
showSupersededAction.NOTPRECISEMSG=Exibir a\u00E7\u00E3o substitu\u00EDda n\u00E3o pode ser efetuada. O BVR selecionado deve estar configurado como fixo e a regra de revis\u00E3o deve ser fixo.

#updateSuperseded
updateSupersededAction.ERRORMSG=Atualizar substitu\u00EDdo n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
updateSupersededAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel atualizar substitu\u00EDdo
updateSupersededAction.TITLE=Atualizar substitu\u00EDdo
updateSupersededAction.NOTPRECISEMSG=A\u00E7\u00E3o de atualiza\u00E7\u00E3o do substitu\u00EDdo n\u00E3o foi efetuada. O BVR pai deve estar definido e a regra de revis\u00E3o deve ser fixa.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=SplitBOM n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
splitBOMGDELineAction.ERROR=N\u00E3o \u00E9 poss\u00EDvel dividir a BOMLine

#RemoveLevel
removeLevelAction.warning.TITLE=Remover n\u00EDvel: aviso...
removeLevelAction.warning.MESSAGE=Uma ou mais linhas selecionadas s\u00E3o variantes. Esta a\u00E7\u00E3o mover\u00E1 as op\u00E7\u00F5es e regras para o pai e mesclar\u00E1 as condi\u00E7\u00F5es variantes com uma das secund\u00E1rias, se necess\u00E1rio.

#MoveNodes
moveNodesAction.warning.TITLE=Mover n\u00F3: Aviso...
moveNodesAction.warning.MESSAGE=Uma ou mais linhas selecionadas s\u00E3o variantes. Esta a\u00E7\u00E3o copiar\u00E1 condi\u00E7\u00F5es variantes para novas linhas.\nAl\u00E9m disso, as condi\u00E7\u00F5es variantes podem se tornar inv\u00E1lidas durante a opera\u00E7\u00E3o de cortar e colar, ent\u00E3o corrija-as\n manualmente, se necess\u00E1rio.
moveNodesAction.abs_error.MESSAGE=Uma ou mais linhas selecionadas tem ocorr\u00EAncia absoluta de substitui\u00E7\u00E3o. Esta a\u00E7\u00E3o ser\u00E1 cancelada.
moveNodesAction.error.no_pending_cut_line=Nenhum corte de linha pendente foi encontrado para mover.
moveNodesAction.redline_warning.MESSAGE=A revers\u00E3o desta a\u00E7\u00E3o n\u00E3o \u00E9 suportada. Qualquer substitui\u00E7\u00E3o de dados abaixo da linha de corte pode ser perdida. \nOk para continuar? 
moveNodesAction.redline_warning.TITLE=Aviso de Cortar/Colar
moveNodesAction.multi_selection_warning.MESSAGE=Diversas linhas s\u00E3o selecionadas para colar as linhas recortadas. Este recurso n\u00E3o \u00E9 suportado por tipos primitivos de reestrutura\u00E7\u00E3o. \nO recurso copia e cola em vez de mover e \u00E9 poss\u00EDvel que dados sejam perdidos. Confirme a a\u00E7\u00E3o.
moveNodesAction.error.repeat_call=A opera\u00E7\u00E3o anterior est\u00E1 sendo processada, aguarde.

#InsertLevel
insertLevelAction.ERRORMSG=Inserir n\u00EDvel n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida nos Objetos selecionados
insertLevelAction.ERROR=Sele\u00E7\u00F5es inv\u00E1lidas
insertLevelRootLine.ERRORMSG=Inserir n\u00EDvel n\u00E3o pode ser executado em linhas raiz.
insertLevelWrongTree.ERRORMSG=Inserir n\u00EDvel s\u00F3 pode ser executado em linhas de \u00E1rvore de Estrutura de visualiza\u00E7\u00E3o de base.

#RevertAll, Revert
revertPendingEditsWarning.MSG=Ok para reverter edi\u00E7\u00F5es pendentes marcadas?
revertPendingEditsWarning.TITLE=Reverter todas as confirma\u00E7\u00F5es de edi\u00E7\u00E3o pendentes marcadas
revertAllPendingEditsWarning.MSG=Ok para reverter todas as edi\u00E7\u00F5es pendentes marcadas desta janela?
revertAllPendingEditsWarning.TITLE=Reverter todas as confirma\u00E7\u00F5es de edi\u00E7\u00E3o pendentes marcadas

#occurance effectivity
occGDELineAction.ERRORMSG=Efetividade de ocorr\u00EAncia n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
occGDELineAction.ERROR=Opera\u00E7\u00E3o inv\u00E1lida
dataPanelObjectSelection.ERRORMSG=Objetos selecionados no Painel de dados n\u00E3o s\u00E3o v\u00E1lidos para Efetividade da ocorr\u00EAncia.

#revision effectivity
revGDELineAction.ERRORMSG=Efetividade da revis\u00E3o n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
revGDELineAction.ERROR=Opera\u00E7\u00E3o inv\u00E1lida
revGDELineCMAction.ERRORMSG=A efetividade de revis\u00E3o para o objeto selecionado deve ser criada em Mudar a Perspectiva de Gest\u00E3o.

#Variant Condition
varCondGDELineAction.ERRORMSG=como n\u00E3o \u00E9 uma opera\u00E7\u00E3o v\u00E1lida no objeto selecionado
varCondGDELineAction.ERROR=Opera\u00E7\u00E3o inv\u00E1lida

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Objeto inv\u00E1lido est\u00E1 selecionado, e n\u00E3o \u00E9 adequado para Substitui\u00E7\u00E3o
replaceFromClipboard.clipboardEmpty.MSG=\u00C1rea de transfer\u00EAncia est\u00E1 vazia, nenhum objeto foi encontrado para Substituir
replaceFromClipboard.Error.MSG=Erro! Substituir...

# Toggle Precise
leafBOMLineWarning=Opera\u00E7\u00E3o Chavear Fixo/Din\u00E2mico n\u00E3o funciona nas bomlines folhas

#Update VI Revisions
upadteVi.title=Atualiza\u00E7\u00E3o de item vari\u00E1vel...
updateVi.notGenericItem=O item de revis\u00E3o selecionado n\u00E3o \u00E9 um componente gen\u00E9rico
updateVi.firstItemRevisionMsg=Esta \u00E9 a primeira revis\u00E3o deste componente gen\u00E9rico.\nAtualiza\u00E7\u00E3o de item variante s\u00F3 pode ser feita em revis\u00F5es subsequentes.
updateVi.selectOnlyOneBOMLine=Um \u00FAnico n\u00F3 deve estar selecionado para a atualiza\u00E7\u00E3o de Item Variante.

absocc.noContextBOMLine=Contexto n\u00E3o definido
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Remover desenho(s) do produto.
removePartFromIAConfirm.MSG=Clicar em sim resultaria na remo\u00E7\u00E3o do(s) Design(s) de\nseus pais permanentemente. Deseja continuar?
removePartFromIA.DELETEMSG=Componente(s) removido(s) com \u00EAxito
moreObjectsSelected.PREMSG=Selecione
moreObjectsSelected.POSTMSG=ou menos desenhos para remover do produto
removeDsnMsg=Removendo componente do produto ...
noStructureLoaded=Nenhuma estrutura est\u00E1 carregada
bopNotSupported=Este recurso n\u00E3o pode ser utilizado em uma estrutura do BOP
notImplemented=Este recurso n\u00E3o pode ser utilizado neste aplicativo
error.TITLE=Erro
gdeLineObjects=GDE Objetos de linha
topBOMLine=Voc\u00EA selecionou a BOMLine topo. Selecione uma BOMLine diferente da BOMLine topo

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Falha ao executar a ExportConfiguredNXAssemblyDialog
exportConfNXAssembly.failedToExportWithoutSave=As altera\u00E7\u00F5es no Gerenciador de estrutura devem ser salvas antes de proceder com a exporta\u00E7\u00E3o.
exportConfNXAssembly.startingExportOperation=Iniciando a opera\u00E7\u00E3o de Exporta\u00E7\u00E3o de Variante Configurada
exportConfNXAssembly.saveBOM=Salvando BOM...

#Set Override Folder Action
ruleContainsNoOverride=A regra atual n\u00E3o cont\u00E9m uma entrada de substitui\u00E7\u00E3o.
ruleContainsNonNullOverride=A entrada de substitui\u00E7\u00E3o na regra atual j\u00E1 est\u00E1 definida.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Atualizar janela
refreshConfirmation.TEXT=Atualizar a janela pode demorar.\nA UI tamb\u00E9m pode demorar para redesenhar/atualizar.\nDeseja continuar?
refreshBOMWrongApp.TEXT=Sele\u00E7\u00E3o inv\u00E1lida.  Selecione uma janela BOM.
#Compare Error popup
compareNoStructureLoaded.TITLE=Erro
compareNoStructureLoaded.MSG=Compara\u00E7\u00E3o necessita de duas estruturas carregadas

#BOMDeleteAction
BOMDelete.Text=Essa opera\u00E7\u00E3o remover\u00E1 todas as linhas das ocorr\u00EAncias dos objetos selecionados e em seguida excluir\u00E1 os objetos. Se a estrutura for grande, a opera\u00E7\u00E3o pode demorar. \nEscolha Sim para continuar com a a\u00E7\u00E3o de exclus\u00E3o ou N\u00E3o para remover linhas.
invalidSelectionDelete.Text=Sele\u00E7\u00E3o inv\u00E1lida. N\u00E3o \u00E9 poss\u00EDvel excluir os objetos selecionados.
