# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=Seleccione una sola l\u00EDnea
notAnItemLine=Esta operaci\u00F3n solo es v\u00E1lida para l\u00EDneas de \u00EDtem
notAllowedOnRoot=Esta operaci\u00F3n no es v\u00E1lida para l\u00EDneas ra\u00EDz
notAllowedOnPackedLines=Este valor no es v\u00E1lido para las l\u00EDneas empaquetadas
selectParentAndChild=Si se seleccionan \u00EDtems m\u00FAltiples que contienen padres e hijos, se reemplaza la estructura completa debajo del padre.
notAllowedOnRootUnitNetEff={0} no se calcul\u00F3 la efectividad neta porque es la l\u00EDnea ra\u00EDz
singleLineUnitNetEff=No se puede calcular la efectividad neta de varias ocurrencias.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Guardar el marcador de p\u00E1gina
saveBookmarkAction.saveBookmarkError=No se puede realizar la operaci\u00F3n Guardar el marcador de p\u00E1gina. No se ha seleccionado ninguna ventana de BOM ni l\u00EDneas de BOM para guardar.
saveBookmarkAction.bomPanelNotSaved=No se puede guardar el marcador de p\u00E1gina. No se guardaron las modificaciones realizadas en la ventana.

# FindInBillAction
findBill.invalid=Error interno: la ra\u00EDz del \u00E1rbol Gestor de estructuras no es una l\u00EDnea de BOM
findBill.nullRoot=No hay ning\u00FAn nodo ra\u00EDz para este \u00E1rbol; no hay nada para buscar.

#occEffectAction
noConsistentOccEffect=No todas las l\u00EDneas de BOM seleccionadas tienen el mismo identificador de efectividad de la ocurrencia.
newOccEffectsInLegacyMode=Se encontraron efectividades de ocurrencias nuevas en el modo heredado. El modo de mantenimiento est\u00E1 habilitado para esta ocurrencia.
mixedOccEffectsInLegacyMode=Se encontraron efectividades de ocurrencias mixtas en el modo heredado. El modo de actualizaci\u00F3n est\u00E1 habilitado para esta ocurrencia.
mixedOccEffectsInMaintMode=Se encontraron efectividades de ocurrencias mixtas en el modo de mantenimiento. El modo de actualizaci\u00F3n est\u00E1 habilitado para esta ocurrencia.
occEffectTitle=Efectividad de la ocurrencia

noRemoteLines=No se ha seleccionado ninguna l\u00EDnea remota.

select.TITLE=Importar de manera remota
actionError.TITLE=Error

#Title for Supercedure Definition:
supercedure.Title=Definici\u00F3n de sustituci\u00F3n

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Iniciando la aplicaci\u00F3n Comparaci\u00F3n gr\u00E1fica de BOM....
compareOperation.MESSAGE=Ejecutando el motor de comparaci\u00F3n de BOM ....

noBOMLineAvailable.MESSAGE=No hay disponible ninguna ventana de BOM abierta No se puede iniciar el cuadro de di\u00E1logo Historial gr\u00E1fico
noBOMLineAvailable.TITLE=No hay ninguna ventana de BOM abierta

noPVInstalled.TEXT=Cliente rico de Visualization no est\u00E1 instalado o no est\u00E1 configurado correctamente.\nNo se puede iniciar el cuadro de di\u00E1logo Historial de gr\u00E1ficos.
noPVInstalled.TITLE=No se instal\u00F3 la aplicaci\u00F3n Visualization

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Recuento de m\u00F3dulos
moduleCount.msg.noModules=No existen m\u00F3dulos de variante en la estructura actualmente expandida
moduleCount.msg.foundModules=m\u00F3dulos de variante en la estructura actualmente expandida

# Unlink VI
unlinkVi.singleBlNotSelected=Seleccione una l\u00EDnea de BOM sencilla para el \u00EDtem de variante que desea desenlazar
unlinkVi.warning.title=Desenlazar el \u00EDtem de variante
unlinkVi.warning.msg=No se puede validar un \u00EDtem de variante sin enlace con su componente gen\u00E9rico.\nUna vez que se anula el enlace de un \u00EDtem de variante, no se puede volver a enlazarlo.\n\u00BFDesea continuar?

#packwait

packGDELineAction.ERRORMSG=La operaci\u00F3n de empaquetar no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
packGDELineAction.ERROR=No se puede empaquetar

#unpack
unpackGDELineAction.ERRORMSG=La operaci\u00F3n Desempaquetar no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
unpackGDELineAction.ERROR=No se puede desempaquetar

#add
addGDELineAction.ERRORMSG=Agregar no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
addGDELineAction.ERROR=No se puede a\u00F1adir

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=Pegar el sustituto no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
pasteSubstituteGDELineAction.ERROR=No se puede pegar el sustituto

#replace
replaceGDELineAction.ERRORMSG=El reemplazo del elemento del \u00EDtem no es compatible con este men\u00FA. Utilice reemplazar el men\u00FA.
replaceGDELineAction.ERROR=No se puede reemplazar

#showSuperseded
showSupersededAction.ERRORMSG=Mostrar una sustituci\u00F3n no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
showSupersededAction.ERROR=No se puede mostrar las sustituciones
showSupersededAction.TITLE=Mostrar sustituciones
showSupersededAction.NOTPRECISEMSG=No se pudo ejecutar la acci\u00F3n Mostrar la acci\u00F3n sustituida. El bvr seleccionado debe estar configurado como preciso y la regla de revisi\u00F3n debe ser precisa.

#updateSuperseded
updateSupersededAction.ERRORMSG=Actualizar una sustituci\u00F3n no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
updateSupersededAction.ERROR=No se pueden actualizar las sustituciones
updateSupersededAction.TITLE=Actualizar sustituciones
updateSupersededAction.NOTPRECISEMSG=No se pudo actualizar la acci\u00F3n sustituida. Se debe configurar la BVR madre como precisa y la regla de revisi\u00F3n debe ser precisa.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=Lista de materiales dividida no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
splitBOMGDELineAction.ERROR=No se puede dividir la l\u00EDnea de la Lista de materiales.

#RemoveLevel
removeLevelAction.warning.TITLE=Quitar el nivel: Aviso......
removeLevelAction.warning.MESSAGE=Una o m\u00E1s l\u00EDneas seleccionadas son variantes. Esta acci\u00F3n mover\u00E1 las opciones y reglas hacia el padre y fusionar\u00E1 las condiciones de la variante con las de los hijos si fuera necesario.

#MoveNodes
moveNodesAction.warning.TITLE=Mover el nodo: Aviso......
moveNodesAction.warning.MESSAGE=Una o m\u00E1s l\u00EDneas seleccionadas son variantes. Esta acci\u00F3n copiar\u00E1 las condiciones de las variantes en las l\u00EDneas nuevas.\nAdem\u00E1s, puede que las condiciones de las variantes se conviertan en inv\u00E1lidas durante la operaci\u00F3n Cortar y pegar, corr\u00EDjalas \nmanualmente si fuera necesario.
moveNodesAction.abs_error.MESSAGE=Una o m\u00E1s l\u00EDneas tienen sustituciones de ocurrencias absolutas. Se cancelar\u00E1 la acci\u00F3n.
moveNodesAction.error.no_pending_cut_line=No se encuentra ninguna l\u00EDnea de corte pendiente para mover.
moveNodesAction.redline_warning.MESSAGE=No se admite la reversi\u00F3n de esta acci\u00F3n, puede perder los datos sustituidos por debajo de la l\u00EDnea de corte. \n\u00BFAceptar para continuar? 
moveNodesAction.redline_warning.TITLE=Aviso: cortar o pegar
moveNodesAction.multi_selection_warning.MESSAGE=Se seleccionaron l\u00EDneas m\u00FAltiples para pegar las l\u00EDneas pendientes de corte. Los tipos primitivos de reestructuraci\u00F3n no lo admiten. Se implementar\u00E1 Pegar y cortar en lugar de Mover a. Conf\u00EDrmelo. \n
moveNodesAction.error.repeat_call=Se est\u00E1 procesando la operaci\u00F3n, espere.

#InsertLevel
insertLevelAction.ERRORMSG=Insertar nivel no es una operaci\u00F3n v\u00E1lida en los objetos seleccionados
insertLevelAction.ERROR=Selecciones no v\u00E1lidas
insertLevelRootLine.ERRORMSG=No se puede ejecutar la acci\u00F3n Insertar nivel en las l\u00EDneas ra\u00EDces.
insertLevelWrongTree.ERRORMSG=Se puede ejecutar Insertar nivel solamente en las l\u00EDneas en Vista base del \u00E1rbol de estructuras.

#RevertAll, Revert
revertPendingEditsWarning.MSG=\u00BFEst\u00E1 de acuerdo con revertir las ediciones marcadas pendientes?
revertPendingEditsWarning.TITLE=Confirmaci\u00F3n para revertir las ediciones marcadas pendientes
revertAllPendingEditsWarning.MSG=\u00BFEst\u00E1 de acuerdo con revertir todas las ediciones marcadas pendientes de esta ventana?
revertAllPendingEditsWarning.TITLE=Revertir todas las modificaciones marcadas pendientes

#occurance effectivity
occGDELineAction.ERRORMSG=La efectividad de ocurrencia no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
occGDELineAction.ERROR=Operaci\u00F3n no v\u00E1lida
dataPanelObjectSelection.ERRORMSG=Los objetos seleccionados en el panel Datos no son v\u00E1lidos para la efectividad de ocurrencia.

#revision effectivity
revGDELineAction.ERRORMSG=La efectividad de la revisi\u00F3n no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
revGDELineAction.ERROR=Operaci\u00F3n no v\u00E1lida
revGDELineCMAction.ERRORMSG=Se deber\u00E1 crear la efectividad de la revisi\u00F3n del objeto seleccionado en la perspectiva Gesti\u00F3n de cambios.

#Variant Condition
varCondGDELineAction.ERRORMSG=Edici\u00F3n->Condici\u00F3n de variante no es una operaci\u00F3n v\u00E1lida en el objeto seleccionado
varCondGDELineAction.ERROR=Operaci\u00F3n no v\u00E1lida

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Se seleccion\u00F3 un objeto no v\u00E1lido, que no es apropiado para sustituir
replaceFromClipboard.clipboardEmpty.MSG=El Portapapeles est\u00E1 vac\u00EDo, no se encontr\u00F3 ning\u00FAn objeto para reemplazar
replaceFromClipboard.Error.MSG=Error Reemplazar...

# Toggle Precise
leafBOMLineWarning=La operaci\u00F3n de seleccionar preciso/impreciso no funciona con las l\u00EDneas de la lista de materiales (BOM) de tipo hoja

#Update VI Revisions
upadteVi.title=Actualizar el \u00EDtem variante ...
updateVi.notGenericItem=La revisi\u00F3n del \u00EDtem seleccionado no es un componente gen\u00E9rico
updateVi.firstItemRevisionMsg=Esta es la primera revisi\u00F3n del componente gen\u00E9rico.\nLa actualizaci\u00F3n del \u00EDtem variante solamente puede tener lugar en revisiones subsiguientes.
updateVi.selectOnlyOneBOMLine=Es necesario seleccionar un nodo \u00FAnico para Actualizar el \u00EDtem variante.

absocc.noContextBOMLine=Contenido no fijado
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Quitar los dise\u00F1os del producto.
removePartFromIAConfirm.MSG=Si pulsa el bot\u00F3n S\u00ED, se quitar\u00E1n permanentemente los dise\u00F1os del \npadre. \u00BFDesea continuar?
removePartFromIA.DELETEMSG=Componentes quitados correctamente
moreObjectsSelected.PREMSG=Seleccione
moreObjectsSelected.POSTMSG=o menos dise\u00F1os para quitar del producto
removeDsnMsg=Quitando el componente del producto...
noStructureLoaded=No se carg\u00F3 ninguna estructura
bopNotSupported=No se puede usar esta caracter\u00EDstica en una estructura BOP
notImplemented=No se puede utilizar esta caracter\u00EDstica con la aplicaci\u00F3n.
error.TITLE=Error
gdeLineObjects=Objetos de l\u00EDnea GDE
topBOMLine=Ha seleccionado la l\u00EDnea superior del BOM. Seleccione una l\u00EDnea de BOM que no sea la superior

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Fallo al ejecutar el cuadro de di\u00E1logo Exportar el ensamble configurado de NX
exportConfNXAssembly.failedToExportWithoutSave=Se deben guardar los cambios en el Gestor de estructuras antes de continuar con la exportaci\u00F3n.
exportConfNXAssembly.startingExportOperation=Iniciando la operaci\u00F3n Exportar la variante configurada
exportConfNXAssembly.saveBOM=Guardando la Lista de materiales...

#Set Override Folder Action
ruleContainsNoOverride=La regla de revisi\u00F3n actual no contiene una entrada de sustituci\u00F3n.
ruleContainsNonNullOverride=Ya se fij\u00F3 la entrada de sustituci\u00F3n de la regla actual.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Actualizar ventana
refreshConfirmation.TEXT=La actualizaci\u00F3n de la ventana puede llevar tiempo.\nLa actualizaci\u00F3n o la repintura de la interfaz tambi\u00E9n puede llevar tiempo.\n\u00BFDesea continuar?
refreshBOMWrongApp.TEXT=Selecci\u00F3n no v\u00E1lida. Seleccione una ventana BOM.
#Compare Error popup
compareNoStructureLoaded.TITLE=Error
compareNoStructureLoaded.MSG=Comparar necesita tener dos estructuras cargadas

#BOMDeleteAction
BOMDelete.Text=Esta operaci\u00F3n quitar\u00E1 todas las l\u00EDneas de las ocurrencias de los objetos seleccionados y eliminar\u00E1 los objetos. Si la estructura es grande, llevar\u00E1 un tiempo.\nPulse S\u00ED para continuar con la acci\u00F3n Eliminar o pulse No para quitar las l\u00EDneas.
invalidSelectionDelete.Text=Selecci\u00F3n no v\u00E1lida. No se pueden eliminar los objetos seleccionados.
