# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=Vyberte pouze jeden \u0159\u00E1dek
notAnItemLine=Tato operace je platn\u00E1 pouze pro \u0159\u00E1dky polo\u017Eek
notAllowedOnRoot=Tato operace nen\u00ED platn\u00E1 pro \u0159\u00E1dky ko\u0159ene
notAllowedOnPackedLines=Tato operace nen\u00ED platn\u00E1 pro sbalen\u00E9 \u0159\u00E1dky
selectParentAndChild=Pokud je vybr\u00E1no v\u00EDce polo\u017Eek, kter\u00E9 obsahuj\u00ED nad\u0159azenou a pod\u0159azenou polo\u017Eku, pak bude cel\u00E1 struktura pod nad\u0159azenou polo\u017Ekou nahrazena.
notAllowedOnRootUnitNetEff=\u0158\u00E1dek {0} nem\u00E1 vypo\u010D\u00EDtanou celkovou \u00FA\u010Dinnost, proto\u017Ee se jedn\u00E1 o \u0159\u00E1dek ko\u0159ene.
singleLineUnitNetEff=U v\u00EDce v\u00FDskyt\u016F nen\u00ED mo\u017En\u00E9 vypo\u010D\u00EDtat celkovou \u00FA\u010Dinnost.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Ulo\u017Eit z\u00E1lo\u017Eku
saveBookmarkAction.saveBookmarkError=Operaci Ulo\u017Eit z\u00E1lo\u017Eku nen\u00ED mo\u017En\u00E9 prov\u00E9st.  Nebylo vybr\u00E1no BOMWindow nebo BOMLines k ulo\u017Een\u00ED.
saveBookmarkAction.bomPanelNotSaved=Z\u00E1lo\u017Eku nen\u00ED mo\u017En\u00E9 ulo\u017Eit. Zm\u011Bny okna nebyly ulo\u017Eeny.

# FindInBillAction
findBill.invalid=Intern\u00ED chyba: Ko\u0159en stromu spr\u00E1vce struktury nen\u00ED BOMline
findBill.nullRoot=\u017D\u00E1dn\u00FD ko\u0159enov\u00FD uzel pro tento strom - nen\u00ED co vyhledat.

#occEffectAction
noConsistentOccEffect=V\u0161echny vybran\u00E9 \u0159\u00E1dky rozpisky nemaj\u00ED stejn\u00FD ID \u00FA\u010Dinnosti v\u00FDskytu.
newOccEffectsInLegacyMode=V nez\u00E1visl\u00E9m re\u017Eimu byly nalezeny nov\u00E9 \u00FA\u010Dinnosti v\u00FDskytu. Re\u017Eim \u00FAdr\u017Eby je povolen pro tento v\u00FDskyt.
mixedOccEffectsInLegacyMode=V nez\u00E1visl\u00E9m re\u017Eimu byly nalezeny sm\u00ED\u0161en\u00E9 \u00FA\u010Dinnosti v\u00FDskytu. Re\u017Eim upgradu je povolen pro tento v\u00FDskyt.
mixedOccEffectsInMaintMode=V re\u017Eimu \u00FAdr\u017Eby byly nalezeny sm\u00ED\u0161en\u00E9 \u00FA\u010Dinnosti v\u00FDskytu. Re\u017Eim upgradu je povolen pro tento v\u00FDskyt.
occEffectTitle=\u00DA\u010Dinnost v\u00FDskytu

noRemoteLines=Nejsou vybr\u00E1ny vzd\u00E1len\u00E9 \u0159\u00E1dky

select.TITLE=Importovat vzd\u00E1len\u00E9
actionError.TITLE=Chyba

#Title for Supercedure Definition:
supercedure.Title=Definice nahrazen\u00ED

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Spou\u0161t\u011Bn\u00ED aplikace grafick\u00E9ho porovn\u00E1n\u00ED rozpisek...
compareOperation.MESSAGE=Spou\u0161t\u011Bn\u00ED porovn\u00E1vac\u00EDho modulu rozpisky...

noBOMLineAvailable.MESSAGE=Nen\u00ED dostupn\u00E9 \u017E\u00E1dn\u00E9 otev\u0159en\u00E9 okno rozpisky. Dialogov\u00E9 okno grafick\u00E9 historie nen\u00ED mo\u017En\u00E9 zobrazit
noBOMLineAvailable.TITLE=\u017D\u00E1dn\u00E9 otev\u0159en\u00E9 okno rozpisky

noPVInstalled.TEXT=Vizualizace pln\u00E9ho klienta nen\u00ED nainstalov\u00E1na nebo nen\u00ED spr\u00E1vn\u011B konfigurov\u00E1na.\nNen\u00ED mo\u017En\u00E9 zobrazit dialogov\u00E9 okno Grafick\u00E1 historie.
noPVInstalled.TITLE=Nen\u00ED instalov\u00E1na \u017E\u00E1dn\u00E1 vizualizace

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Po\u010Det modul\u016F
moduleCount.msg.noModules=V aktu\u00E1ln\u011B rozbalen\u00E9 struktu\u0159e nejsou \u017E\u00E1dn\u00E9 moduly variant\u016F!
moduleCount.msg.foundModules=moduly variant\u016F v aktu\u00E1ln\u011B rozbalen\u00E9 struktu\u0159e

# Unlink VI
unlinkVi.singleBlNotSelected=Vyberte jeden \u0159\u00E1dek rozpisky pro polo\u017Eku varianty, kterou chcete odpojit
unlinkVi.warning.title=Odpojit polo\u017Eku varianty
unlinkVi.warning.msg=Platnost odpojen\u00E9 polo\u017Eka varianty nen\u00ED ov\u011B\u0159ena v\u016F\u010Di sv\u00E9 obecn\u00E9 komponent\u011B.\nJestli\u017Ee se polo\u017Eka varianty jednou odpoj\u00ED, nen\u00ED mo\u017En\u00E9 ji znovu p\u0159ipojit!\nChcete pokra\u010Dovat?

#packwait

packGDELineAction.ERRORMSG=Zabalen\u00ED nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
packGDELineAction.ERROR=Nen\u00ED mo\u017En\u00E9 zabalit

#unpack
unpackGDELineAction.ERRORMSG=Rozbalen\u00ED nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
unpackGDELineAction.ERROR=Nen\u00ED mo\u017En\u00E9 rozbalit

#add
addGDELineAction.ERRORMSG=P\u0159id\u00E1n\u00ED nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
addGDELineAction.ERROR=Nen\u00ED mo\u017En\u00E9 p\u0159idat

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=Vlo\u017Een\u00ED n\u00E1hrady nen\u00ED platn\u00E1 operace s vybran\u00FDm objektem
pasteSubstituteGDELineAction.ERROR=N\u00E1hradu nen\u00ED mo\u017En\u00E9 vlo\u017Eit

#replace
replaceGDELineAction.ERRORMSG=Nahrazen\u00ED objektu polo\u017Eky nen\u00ED v t\u00E9to nab\u00EDdce podporov\u00E1no, pou\u017Eijte nab\u00EDdku Nahradit
replaceGDELineAction.ERROR=Nen\u00ED mo\u017En\u00E9 nahradit

#showSuperseded
showSupersededAction.ERRORMSG=Zobrazit nahrazen\u00E9 nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
showSupersededAction.ERROR=Nen\u00ED mo\u017En\u00E9 zobrazit nahrazen\u00E9
showSupersededAction.TITLE=Zobrazit nahrazen\u00E9
showSupersededAction.NOTPRECISEMSG=Akci Zobrazit nahrazen\u00E9 nen\u00ED mo\u017En\u00E9 prov\u00E9st. Vybranou BVR je t\u0159eba nastavit na precise a pravidlo revize mus\u00ED b\u00FDt nastaveno na precise.

#updateSuperseded
updateSupersededAction.ERRORMSG=Aktualizovat nahrazen\u00E9 nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
updateSupersededAction.ERROR=Nen\u00ED mo\u017En\u00E9 aktualizovat nahrazen\u00E9
updateSupersededAction.TITLE=Aktualizovat nahrazen\u00E9
updateSupersededAction.NOTPRECISEMSG=Akci Aktualizovat nahrazen\u00E9 nen\u00ED mo\u017En\u00E9 prov\u00E9st. Nad\u0159azenou BVR je t\u0159eba nastavit na precise a pravidlo revize mus\u00ED b\u00FDt nastaveno na precise.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=SplitBOM nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
splitBOMGDELineAction.ERROR=\u0158\u00E1dek rozpisky nen\u00ED mo\u017En\u00E9 rozd\u011Blit

#RemoveLevel
removeLevelAction.warning.TITLE=Odebrat \u00FArove\u0148: Upozorn\u011Bn\u00ED...
removeLevelAction.warning.MESSAGE=Jeden nebo v\u00EDce vybran\u00FDch \u0159\u00E1dk\u016F jsou varianty. Tato akce p\u0159esune mo\u017Enosti a pravidla do nad\u0159azen\u00E9 polo\u017Eky, a pokud je to nutn\u00E9, slou\u010D\u00ED podm\u00EDnky varianty s podm\u00EDnkami pod\u0159azen\u00FDch polo\u017Eek.

#MoveNodes
moveNodesAction.warning.TITLE=P\u0159esunout uzel: Upozorn\u011Bn\u00ED...
moveNodesAction.warning.MESSAGE=Jeden nebo v\u00EDce vybran\u00FDch \u0159\u00E1dk\u016F jsou varianty. Tato akce zkop\u00EDruje podm\u00EDnky variant\u016F do nov\u00FDch \u0159\u00E1dk\u016F.\nPodm\u00EDnky variant\u016F se nav\u00EDc p\u0159i kop\u00EDrov\u00E1n\u00ED a vlo\u017Een\u00ED mohou st\u00E1t neplatn\u00FDmi, opravte\nje tedy v p\u0159\u00EDpad\u011B pot\u0159eby.
moveNodesAction.abs_error.MESSAGE=Jeden nebo v\u00EDce vybran\u00FDch \u0159\u00E1dk\u016F obsahuje p\u0159edefinov\u00E1n\u00ED absolutn\u00EDho v\u00FDskytu. Tato akce bude zru\u0161ena.
moveNodesAction.error.no_pending_cut_line=K p\u0159esunut\u00ED nebyl nalezen \u017E\u00E1dn\u00FD nevy\u0159e\u0161en\u00FD vyjmut\u00FD \u0159\u00E1dek.
moveNodesAction.redline_warning.MESSAGE=Vr\u00E1cen\u00ED t\u00E9to akce nen\u00ED podporov\u00E1no, ve\u0161ker\u00E1 data p\u0159edefinov\u00E1n\u00ED pod vyjmut\u00FDm \u0159\u00E1dkem. \nChcete opravdu pokra\u010Dovat? 
moveNodesAction.redline_warning.TITLE=Upozorn\u011Bn\u00ED vyjmut\u00ED/vlo\u017Een\u00ED
moveNodesAction.multi_selection_warning.MESSAGE=Pro vlo\u017Een\u00ED nevy\u0159e\u0161en\u00FDch vyjmut\u00FDch \u0159\u00E1dk\u016F bylo vybr\u00E1no v\u00EDce \u0159\u00E1dk\u016F. To z\u00E1kladn\u00ED prvky restrukturalizace nepodporuj\u00ED. \nM\u00EDsto p\u0159esunut\u00ED bude provedeno vlo\u017Een\u00ED a vyjmut\u00ED. M\u016F\u017Ee doj\u00EDt ke ztr\u00E1t\u011B dat. Potvr\u010Fte, zda chcete operaci prov\u00E9st.
moveNodesAction.error.repeat_call=P\u0159edchoz\u00ED operace se zpracov\u00E1v\u00E1, \u010Dekejte.

#InsertLevel
insertLevelAction.ERRORMSG=Vlo\u017Eit \u00FArove\u0148 nen\u00ED platn\u00E1 operace pro vybran\u00E9 objekty
insertLevelAction.ERROR=Neplatn\u00E9 v\u00FDb\u011Bry
insertLevelRootLine.ERRORMSG=Na \u0159\u00E1dc\u00EDch ko\u0159ene nen\u00ED mo\u017En\u00E9 spustit \u00DArove\u0148 vlo\u017Een\u00ED.
insertLevelWrongTree.ERRORMSG=\u00DArove\u0148 vlo\u017Een\u00ED je mo\u017En\u00E9 spustit pouze na \u0159\u00E1dc\u00EDch v z\u00E1kladn\u00EDm pohledu stromu struktury.

#RevertAll, Revert
revertPendingEditsWarning.MSG=Vr\u00E1tit ozna\u010Den\u00E9 nevy\u0159\u00EDzen\u00E9 \u00FApravy kliknut\u00EDm na tla\u010D\u00EDtko OK?
revertPendingEditsWarning.TITLE=Potvrzen\u00ED vr\u00E1cen\u00ED ozna\u010Den\u00FDch nevy\u0159\u00EDzen\u00FDch \u00FAprav
revertAllPendingEditsWarning.MSG=Vr\u00E1tit ozna\u010Den\u00E9 nevy\u0159\u00EDzen\u00E9 \u00FApravy tohoto okna kliknut\u00EDm na tla\u010D\u00EDtko OK?
revertAllPendingEditsWarning.TITLE=Potvrzen\u00ED vr\u00E1cen\u00ED v\u0161ech ozna\u010Den\u00FDch nevy\u0159\u00EDzen\u00FDch \u00FAprav

#occurance effectivity
occGDELineAction.ERRORMSG=\u00DA\u010Dinnost v\u00FDskytu nen\u00ED platnou operac\u00ED vybran\u00E9ho objektu
occGDELineAction.ERROR=Neplatn\u00E1 operace
dataPanelObjectSelection.ERRORMSG=Objekty vybran\u00E9 na panelu dat nejsou platn\u00E9 pro \u00FA\u010Dinnost v\u00FDskytu.

#revision effectivity
revGDELineAction.ERRORMSG=\u00DA\u010Dinnost revize nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
revGDELineAction.ERROR=Neplatn\u00E1 operace
revGDELineCMAction.ERRORMSG=\u00DA\u010Dinnost revize pro vybran\u00FD objekt mus\u00ED b\u00FDt nastavena v perspektiv\u011B Spr\u00E1va zm\u011Bn.

#Variant Condition
varCondGDELineAction.ERRORMSG=\u00DApravy -> Podm\u00EDnka varianty nen\u00ED platn\u00E1 operace pro vybran\u00FD objekt
varCondGDELineAction.ERROR=Neplatn\u00E1 operace

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Je vybr\u00E1n neplatn\u00FD objekt, kter\u00FD nen\u00ED vhodn\u00FD pro nahrazen\u00ED
replaceFromClipboard.clipboardEmpty.MSG=Schr\u00E1nka je pr\u00E1zdn\u00E1, nebyl nalezen objekt pro nahrazen\u00ED
replaceFromClipboard.Error.MSG=Chyba! Nahrazen\u00ED...

# Toggle Precise
leafBOMLineWarning=P\u0159epnut\u00ED Precise/Imprecise nen\u00ED mo\u017En\u00E9 pou\u017E\u00EDt pro nevyv\u00E1\u017Een\u00E9 \u0159\u00E1dky rozpisky

#Update VI Revisions
upadteVi.title=Aktualizace polo\u017Eky varianty...
updateVi.notGenericItem=Vybran\u00E1 revize polo\u017Eky nen\u00ED obecn\u00E1 komponenta
updateVi.firstItemRevisionMsg=Toto je prvn\u00ED revize t\u00E9to obecn\u00E9 komponenty.\nAktualizace polo\u017Eky varianty m\u016F\u017Ee fungovat pouze u n\u00E1sleduj\u00EDc\u00EDch reviz\u00ED.
updateVi.selectOnlyOneBOMLine=K aktualizaci polo\u017Eky varianty je t\u0159eba vybrat jeden uzel.

absocc.noContextBOMLine=Kontext nebyl nastaven
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Odebrat komponentu(y) z rozpisky.
removePartFromIAConfirm.MSG=V\u00FDsledkem kliknut\u00ED na tla\u010D\u00EDtko Ano bude trval\u00E9 odebr\u00E1n\u00ED\n n\u00E1vrh\u016F z jejich nad\u0159azen\u00E9 polo\u017Eky. Chcete pokra\u010Dovat?
removePartFromIA.DELETEMSG=Komponenty byly \u00FAsp\u011B\u0161n\u011B odebr\u00E1ny
moreObjectsSelected.PREMSG=Vyberte
moreObjectsSelected.POSTMSG=nebo m\u00E9n\u011B n\u00E1vrh\u016F, kter\u00E9 chcete odebrat z v\u00FDrobku
removeDsnMsg=Odeb\u00EDr\u00E1n\u00ED komponent z v\u00FDrobku...
noStructureLoaded=Nebyla na\u010Dtena struktura
bopNotSupported=Tuto funkci nen\u00ED mo\u017En\u00E9 pou\u017E\u00EDt na technologick\u00FD postup
notImplemented=Tuto funkci nen\u00ED mo\u017En\u00E9 v t\u00E9to aplikaci pou\u017E\u00EDt
error.TITLE=Chyba
gdeLineObjects=Objekty \u0159\u00E1dku GDE
topBOMLine=Vybrali jste horn\u00ED BOMLine. Vyberte jin\u00FD ne\u017E horn\u00ED BOMLine.

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Chyba p\u0159i spu\u0161t\u011Bn\u00ED ExportConfiguredNXAssemblyDialog
exportConfNXAssembly.failedToExportWithoutSave=Zm\u011Bny ve spr\u00E1vci struktury je nutn\u00E9 p\u0159ed pokra\u010Dov\u00E1n\u00EDm k exportu ulo\u017Eit.
exportConfNXAssembly.startingExportOperation=Spou\u0161t\u00ED se operace exportu konfigurovan\u00E1 prom\u011Bnnou
exportConfNXAssembly.saveBOM=Ukl\u00E1d\u00E1 se rozpiska...

#Set Override Folder Action
ruleContainsNoOverride=Aktu\u00E1ln\u00ED pravidlo neobsahuje polo\u017Eku p\u0159edefinov\u00E1n\u00ED.
ruleContainsNonNullOverride=Polo\u017Eka p\u0159edefinov\u00E1n\u00ED v aktu\u00E1ln\u00EDm pravidle je ji\u017E nastavena.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Obnovit okno
refreshConfirmation.TEXT=Obnoven\u00ED okna m\u016F\u017Ee trvat dlouho.\nZnovu nat\u0159en\u00ED/obnoven\u00ED UI m\u016F\u017Ee tak\u00E9 zabrat n\u011Bjak\u00FD \u010Das.\nChcete pokra\u010Dovat?
refreshBOMWrongApp.TEXT=Neplatn\u00FD v\u00FDb\u011Br.  Vyberte okno rozpisky.
#Compare Error popup
compareNoStructureLoaded.TITLE=Chyba
compareNoStructureLoaded.MSG=Operace porovn\u00E1n\u00ED vy\u017Eaduje dv\u011B na\u010Dten\u00E9 struktury

#BOMDeleteAction
BOMDelete.Text=Tato operace odebere v\u0161echny \u010D\u00E1ry v\u00FDskytu vybran\u00FDch objekt\u016F a pak odstran\u00ED objekty. Pokud je struktura velk\u00E1, m\u016F\u017Ee to chv\u00EDli trvat.\nV\u00FDb\u011Brem mo\u017Enosti Ano pokra\u010Dujte v odstra\u0148ov\u00E1n\u00ED nebo v\u00FDb\u011Brem mo\u017Enosti Ne odeberte \u010D\u00E1ry.
invalidSelectionDelete.Text=Neplatn\u00FD v\u00FDb\u011Br. Vybran\u00E9 objekty nen\u00ED mo\u017En\u00E9 odstranit.
