# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=S\u00E9lectionnez une seule ligne
notAnItemLine=Cette op\u00E9ration est valable que pour des lignes articles
notAllowedOnRoot=Cette op\u00E9ration n'est pas valable pour des lignes racines
notAllowedOnPackedLines=Cette op\u00E9ration n'est pas valable pour des lignes compact\u00E9es
selectParentAndChild=Si plusieurs articles contenant parent et enfant sont s\u00E9lectionn\u00E9s, toute la structure situ\u00E9e sous le parent est remplac\u00E9e.
notAllowedOnRootUnitNetEff={0} n''a pas d''Effectivit\u00E9 nette calcul\u00E9e car c''est la ligne racine
singleLineUnitNetEff=L'effectivit\u00E9 nette ne peut pas \u00EAtre calcul\u00E9e pour plusieurs occurrences.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Sauvegarder signet
saveBookmarkAction.saveBookmarkError=Impossible d'enregistrer le signet. Aucune fen\u00EAtre de Nomenclature ou aucune ligne de Nomenclature n'est s\u00E9lectionn\u00E9e.
saveBookmarkAction.bomPanelNotSaved=Impossible d'enregistrer le signet. Les modifications de la fen\u00EAtre n'ont pas \u00E9t\u00E9 sauvegard\u00E9es.

# FindInBillAction
findBill.invalid=Erreur interne : la racine de l'arborescence Gestionnaire de structures n'est pas une ligne de Nomenclature
findBill.nullRoot=Aucun noeud racine pour cette arborescence - rien \u00E0 chercher.

#occEffectAction
noConsistentOccEffect=Toutes les lignes de Nomenclature s\u00E9lectionn\u00E9es n'ont pas la m\u00EAme occurrence d'ID d'effectivit\u00E9.
newOccEffectsInLegacyMode=Nouvelles effectivit\u00E9s d'occurrence dans le mode historique. Mode de Maintenance d\u00E9sormais activ\u00E9 pour cette occurrence.
mixedOccEffectsInLegacyMode=M\u00E9lange d'effectivit\u00E9s d'occurrence dans le mode historique. Mode de Mise \u00E0 niveau d\u00E9sormais activ\u00E9 pour cette occurrence.
mixedOccEffectsInMaintMode=M\u00E9lange d'effectivit\u00E9s d'occurrence dans le mode de maintenance. Mode de Mise \u00E0 niveau d\u00E9sormais activ\u00E9 pour cette occurrence.
occEffectTitle=Effectivit\u00E9 d'occurrence

noRemoteLines=Aucune ligne distante n'est s\u00E9lectionn\u00E9e

select.TITLE=Importer distant
actionError.TITLE=Erreur

#Title for Supercedure Definition:
supercedure.Title=D\u00E9finition de remplacement

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Lancement de l'application Comparaison de Nomenclature graphique...
compareOperation.MESSAGE=Ex\u00E9cution du moteur Comparer Nomenclature...

noBOMLineAvailable.MESSAGE=Aucune Fen\u00EAtre de Nomenclature ouverte disponible. Impossible de lancer Bo\u00EEte de Dialogue Historique Graphique
noBOMLineAvailable.TITLE=Aucune Fen\u00EAtre de Nomenclature ouverte

noPVInstalled.TEXT=Le client riche de Visualisation n'est pas install\u00E9 ou est mal configur\u00E9.\nImpossible de lancer la bo\u00EEte de dialogue Historique graphique.
noPVInstalled.TITLE=Pas de Visualisation install\u00E9e

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Comptage de module
moduleCount.msg.noModules=Il n'y a pas de module de variante dans la structure actuellement d\u00E9velopp\u00E9e.
moduleCount.msg.foundModules=modules de variante dans la structure actuellement d\u00E9velopp\u00E9e

# Unlink VI
unlinkVi.singleBlNotSelected=S\u00E9lectionnez une ligne de Nomenclature pour l'article de variante dont supprimer le lien
unlinkVi.warning.title=Supprimer le lien de l'article de variante
unlinkVi.warning.msg=Un article de variante \u00E0 lien supprim\u00E9 n'est pas valid\u00E9 pour son composant g\u00E9n\u00E9rique.\nD\u00E8s qu'un lien est supprim\u00E9, il ne peut plus \u00EAtre r\u00E9tabli.\nContinuer?

#packwait

packGDELineAction.ERRORMSG=Compacter n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
packGDELineAction.ERROR=Impossible de compacter

#unpack
unpackGDELineAction.ERRORMSG=D\u00E9compacter n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
unpackGDELineAction.ERROR=Impossible de d\u00E9compacter

#add
addGDELineAction.ERRORMSG=Ajouter n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
addGDELineAction.ERROR=Impossible d'ajouter

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=Coller l'article de substitution n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
pasteSubstituteGDELineAction.ERROR=Impossible de coller la substitution

#replace
replaceGDELineAction.ERRORMSG=Remplacement d'\u00E9l\u00E9ment d'article non pris en charge par ce menu, utiliser le menu Remplacer
replaceGDELineAction.ERROR=Impossible de remplacer

#showSuperseded
showSupersededAction.ERRORMSG=Afficher les remplac\u00E9s n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
showSupersededAction.ERROR=Impossible d'afficher les remplac\u00E9s
showSupersededAction.TITLE=Afficher les remplac\u00E9s
showSupersededAction.NOTPRECISEMSG=Il a \u00E9t\u00E9 impossible d'afficher les actions remplac\u00E9es. La BVR s\u00E9lectionn\u00E9e doit \u00EAtre r\u00E9gl\u00E9e sur Fig\u00E9 et la r\u00E8gle de r\u00E9vision doit \u00EAtre fig\u00E9e.

#updateSuperseded
updateSupersededAction.ERRORMSG=Mettre \u00E0 jour les remplac\u00E9s n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
updateSupersededAction.ERROR=Impossible de mettre \u00E0 jour les remplac\u00E9s
updateSupersededAction.TITLE=Mettre \u00E0 jour les remplac\u00E9s
updateSupersededAction.NOTPRECISEMSG=Il a \u00E9t\u00E9 impossible de mettre \u00E0 jour les actions remplac\u00E9es. La BVR parente doit \u00EAtre r\u00E9gl\u00E9e sur Fig\u00E9 et la r\u00E8gle de r\u00E9vision doit \u00EAtre fig\u00E9e.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=DiviserNomenclature n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
splitBOMGDELineAction.ERROR=Impossible de diviser la ligne de Nomenclature

#RemoveLevel
removeLevelAction.warning.TITLE=Supprimer le niveau: Avertissement......
removeLevelAction.warning.MESSAGE=Une ou plusieurs lignes s\u00E9lectionn\u00E9es sont des variantes. Cette action d\u00E9placera les options et r\u00E8gles vers le parent et fusionnera les conditions de variantes avec celles des enfants, ni n\u00E9cessaire.

#MoveNodes
moveNodesAction.warning.TITLE=D\u00E9placer le noeud : Avertissement......
moveNodesAction.warning.MESSAGE=Une ou plusieurs lignes s\u00E9lectionn\u00E9es sont des variantes. Cette action copiera les conditions de variantes vers de nouvelles lignes. \nD'autre part, les conditions de variante peuvent devenir non valables pendant des op\u00E9rations copier-coller, \nveuillez les corriger manuellement si n\u00E9cessaire.
moveNodesAction.abs_error.MESSAGE=Une ou plusieurs lignes s\u00E9lectionn\u00E9es contiennent des remplacements d'occurrences absolues. Cette action va \u00EAtre annul\u00E9e.
moveNodesAction.error.no_pending_cut_line=Aucune ligne coup\u00E9e en attente \u00E0 d\u00E9placer.
moveNodesAction.redline_warning.MESSAGE=Impossible d'annuler cette action, risque de perte des donn\u00E9es sous la ligne coup\u00E9e. \nOK pour continuer? 
moveNodesAction.redline_warning.TITLE=Avertissement de Copier/Coller
moveNodesAction.multi_selection_warning.MESSAGE=Plusieurs lignes sont s\u00E9lectionn\u00E9es pour coller la ou les lignes de coupe en attente. Ceci n'est pas pris en charge par les primitives de restructuration. \nCopier/couper sera ex\u00E9cut\u00E9 \u00E0 la place de d\u00E9placer vers. Des donn\u00E9es peuvent \u00EAtre perdues. Data may be lost. Veuillez confirmer.
moveNodesAction.error.repeat_call=L'op\u00E9ration pr\u00E9c\u00E9dente est en cours, veuillez patienter.

#InsertLevel
insertLevelAction.ERRORMSG=Ins\u00E9rer un niveau n'est pas une op\u00E9ration valable sur les objets s\u00E9lectionn\u00E9s
insertLevelAction.ERROR=S\u00E9lections incorrectes
insertLevelRootLine.ERRORMSG=Ins\u00E9rer un niveau ne peut pas \u00EAtre ex\u00E9cut\u00E9 sur des lignes racines.
insertLevelWrongTree.ERRORMSG=Ins\u00E9rer un niveau ne peut \u00EAtre ex\u00E9cut\u00E9 que sur des lignes dans la Vue de base de l'arborescence de Structure.

#RevertAll, Revert
revertPendingEditsWarning.MSG=OK pour revenir sur les \u00E9ditions en attente rep\u00E9r\u00E9es?
revertPendingEditsWarning.TITLE=Confirmation du retour sur les \u00E9ditions en attente rep\u00E9r\u00E9es
revertAllPendingEditsWarning.MSG=OK pour revenir sur les toutes les \u00E9ditions en attente rep\u00E9r\u00E9es dans cette fen\u00EAtre?
revertAllPendingEditsWarning.TITLE=Confirmation du retour sur toutes les \u00E9ditions en attente rep\u00E9r\u00E9es

#occurance effectivity
occGDELineAction.ERRORMSG=Occurrence d'effectivit\u00E9 n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
occGDELineAction.ERROR=Op\u00E9ration non valable
dataPanelObjectSelection.ERRORMSG=Les objets s\u00E9lectionn\u00E9s dans le Panneau de donn\u00E9es ne sont pas valables pour l'Effectivit\u00E9 d'occurrence.

#revision effectivity
revGDELineAction.ERRORMSG=Effectivit\u00E9 de r\u00E9vision n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9
revGDELineAction.ERROR=Op\u00E9ration non valable
revGDELineCMAction.ERRORMSG=L'Effectivit\u00E9 de r\u00E9vision pour l'objet s\u00E9lectionn\u00E9 doit \u00EAtre cr\u00E9\u00E9e dans la perspective Gestion des Modifications.

#Variant Condition
varCondGDELineAction.ERRORMSG=Editer -> Condition de variante n'est pas une op\u00E9ration valable sur l'objet s\u00E9lectionn\u00E9.
varCondGDELineAction.ERROR=Op\u00E9ration non valable

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Objet s\u00E9lectionn\u00E9 non valable, ne convient pas pour Remplacer
replaceFromClipboard.clipboardEmpty.MSG=Le presse-papiers est vide, objet introuvable pour Remplacer
replaceFromClipboard.Error.MSG=Erreur. Remplacer...

# Toggle Precise
leafBOMLineWarning=Op\u00E9ration Basculer Fig\u00E9/Dynamique ne fonctionne pas pour ligne de nomenc. feuilles

#Update VI Revisions
upadteVi.title=Mise \u00E0 jour Article de variante...
updateVi.notGenericItem=La r\u00E9vision d'article s\u00E9lectionn\u00E9e n'est pas un composant g\u00E9n\u00E9rique
updateVi.firstItemRevisionMsg=Il s'agit de la premi\u00E8re r\u00E9vision de ce composant g\u00E9n\u00E9rique.\nLa mise \u00E0 jour d'article de variante ne peut s'effectuer que sur les r\u00E9visions suivantes.
updateVi.selectOnlyOneBOMLine=Il faut s\u00E9lectionner un seul noeud pour mettre \u00E0 jour l'Article de variante.

absocc.noContextBOMLine=Contexte non d\u00E9fini
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Supprimer les conception(s) dans le produit.
removePartFromIAConfirm.MSG=R\u00E9pondre Oui supprimerait de fa\u00E7on permanente \n les conception(s) de leur parent. Voulez-vous continuer?
removePartFromIA.DELETEMSG=Composant(s) supprim\u00E9s
moreObjectsSelected.PREMSG=Veuillez s\u00E9lectionner
moreObjectsSelected.POSTMSG=conceptions (ou moins) \u00E0 supprimer du produit
removeDsnMsg=Suppression du composant dans le produit...
noStructureLoaded=Aucune structure charg\u00E9e
bopNotSupported=Cette fonction ne peut pas \u00EAtre utilis\u00E9e sur une structure BOP
notImplemented=Cette fonction ne peut pas \u00EAtre utilis\u00E9e dans cette application
error.TITLE=Erreur
gdeLineObjects=Objets de Ligne GDE
topBOMLine=Vous avez s\u00E9lectionn\u00E9 la ligne de Nomenclature sup\u00E9rieure. S\u00E9lectionnez une ligne de Nomenclature autre que la ligne sup\u00E9rieure

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Echec d'ex\u00E9cution ExportConfiguredNXAssemblyDialog
exportConfNXAssembly.failedToExportWithoutSave=Les modifications dans le Gestionnaire de structures doivent \u00EAtre sauvegard\u00E9es avant de poursuivre l'exportation.
exportConfNXAssembly.startingExportOperation=D\u00E9but de l'op\u00E9ration Exportation configur\u00E9e par variante 
exportConfNXAssembly.saveBOM=Sauvegarde de Nomenclature...

#Set Override Folder Action
ruleContainsNoOverride=La r\u00E8gle courante ne contient pas de commande prioritaire.
ruleContainsNonNullOverride=La commande prioritaire de la r\u00E8gle courante est d\u00E9j\u00E0 d\u00E9finie.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Actualiser la fen\u00EAtre
refreshConfirmation.TEXT=L'actualisation de la fen\u00EAtre peut prendre du temps.\nL'interface risque aussi de prendre du temps pour redessiner/actualiser.\nContinuer?
refreshBOMWrongApp.TEXT=S\u00E9lection non valable. S\u00E9lectionnez une fen\u00EAtre de Nomenclature.
#Compare Error popup
compareNoStructureLoaded.TITLE=Erreur
compareNoStructureLoaded.MSG=Pour Comparer, il faut que deux structures soient charg\u00E9es

#BOMDeleteAction
BOMDelete.Text=Cette op\u00E9ration va supprimer toutes les lignes d'occurrence des objets s\u00E9lectionn\u00E9s, puis d\u00E9truira les objets. S'il s'agit d'une grosse structure, cela peut prendre du temps.\nR\u00E9pondez Oui pour continuer l'action D\u00E9truire, ou Non pour supprimer des lignes.
invalidSelectionDelete.Text=S\u00E9lection non valable. Impossible de supprimer les objets s\u00E9lectionn\u00E9s.
