# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=Wybierz tylko jedn\u0105 lini\u0119
notAnItemLine=Ta operacja jest prawid\u0142owa tylko dla linii obiekt\u00F3w
notAllowedOnRoot=Ta operacja jest nieprawid\u0142owa dla linii g\u0142\u00F3wnych
notAllowedOnPackedLines=Ta operacja jest nieprawid\u0142owa dla linii spakowanych
selectParentAndChild=Wybranie wielu obiekt\u00F3w zawieraj\u0105cych obiekty nadrz\u0119dne i potomne spowoduje zamian\u0119 ca\u0142ej struktury pod obiektem nadrz\u0119dnym.
notAllowedOnRootUnitNetEff={0} nie mia\u0142 obliczonego obowi\u0105zywania netto, poniewa\u017C jest to linia g\u0142\u00F3wna
singleLineUnitNetEff=Nie mo\u017Cna obliczy\u0107 obowi\u0105zywania netto wielu wyst\u0105pie\u0144.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Zapisz zak\u0142adk\u0119
saveBookmarkAction.saveBookmarkError=Nie mo\u017Cna wykona\u0107 operacji zapisu zak\u0142adki. Nie wybrano \u017Cadnego okna ani pozycji zestawienia materia\u0142\u00F3w do zapisu.
saveBookmarkAction.bomPanelNotSaved=Nie mo\u017Cna zapisa\u0107 zak\u0142adki. Zmiany w oknie nie zosta\u0142y zapisane.

# FindInBillAction
findBill.invalid=B\u0142\u0105d wewn\u0119trzny: korze\u0144 drzewa Mened\u017Cera struktury nie jest pozycj\u0105 zestawienia materia\u0142\u00F3w
findBill.nullRoot=Brak g\u0142\u00F3wnego w\u0119z\u0142a dla tego drzewa - nie mo\u017Cna przeprowadzi\u0107 wyszukiwania.

#occEffectAction
noConsistentOccEffect=Nie wszystkie wybrane pozycje zestawienia materia\u0142\u00F3w maj\u0105 ten sam identyfikator obowi\u0105zywania wyst\u0105pienia.
newOccEffectsInLegacyMode=Znaleziono nowe obowi\u0105zywania wyst\u0105pienia w trybie obs\u0142ugi starszych wersji. W\u0142\u0105czono tryb konserwacji dla tego wyst\u0105pienia.
mixedOccEffectsInLegacyMode=Znaleziono mieszane obowi\u0105zywania wyst\u0105pienia w trybie obs\u0142ugi starszych wersji. W\u0142\u0105czono tryb uaktualniania dla tego wyst\u0105pienia.
mixedOccEffectsInMaintMode=Znaleziono mieszane obowi\u0105zywania wyst\u0105pienia trybie konserwacji. W\u0142\u0105czono tryb aktualizacji dla tego wyst\u0105pienia.
occEffectTitle=Obowi\u0105zywanie wyst\u0105pienia

noRemoteLines=Nie wybrano linii zewn\u0119trznych

select.TITLE=Importuj zewn\u0119trzne
actionError.TITLE=B\u0142\u0105d

#Title for Supercedure Definition:
supercedure.Title=Definicja zast\u0105pienia

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Uruchamianie aplikacji Graficzne por\u00F3wnanie zestawie\u0144 materia\u0142\u00F3w ....
compareOperation.MESSAGE=Uruchamianie silnika por\u00F3wnywania zestawie\u0144 materia\u0142\u00F3w...

noBOMLineAvailable.MESSAGE=Brak otwartego okna zestawienia materia\u0142\u00F3w. Nie mo\u017Cna otworzy\u0107 okna dialogowego historii graficznej.
noBOMLineAvailable.TITLE=Brak otwartego okna zestawienia materia\u0142\u00F3w

noPVInstalled.TEXT=Aplikacja Rich Client Visualization nie jest zainstalowana lub nie zosta\u0142a prawid\u0142owo skonfigurowana.\nNie mo\u017Cna otworzy\u0107 okna dialogowego historii graficznej.
noPVInstalled.TITLE=Nie zainstalowano modu\u0142u wizualizacji.

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Liczba modu\u0142\u00F3w
moduleCount.msg.noModules=W bie\u017C\u0105cej rozwini\u0119tej strukturze nie ma modu\u0142\u00F3w wariant\u00F3w!
moduleCount.msg.foundModules=modu\u0142\u00F3w wariant\u00F3w jest obecnych w rozwini\u0119tej strukturze

# Unlink VI
unlinkVi.singleBlNotSelected=Wybierz pojedyncz\u0105 pozycj\u0119 zestawienia materia\u0142\u00F3w dla obiektu wariantu, kt\u00F3ry chcesz od\u0142\u0105czy\u0107
unlinkVi.warning.title=Od\u0142\u0105cz obiekt wariantu
unlinkVi.warning.msg=Od\u0142\u0105czony OW nie jest sprawdzany pod k\u0105tem komponent\u00F3w og\u00F3lnych.\nPo od\u0142\u0105czeniu obiektu wariantu nie b\u0119dzie mo\u017Cna go z powrotem przy\u0142\u0105czy\u0107!\nCzy chcesz kontynuowa\u0107?

#packwait

packGDELineAction.ERRORMSG=Pakowanie nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
packGDELineAction.ERROR=Nie mo\u017Cna spakowa\u0107

#unpack
unpackGDELineAction.ERRORMSG=Rozpakowanie nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
unpackGDELineAction.ERROR=Nie mo\u017Cna rozpakowa\u0107

#add
addGDELineAction.ERRORMSG=Dodawanie nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
addGDELineAction.ERROR=Nie mo\u017Cna doda\u0107

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG=Wklejanie zast\u0105pienia nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
pasteSubstituteGDELineAction.ERROR=Nie mo\u017Cna wklei\u0107 zast\u0105pienia

#replace
replaceGDELineAction.ERRORMSG=Zast\u0119powanie elementu obiektu nie jest obs\u0142ugiwane w tym menu. U\u017Cyj menu Zamie\u0144.
replaceGDELineAction.ERROR=Nie mo\u017Cna zamieni\u0107

#showSuperseded
showSupersededAction.ERRORMSG=Poka\u017C zast\u0105pienia nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
showSupersededAction.ERROR=Nie mo\u017Cna pokaza\u0107 zast\u0105pienia
showSupersededAction.TITLE=Poka\u017C zast\u0105pione
showSupersededAction.NOTPRECISEMSG=Nie mo\u017Cna wykona\u0107 polecenia pokazywania zast\u0105pie\u0144. Nale\u017Cy ustawi\u0107 wybran\u0105 rewizj\u0119 widoku zestawienia materia\u0142\u00F3w i regu\u0142\u0119 rewizji jako precyzyjne.

#updateSuperseded
updateSupersededAction.ERRORMSG=Aktualizowanie zast\u0105pienia nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
updateSupersededAction.ERROR=Nie mo\u017Cna aktualizowa\u0107 zast\u0105pienia
updateSupersededAction.TITLE=Zaktualizuj zast\u0105pione
updateSupersededAction.NOTPRECISEMSG=Nie mo\u017Cna wykona\u0107 polecenia aktualizowania zast\u0105pie\u0144. Nale\u017Cy ustawi\u0107 nadrz\u0119dn\u0105 rewizj\u0119 widoku zestawienia materia\u0142\u00F3w i regu\u0142\u0119 rewizji jako precyzyjne.

#SplitBOM
splitBOMGDELineAction.ERRORMSG=Rozdzielanie zestawienia materia\u0142\u00F3w nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
splitBOMGDELineAction.ERROR=Nie mo\u017Cna rozdzieli\u0107 pozycji zestawienia materia\u0142\u00F3w

#RemoveLevel
removeLevelAction.warning.TITLE=Usu\u0144 poziom: ostrze\u017Cenie...
removeLevelAction.warning.MESSAGE=Przynajmniej jedna linia jest wariantem. Ta czynno\u015B\u0107 spowoduje przeniesienie opcji i regu\u0142 do elementu nadrz\u0119dnego oraz - w razie potrzeby - po\u0142\u0105czenie warunk\u00F3w wariant\u00F3w z elementami potomnymi.

#MoveNodes
moveNodesAction.warning.TITLE=Przenie\u015B w\u0119ze\u0142: ostrze\u017Cenie...
moveNodesAction.warning.MESSAGE=Przynajmniej jedna wybrana linia jest wariantem. Ta czynno\u015B\u0107 spowoduje skopiowanie warunk\u00F3w wariantu do nowych linii.\nPonadto operacja wycinania i wklejania mo\u017Ce sprawi\u0107, \u017Ce warunki te stan\u0105 si\u0119 nieprawid\u0142owe. W razie potrzeby\nnale\u017Cy poprawi\u0107 te elementy r\u0119cznie.
moveNodesAction.abs_error.MESSAGE=Przynajmniej jedna z wybranych linii zawiera zast\u0105pienia wyst\u0105pie\u0144 bezwzgl\u0119dnych. Czynno\u015B\u0107 zostanie anulowana.
moveNodesAction.error.no_pending_cut_line=Nie znaleziono oczekuj\u0105cej wyci\u0119tej linii do przeniesienia.
moveNodesAction.redline_warning.MESSAGE=Cofni\u0119cie tej czynno\u015Bci nie b\u0119dzie mo\u017Cliwe - dane zast\u0105pienia pod wyci\u0119t\u0105 lini\u0105 mog\u0105 zosta\u0107 utracone. \nCzy na pewno kontynuowa\u0107? 
moveNodesAction.redline_warning.TITLE=Ostrze\u017Cenie dotycz\u0105ce czynno\u015Bci Wytnij//Wklej
moveNodesAction.multi_selection_warning.MESSAGE=Do wklejenia oczekuj\u0105cych wyci\u0119tych linii wybrano wiele linii. Taka sytuacja nie jest obs\u0142ugiwana przez elementy podstawowe restrukturyzacji. \nZamiast przeniesienia zostanie wykonane wklejenie i wyci\u0119cie. Dane mog\u0105 zosta\u0107 utracone. Potwierd\u017A decyzj\u0119.
moveNodesAction.error.repeat_call=Trwa przetwarzanie poprzedniej operacji, prosz\u0119 czeka\u0107.

#InsertLevel
insertLevelAction.ERRORMSG=Wstaw poziom nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranych element\u00F3w
insertLevelAction.ERROR=Nieprawid\u0142owe wybory
insertLevelRootLine.ERRORMSG=Nie mo\u017Cna wykona\u0107 polecenia Wstaw poziom na liniach g\u0142\u00F3wnych.
insertLevelWrongTree.ERRORMSG=Polecenie Wstaw poziom mo\u017Cna wykona\u0107 wy\u0142\u0105cznie na liniach w widoku podstawowym drzewa struktury.

#RevertAll, Revert
revertPendingEditsWarning.MSG=Czy na pewno cofn\u0105\u0107 oznaczone modyfikacje w toku?
revertPendingEditsWarning.TITLE=Potwierdzenie cofni\u0119cia oznaczonych modyfikacji w toku
revertAllPendingEditsWarning.MSG=Czy na pewno cofn\u0105\u0107 wszystkie oznaczone w tym oknie modyfikacje w toku?
revertAllPendingEditsWarning.TITLE=Potwierdzenie cofni\u0119cia wszystkich oznaczonych modyfikacji w toku

#occurance effectivity
occGDELineAction.ERRORMSG=Obowi\u0105zywanie zmiany nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
occGDELineAction.ERROR=Nieprawid\u0142owa operacja
dataPanelObjectSelection.ERRORMSG=Elementy wybrane w panelu danych nie s\u0105 prawid\u0142owe dla polecenia Obowi\u0105zywanie wyst\u0105pienia.

#revision effectivity
revGDELineAction.ERRORMSG=Wa\u017Cno\u015B\u0107 rewizji nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego elementu
revGDELineAction.ERROR=Nieprawid\u0142owa operacja
revGDELineCMAction.ERRORMSG=Obowi\u0105zywanie rewizji dla wybranego elementu powinno by\u0107 utworzone w oknie Zmie\u0144 perspektyw\u0119 zarz\u0105dzania.

#Variant Condition
varCondGDELineAction.ERRORMSG=Edytuj->Warunek wariantu nie jest prawid\u0142ow\u0105 operacj\u0105 dla wybranego obiektu
varCondGDELineAction.ERROR=Nieprawid\u0142owa operacja

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Wybrano nieprawid\u0142owy element, kt\u00F3ry nie nadaje si\u0119 do zamiany
replaceFromClipboard.clipboardEmpty.MSG=Schowek jest pusty, nie znaleziono obiektu do zamiany
replaceFromClipboard.Error.MSG=B\u0142\u0105d! Zamie\u0144...

# Toggle Precise
leafBOMLineWarning=Operacja Prze\u0142\u0105cz dok\u0142adnie/niedok\u0142adnie nie dzia\u0142a dla pozycji zestawienia materia\u0142\u00F3w b\u0119d\u0105cych li\u015B\u0107mi

#Update VI Revisions
upadteVi.title=Aktualizacja obiektu wariantu ...
updateVi.notGenericItem=Wybrana rewizja obiektu nie jest komponentem og\u00F3lnym
updateVi.firstItemRevisionMsg=Jest to pierwsza zmiana tego komponentu generycznego.\nAktualizacja pozycji wariantu mo\u017Ce zosta\u0107 przeprowadzona tylko dla nast\u0119pnych zmian.
updateVi.selectOnlyOneBOMLine=Do aktualizacji pozycji wariantu nale\u017Cy wybra\u0107 pojedynczy w\u0119ze\u0142.

absocc.noContextBOMLine=Nie ustawiono kontekstu
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Usu\u0144 projekt(-y) z produktu.
removePartFromIAConfirm.MSG=Klikni\u0119cie Tak spowoduje trwa\u0142e usuni\u0119cie projektu(-\u00F3w) z \n jego obiektu macierzystego. Czy chcesz kontynuowa\u0107?
removePartFromIA.DELETEMSG=Komponenty zosta\u0142y pomy\u015Blnie usuni\u0119te
moreObjectsSelected.PREMSG=Prosz\u0119 wybra\u0107
moreObjectsSelected.POSTMSG=lub mniej projekt\u00F3w do usuni\u0119cia z produktu
removeDsnMsg=Usuwanie komponentu z produktu ...
noStructureLoaded=Nie wczytano struktury
bopNotSupported=Nie mo\u017Cna u\u017Cy\u0107 tej cechy w strukturze BOP
notImplemented=Nie mo\u017Cna u\u017Cy\u0107 cechy w tej aplikacji
error.TITLE=B\u0142\u0105d
gdeLineObjects=Elementy linii GDE
topBOMLine=Wybrano pocz\u0105tkow\u0105 pozycj\u0119 zestawienia materia\u0142\u00F3w. Wybierz pozycj\u0119 zestawienia materia\u0142\u00F3w inn\u0105 ni\u017C pocz\u0105tkowa.

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog=Uruchomienie okna dialogowego eksportu skonfigurowanego z\u0142o\u017Cenia NX nie powiod\u0142o si\u0119
exportConfNXAssembly.failedToExportWithoutSave=Przed rozpocz\u0119ciem eksportu nale\u017Cy zapisa\u0107 zmiany w Mened\u017Cerze struktury.
exportConfNXAssembly.startingExportOperation=Rozpoczynanie operacji skonfigurowanego eksportu wariantu
exportConfNXAssembly.saveBOM=Zapisywanie zestawienia materia\u0142\u00F3w...

#Set Override Folder Action
ruleContainsNoOverride=Bie\u017C\u0105ca regu\u0142a nie zawiera wpisu zast\u0119powania.
ruleContainsNonNullOverride=Wpis zast\u0119powania zosta\u0142 ju\u017C ustawiony w bie\u017C\u0105cej regule.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Od\u015Bwie\u017C okno
refreshConfirmation.TEXT=Od\u015Bwie\u017Cenie okna mo\u017Ce zaj\u0105\u0107 d\u0142u\u017Csz\u0105 chwil\u0119.\nR\u00F3wnie d\u0142ugo mo\u017Ce te\u017C potrwa\u0107 proces od\u015Bwie\u017Cania interfejsu u\u017Cytkownika.\nCzy chcesz kontynuowa\u0107?
refreshBOMWrongApp.TEXT=Nieprawid\u0142owy wyb\u00F3r. Wybierz okno zestawienia materia\u0142\u00F3w.
#Compare Error popup
compareNoStructureLoaded.TITLE=B\u0142\u0105d
compareNoStructureLoaded.MSG=Operacja por\u00F3wnania wymaga wczytania dw\u00F3ch struktur

#BOMDeleteAction
BOMDelete.Text=Ta operacja spowoduje usuni\u0119cie wszystkich linii wyst\u0105pie\u0144 wybranych obiekt\u00F3w, a nast\u0119pnie usuni\u0119cie tych obiekt\u00F3w. W przypadku du\u017Cych struktur operacja ta mo\u017Ce potrwa\u0107 d\u0142u\u017Cszy czas.\nWybierz przycisk Tak, aby kontynuowa\u0107 operacj\u0119 usuwania, lub Nie, aby usun\u0105\u0107 same linie.
invalidSelectionDelete.Text=Nieprawid\u0142owy wyb\u00F3r. Nie mo\u017Cna usun\u0105\u0107 wybranych element\u00F3w.
