# @<COPYRIGHT>@
# ==================================================
# Copyright 2012.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
# File description: This properties file contains all locale specific keys for the actions package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#*==================================================================================================

# Selection errors
selectSingleLine=W\u00E4hlen Sie bitte nur einen Eintrag aus
notAnItemLine=Dieser Vorgang ist nur f\u00FCr Elementeintr\u00E4ge g\u00FCltig
notAllowedOnRoot=Dieser Vorgang ist f\u00FCr Haupteintr\u00E4ge nicht g\u00FCltig
notAllowedOnPackedLines=Dieser Vorgang ist f\u00FCr gepackte Zeilen nicht g\u00FCltig
selectParentAndChild=Wenn mehrere Elemente mit \u00DCber- und Unterordnungen ausgew\u00E4hlt werden, wird die gesamte Struktur unter der \u00DCberordnung ersetzt.
notAllowedOnRootUnitNetEff=F\u00FCr {0} wurde keine bereinigte G\u00FCltigkeit berechnet, da es sich um den Stammeintrag handelt
singleLineUnitNetEff=Bereinigte G\u00FCltigkeit nicht f\u00FCr mehrere Positionen berechnet werden.

# SaveBookmarkAction
saveBookmarkAction.saveBookmark=Lesezeichen speichern
saveBookmarkAction.saveBookmarkError=Lesezeichen kann nicht gespeichert werden. Kein St\u00FCcklistenfenster oder St\u00FCcklisteneintrag zum Speichern ausgew\u00E4hlt.
saveBookmarkAction.bomPanelNotSaved=Lesezeichen kann nicht gespeichert werden. \u00C4nderungen am Fenster wurden nicht gespeichert.

# FindInBillAction
findBill.invalid=Interner Fehler: Hauptbereich von Struktur-Management-Baumstruktur ist kein St\u00FCcklisteneintrag.
findBill.nullRoot=Kein Hauptknoten f\u00FCr diese Baumstruktur vorhanden - nichts f\u00FCr Suche vorhanden.

#occEffectAction
noConsistentOccEffect=Nicht alle ausgew\u00E4hlten St\u00FCcklisteneintr\u00E4ge haben die gleiche Positionsg\u00FCltigkeits-ID.
newOccEffectsInLegacyMode=Neue Positionsg\u00FCltigkeiten in veraltetem Modus gefunden. Wartungsmodus ist jetzt f\u00FCr diese Position aktiviert.
mixedOccEffectsInLegacyMode=Gemischte Positionsg\u00FCltigkeiten in veraltetem Modus gefunden. Aktualisierungsmodus ist jetzt f\u00FCr diese Position aktiviert.
mixedOccEffectsInMaintMode=Gemischte Positionsg\u00FCltigkeiten in Wartungsmodus gefunden. Der Aktualisierungsmodus ist jetzt f\u00FCr diese Position aktiviert.
occEffectTitle=Positionsg\u00FCltigkeit

noRemoteLines=Keine Eintr\u00E4ge aus Remotestandorten ausgew\u00E4hlt

select.TITLE=Remoteimport
actionError.TITLE=Fehler

#Title for Supercedure Definition:
supercedure.Title=Supersedure-Definition

# Explode and Edit XformMatrixAction
# noBOMWindow=There is no active product structure.
# noBOMViewerDisplayed=There is no BOM viewer displayed.
# selectOnlyOneBOMLine=A single node needs to be selected for BOM edit.
# onlyBOMLineNodeAllowed=This node is not a part of the product structure.
# selectOnlyVisibleParts=The selected node is not loaded in the viewer.
# notBOMViewDisplayed=There is no BOM viewer displayed.
# confirmEditTitle=BOM Edit Confirmation
# confirmEditMessage=Viewer is in exploded state, do you want to reset?

# Status bar message while opening CM graphical history dialog
launchingGraph.MESSAGE=Grafischer St\u00FCcklistenvergleich wird gestartet...
compareOperation.MESSAGE=St\u00FCcklistenvergleich-Engine wird ausgef\u00FChrt...

noBOMLineAvailable.MESSAGE=\u00D6ffnen des St\u00FCcklistenfensters nicht m\u00F6glich. Grafisches Verlaufsdialogfenster kann nicht aufgerufen werden
noBOMLineAvailable.TITLE=St\u00FCcklistenfenster nicht \u00F6ffnen

noPVInstalled.TEXT=Die Rich Client-Visualisierung ist entweder nicht installiert oder inkorrekt konfiguriert.\nDas Dialogfenster "Grafischer Verlauf" kann nicht ge\u00F6ffnet werden.
noPVInstalled.TITLE=Keine Visualisierung installiert

# export 3D file
# export3DFileAction.export3DFile=Export 3D File
# export3DFileAction.export3DFileError=Unable to perform export 3D file.  No BOMViewer available.

# Module count
moduleCount.title=Modulz\u00E4hlung
moduleCount.msg.noModules=Keine Variantenmodule in der aktuell erweiterten Struktur vorhanden.
moduleCount.msg.foundModules=Variantenmodule in der aktuell erweiterten Struktur

# Unlink VI
unlinkVi.singleBlNotSelected=W\u00E4hlen Sie bitte einen einzelnen St\u00FCcklisteneintrag f\u00FCr ein Variantenelement aus, dessen Verkn\u00FCpfung aufgehoben werden soll
unlinkVi.warning.title=Verkn\u00FCpfung eines Variantenelements aufheben
unlinkVi.warning.msg=Ein nicht verkn\u00FCpftes VI wurde nicht gegen dessen allgemeine Komponenten gepr\u00FCft.\nWenn die Verkn\u00FCpfung aufgehoben wurde, kann es nicht erneut verkn\u00FCpft werden.\nM\u00F6chten Sie fortfahren?

#packwait

packGDELineAction.ERRORMSG=Packen ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
packGDELineAction.ERROR=Packen nicht m\u00F6glich

#unpack
unpackGDELineAction.ERRORMSG=Entpacken ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
unpackGDELineAction.ERROR=Entpacken nicht m\u00F6glich

#add
addGDELineAction.ERRORMSG=Hinzuf\u00FCgen ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
addGDELineAction.ERROR=Hinzuf\u00FCgen nicht m\u00F6glich

#paste substitute
pasteSubstituteGDELineAction.ERRORMSG="Ersetzung einf\u00FCgen" ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
pasteSubstituteGDELineAction.ERROR=Ersetzung kann nicht eingef\u00FCgt werden

#replace
replaceGDELineAction.ERRORMSG=Teileelementersetzung wird nicht mit diesem Men\u00FC unterst\u00FCtzt, verwenden Sie das Men\u00FC "Ersetzen"
replaceGDELineAction.ERROR=Ersetzen nicht m\u00F6glich

#showSuperseded
showSupersededAction.ERRORMSG="Nachfolger anzeigen" ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
showSupersededAction.ERROR=Nachfolger kann nicht angezeigt werden
showSupersededAction.TITLE=Nachfolger anzeigen
showSupersededAction.NOTPRECISEMSG=Anzeigen der Aktion mit Nachfolger konnte nicht ausgef\u00FChrt werden. Der ausgew\u00E4hlte BVR muss auf "pr\u00E4zise" festgelegt werden und die \u00C4nderungsstandregel muss pr\u00E4zise sein.

#updateSuperseded
updateSupersededAction.ERRORMSG="Nachfolger aktualisieren" ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
updateSupersededAction.ERROR=Nachfolger kann nicht aktualisiert werden
updateSupersededAction.TITLE=Aktualisierung besitzt Nachfolger
updateSupersededAction.NOTPRECISEMSG=Die Aktualisierungsnachfolgeraktion konnte nicht ausgef\u00FChrt werden. Der \u00FCbergeordnete BVR muss auf "pr\u00E4zise" festgelegt werden und die \u00C4nderungsstandregel muss pr\u00E4zise sein.

#SplitBOM
splitBOMGDELineAction.ERRORMSG="St\u00FCckliste teilen" ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
splitBOMGDELineAction.ERROR=St\u00FCcklisteneintrag kann nicht geteilt werden

#RemoveLevel
removeLevelAction.warning.TITLE=Ebene entfernen: Warnung......
removeLevelAction.warning.MESSAGE=Ein oder mehrere ausgew\u00E4hlte Eintr\u00E4ge sind Varianten. Mit dieser Aktion werden Optionen und Regeln f\u00FCr die \u00DCberordnung verschoben und Variantenbedingungen, falls erforderlich, mit den Unterordnungen zusammengef\u00FChrt.

#MoveNodes
moveNodesAction.warning.TITLE=Knoten verschieben: Warnung......
moveNodesAction.warning.MESSAGE=Eine oder mehrere ausgew\u00E4hlte Eintr\u00E4ge sind Varianten. Mit dieser Aktion werden Variantenbedingungen f\u00FCr\ndie neuen Eintr\u00E4ge kopiert. Die Variantenbedingungen k\u00F6nnen beim Ausschneiden und Einf\u00FCgen ung\u00FCltig werden,\nberichtigen Sie sie bitte wie erforderlich.
moveNodesAction.abs_error.MESSAGE=Ein oder mehrere ausgew\u00E4hlte Eintr\u00E4ge besitzen Au\u00DFerkraftsetzungen f\u00FCr absolute Positionen. Diese Aktion wird abgebrochen.
moveNodesAction.error.no_pending_cut_line=Keine ausstehende Schnittlinie zum Verschieben gefunden.
moveNodesAction.redline_warning.MESSAGE=Das Zur\u00FCcksetzen dieser Aktion wird nicht unterst\u00FCtzt, Au\u00DFerkraftsetzungsdaten unter der Abschlusslinie k\u00F6nnen verloren gehen. \nM\u00F6chten Sie fortfahren? 
moveNodesAction.redline_warning.TITLE=Warnung f\u00FCr Ausschneiden/Einf\u00FCgen
moveNodesAction.multi_selection_warning.MESSAGE=Mehrere Eintr\u00E4ge sind zum Einf\u00FCgen der Eintr\u00E4ge ausgew\u00E4hlt, bei denen das Ausschneiden ansteht. Dies wird von Grundtypen f\u00FCr die Restrukturierung nicht unterst\u00FCtzt. \nEs werden Einf\u00FCge- und Ausschneidevorg\u00E4nge anstatt Verschiebungen durchgef\u00FChrt. Daten k\u00F6nnen verloren gehen. Best\u00E4tigen Sie bitte den Vorgang.
moveNodesAction.error.repeat_call=Die letzte Operation wird ausgef\u00FChrt, bitte warten Sie.

#InsertLevel
insertLevelAction.ERRORMSG="Ebene einf\u00FCgen" ist kein g\u00FCltiger Vorgang f\u00FCr die ausgew\u00E4hlten Objekte
insertLevelAction.ERROR=Ung\u00FCltige Auswahlen
insertLevelRootLine.ERRORMSG="Ebene einf\u00FCgen" kann nicht f\u00FCr Haupteintr\u00E4ge ausgef\u00FChrt werden.
insertLevelWrongTree.ERRORMSG="Ebene einf\u00FCgen" kann nur f\u00FCr Eintr\u00E4ge in der Basisansicht des Strukturbaums ausgef\u00FChrt werden.

#RevertAll, Revert
revertPendingEditsWarning.MSG=Ausstehende \u00C4nderungen zur\u00FCcksetzen?
revertPendingEditsWarning.TITLE=Best\u00E4tigung zum Zur\u00FCcksetzen von als ausstehend markierten \u00C4nderungen
revertAllPendingEditsWarning.MSG=Alle als ausstehend markierten \u00C4nderungen in diesem Fenster zur\u00FCcksetzen?
revertAllPendingEditsWarning.TITLE=Best\u00E4tigung zum Zur\u00FCcksetzen aller als ausstehend markierten \u00C4nderungen

#occurance effectivity
occGDELineAction.ERRORMSG=Positionsg\u00FCltigkeit ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
occGDELineAction.ERROR=Ung\u00FCltiger Vorgang
dataPanelObjectSelection.ERRORMSG=Im Datenfenster ausgew\u00E4hlte Objekte sind nicht f\u00FCr Positionsg\u00FCltigkeiten g\u00FCltig.

#revision effectivity
revGDELineAction.ERRORMSG=\u00C4nderungsstandg\u00FCltigkeit ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
revGDELineAction.ERROR=Ung\u00FCltiger Vorgang
revGDELineCMAction.ERRORMSG=Die \u00C4nderungsstandg\u00FCltigkeit f\u00FCr das ausgew\u00E4hlte Objekt muss in der Perspektive "Change-Management" erstellt werden.

#Variant Condition
varCondGDELineAction.ERRORMSG=Bearbeiten->Variantenbedingung ist kein g\u00FCltiger Vorgang f\u00FCr das ausgew\u00E4hlte Objekt
varCondGDELineAction.ERROR=Ung\u00FCltiger Vorgang

#ReplaceFromClipboardAction messages
# PR4307699-PSE->Replace only takes one entry from a big clipboard
replaceFromClipboard.InvalidObjectSelected.MSG=Es wurde ein ung\u00FCltiges Objekt ausgew\u00E4hlt, das nicht zur Ersetzung geeignet ist
replaceFromClipboard.clipboardEmpty.MSG=Die Zwischenablage ist leer, kein Objekt zur Ersetzung gefunden
replaceFromClipboard.Error.MSG=Fehler. Ersetzen...

# Toggle Precise
leafBOMLineWarning=Umschalten von Pr\u00E4zise/Unpr\u00E4zise kann nicht f\u00FCr Blattst\u00FCcklisteneintr\u00E4ge ausgef\u00FChrt werden

#Update VI Revisions
upadteVi.title=Variantenelementaktualisierung...
updateVi.notGenericItem=Der ausgew\u00E4hlte Element\u00E4nderungsstand ist keine allgemeine Komponente
updateVi.firstItemRevisionMsg=Dies ist der erste \u00C4nderungsstand dieser allgemeinen Komponente.\nDie Aktualisierung von Variantenelementen kann nur f\u00FCr nachfolgende \u00C4nderungsst\u00E4nde ausgef\u00FChrt werden.
updateVi.selectOnlyOneBOMLine=F\u00FCr die Variantenelementaktualisierung muss ein einzelner Knoten ausgew\u00E4hlt werden.

absocc.noContextBOMLine=Kontext wurde nicht festgelegt
## Error Messages for RemoveFromWizardAction
##-------------------------------------------
## Forward Porting PR5306757
removePartFromIA.TITLE=Design(s) von Produkt entfernen.
removePartFromIAConfirm.MSG=Durch das Anklicken von "Ja" wird das Design von den \u00DCberordnungen\n dauerhaft entfernt. M\u00F6chten Sie fortfahren?
removePartFromIA.DELETEMSG=Komponente(n) erfolgreich entfernt
moreObjectsSelected.PREMSG=Bitte ausw\u00E4hlen
moreObjectsSelected.POSTMSG=oder weniger Designs aus, die aus dem Produkt entfernt werden sollen
removeDsnMsg=Komponente wird aus Produkt entfernt...
noStructureLoaded=Keine Struktur geladen
bopNotSupported=Diese Funktion kann in einer Prozessliste nicht verwendet werden.
notImplemented=Diese Funktion kann nicht in dieser Anwendung verwendet werden
error.TITLE=Fehler
gdeLineObjects=GDE-Eintragsobjekte
topBOMLine=Sie haben den Hauptst\u00FCcklisteneintrag ausgew\u00E4hlt. W\u00E4hlen Sie bitte einen St\u00FCcklisteneintrag au\u00DFer dem Hauptst\u00FCcklisteneintrag aus

#Export Configured NX Assembly action
exportConfNXAssembly.failedToRunDialog="ExportConfiguredNXAssemblyDialog" konnte nicht ausgef\u00FChrt werden
exportConfNXAssembly.failedToExportWithoutSave=Die \u00C4nderungen in Struktur-Management m\u00FCssen vor dem Export gespeichert werden.
exportConfNXAssembly.startingExportOperation=Variantenkonfigurationsexport wird gestartet
exportConfNXAssembly.saveBOM=St\u00FCckliste wird gespeichert...

#Set Override Folder Action
ruleContainsNoOverride=Die aktuelle Regel enth\u00E4lt keinen \u00DCberschreibeintrag.
ruleContainsNonNullOverride=Der \u00DCberschreibeintrag in der aktuellen Regel wurde bereits festgelegt.

#Workaround for delay in Refreshing
refreshConfirmation.TITLE=Fenster aktualisieren
refreshConfirmation.TEXT=Die Aktualisierung des Fensters kann viel Zeit in Anspruch nehmen.\nDie Aktualisierung der Benutzeroberfl\u00E4che kann auch viel Zeit in Anspruch nehmen.\nM\u00F6chten Sie fortfahren?
refreshBOMWrongApp.TEXT=Ung\u00FCltige Auswahl. W\u00E4hlen Sie bitte ein St\u00FCcklistenfenster aus.
#Compare Error popup
compareNoStructureLoaded.TITLE=Fehler
compareNoStructureLoaded.MSG=F\u00FCr einen Vergleich m\u00FCssen zwei Strukturen geladen werden

#BOMDeleteAction
BOMDelete.Text=Mit diesem Vorgang werden alle Positionszeilen der ausgew\u00E4hlten Objekte entfernt und die Objekte gel\u00F6scht. Bei einer gro\u00DFen Struktur kann das viel Zeit in Anspruch nehmen.\nKlicken Sie auf "Ja", um den L\u00F6schvorgang fortzusetzen, oder auf "Nein", um stattdessen eine oder mehrere Zeilen zu entfernen.
invalidSelectionDelete.Text=Ung\u00FCltige Auswahl. Die ausgew\u00E4hlten Objekte k\u00F6nnen nicht gel\u00F6scht werden.
