#*==================================================================================================
#
#                   Copyright (c) 2004 Unigraphics Solutions Inc., An EDS Company
#                            Unpublished - All rights reserved
#
#===================================================================================================
# File description: This properties file contains all locale specific keys for the icadmin/hierarchy package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#
#   Filename hierarchy_locale.properties
#   Module  : com.teamcenter.rac.classification.icadmin.hierarchy
#
#===================================================================================================
#   Date      Name                    Description of Change
#29-Feb-2004  Braun                   First version.
#29-Feb-2004  Braun                   Merge from braun_p910x.
#01-Mar-2004  Braun                   Merge from my old branch.
#08-Apr-2004  Braun                   Fix Access control.
#08-Apr-2004  Braun                   Merge from my old branch.
#13-Apr-2004  Braun                   Rebase.
#14-Apr-2004  Braun                   Added ICAPFTMapping.refreshPFTColumns.START_MESSAGE.
#19-Apr-2004  Braun                   Fix PR1311244: Saving wrong ICO values when Classification application is closed.
#30-Apr-2004  Braun                   Fix PR4954014: Implement removal of mappings.
#30-Apr-2004  Braun                   Fix typo.
#03-May-2004  Braun                   Fix typo.
#05-Feb-2006  Venkatesh Chitnis       de-imanization
#$HISTORY$
#=================================================================================================*/

ICAPFTMapping.TclScriptEvaluation.NAME=Tcl\u30B9\u30AF\u30EA\u30D7\u30C8\u3092\u8A55\u4FA1
ICAPFTMapping.TclScriptEvaluation.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u306BTcl\u30B9\u30AF\u30EA\u30D7\u30C8\u304C\u8A55\u4FA1\u3055\u308C\u3066\u3044\u308B\u304B\u3092\u9078\u629E
ICAPFTMapping.useAncestorTemplates.TEXT=\u968E\u5C64\u3092\u4F7F\u7528
ICAPFTMapping.useAncestorTemplates.TOOLTIP=\u968E\u5C64\u304B\u3089\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u304B\u3092\u78BA\u8A8D
ICAPFTMapping.DefaultTemplateTextField.NAME=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
ICAPFTMapping.General.Options.NAME=\u4E00\u822C\u30AA\u30D7\u30B7\u30E7\u30F3
ICAPFTMapping.DefaultTemplateTextField.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u9078\u629E\u3055\u308C\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u8868\u793A\u3057\u307E\u3059
ICAPFTMapping.pftMappingSelector.NAME=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
ICAPFTMapping.pftMappingSelector.TOOLTIP=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u9078\u629E
ICAPFTMapping.pasteItemOrRevision.TOOLTIP=\u6700\u4E0A\u4F4D\u306E\u30A2\u30A4\u30C6\u30E0\u307E\u305F\u306F\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u304B\u3089\u8CBC\u4ED8\u3051
ICAPFTMapping.importPartFile.TOOLTIP=OS\u304B\u3089\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
ICAPFTMapping.selectItemOrRevision.TOOLTIP=\u30A2\u30A4\u30C6\u30E0\u307E\u305F\u306F\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u9078\u629E
ICAPFTMapping.deleteMapping.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u304B\u3089\u9664\u53BB
ICAPFTMapping.createIcos.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u30E1\u30F3\u30D0\u30FC\u306E\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210
ICAPFTMapping.createIcos.START_MESSAGE=\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.validateMapping.TOOLTIP=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u6574\u5408\u6027\u3092\u691C\u8A3C
ICAPFTMapping.validateMapping.TITLE=\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u691C\u8A3C
ICAPFTMapping.validateMapping.START_MESSAGE=\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u691C\u8A3C\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.validateUnitSystem.ERROR_MESSAGE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
ICAPFTMapping.refreshUnitSystem.TOOLTIP=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304B\u3089\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u60C5\u5831\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
ICAPFTMapping.refreshUnitSystem.START_MESSAGE=\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.refreshUnitSystem.TITLE=\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u3092\u9078\u629E
ICAPFTMapping.refreshUnitSystem.ERROR_MESSAGE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u3092\u547C\u51FA\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\u9078\u629E\u3057\u305F\u30D1\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3001\u6B63\u3057\u3044\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ICAPFTMapping.refreshUnitSystem.OPTION_MESSAGE=\u9078\u629E\u3057\u305F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D1\u30FC\u30C8\u306F\u30E1\u30C8\u30EA\u30C3\u30AF\u3067\u3059\u304B?
ICAPFTMapping.refreshPFTColumns.TOOLTIP=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304B\u3089\u5217\u30EA\u30B9\u30C8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
ICAPFTMapping.refreshPFTColumns.START_MESSAGE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u5217\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.refreshTPColumns.START_MESSAGE=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D1\u30FC\u30C8\u5217\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.NoMappings.TEXT=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306A\u3057
ICAPFTMapping.UnitSystem.TEXT=\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0
ICAPFTMapping.UnitSystemUnknown.TEXT=\u4E0D\u660E
ICAPFTMapping.UnitSystem.TOOLTIP=\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u5358\u4F4D\u3092\u5B9A\u7FA9
ICAPFTMapping.UnitSystem.ITEMTEXT=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u5358\u4F4D\u3092\u4F7F\u7528
ICAPFTMapping.UnitSystem.WARNING=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D1\u30FC\u30C8\u306E\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u304C\u4FDD\u7BA1\u3055\u308C\u305F\u3082\u306E\u3068\u306F\u7570\u306A\u308A\u307E\u3059\u3002\u65E2\u5B58\u30E1\u30F3\u30D0ICO\u3068\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D1\u30FC\u30C8\u304C\u540C\u4E00\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ICAPFTMapping.defaultTemplate.TEXT=\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u4F7F\u7528
ICAPFTMapping.defaultTemplate.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u305F\u3081\u306B\u30C1\u30A7\u30C3\u30AF
ICAPFTMapping.enabled.TEXT=\u6709\u52B9
ICAPFTMapping.enabled.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30E1\u30F3\u30D0\u30FC\u306E\u4F5C\u6210\u306B\u4F7F\u7528\u53EF\u80FD\u306B\u3059\u308B\u305F\u3081\u306B\u30C1\u30A7\u30C3\u30AF
ICAPFTMapping.useForChildren.TEXT=\u5B50\u30AF\u30E9\u30B9\u3078\u306E\u4F7F\u7528
ICAPFTMapping.useForChildren.TOOLTIP=\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u5B50\u30AF\u30E9\u30B9\u306B\u4F7F\u7528\u53EF\u80FD\u306B\u3059\u308B\u305F\u3081\u306B\u30C1\u30A7\u30C3\u30AF
ICAPFTMapping.typeName.TOOLTIP=\u540D\u524D\u3092\u8A2D\u5B9A\u3057\u3066\u3001\u968E\u5C64\u5185\u306E\u540C\u3058\u540D\u524D\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u975E\u8868\u793A\u306B\u3059\u308B
ICAPFTMapping.typeName.TEXT=\u30BF\u30A4\u30D7\u540D
ICAPFTMapping.attrMappingTable.Attributes.HEADER=\u5C5E\u6027
ICAPFTMapping.attrMappingTable.TemplateColumns.HEADER=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u5217
ICAPFTMapping.mapOneColumn.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5217(\u53F3\u5074)\u3092\u9078\u629E\u3055\u308C\u305F\u5C5E\u6027(\u5DE6\u5074)\u306B\u30DE\u30C3\u30D7
ICAPFTMapping.removeMappedColumn.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5C5E\u6027(\u5DE6\u5074)\u304B\u3089\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u9664\u53BB
ICAPFTMapping.mapToDefault.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5217(\u53F3\u5074)\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u3067(\u6CE8\u91C8\u3092\u4F7F\u7528\u3057\u3066)\u30DE\u30C3\u30D7
ICAPFTMapping.mapAllToDefault.TOOLTIP=\u3059\u3079\u3066\u306E\u5217(\u53F3\u5074)\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u3067(\u6CE8\u91C8\u3092\u4F7F\u7528\u3057\u3066)\u30DE\u30C3\u30D7
ICAPFTMapping.removeAllMappedColumns.TOOLTIP=\u3059\u3079\u3066\u306E\u5C5E\u6027(\u5DE6\u5074)\u304B\u3089\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u9664\u53BB
ICAPFTMapping.NoItemOrRevisionOnClipboard=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u306F\u30A2\u30A4\u30C6\u30E0\u3082\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3082\u3042\u308A\u307E\u305B\u3093!
ICAPFTMapping.attachItemOrRevision.STATUS_MESSAGE=\u30A2\u30A4\u30C6\u30E0/\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.pasteItemOrRevision.TITLE=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u304B\u3089\u30A2\u30A4\u30C6\u30E0\u307E\u305F\u306F\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u8CBC\u4ED8\u3051
ICAPFTMapping.creatingFileImportDialog.STATUS_MESSAGE=\u30A4\u30F3\u30DD\u30FC\u30C8\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.importFileDialog.TITLE=\u30D5\u30A1\u30A4\u30EB\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
ICAPFTMapping.CancelButton.TEXT=\u30AD\u30E3\u30F3\u30BB\u30EB
ICAPFTMapping.AttachButton.TEXT=\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.AttachButton.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u30A2\u30A4\u30C6\u30E0\u307E\u305F\u306F\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.showGraphicsInformation.TOOLTIP=\u968E\u5C64\u306B\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u60C5\u5831\u3092\u8868\u793A
ICAPFTMapping.importFileDialog.importButton.TEXT=\u30A4\u30F3\u30DD\u30FC\u30C8
ICAPFTMapping.importFileDialog.importButton.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
ICAPFTMapping.importOperation.STATUS_MESSAGE=\u9078\u629E\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.noItemOrRevision.MESSAGE=\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30A2\u30A4\u30C6\u30E0\u3067\u3082\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3067\u3082\u3042\u308A\u307E\u305B\u3093!
ICAPFTMapping.noItemOrRevision.MESSAGE_TITLE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.selectItemDialog.TITLE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u542B\u3080\u30A2\u30A4\u30C6\u30E0\u307E\u305F\u306F\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.ERROR_MESSAGE.NoMappingSelected=\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093!
ICAPFTMapping.ERROR_MESSAGE.UnknownUnitSystem=\u3053\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u5BFE\u3059\u308B\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u306F\u4E0D\u660E\u3067\u3059\u3002\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u5358\u4F4D\u30B7\u30B9\u30C6\u30E0\u60C5\u5831\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ICAPFTMapping.createIcos.TITLE=\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210/\u66F4\u65B0
ICAPFTMapping.connectExistingIcos.UNCORRECTABLE_ERRORS=\u6B21\u306E\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u304A\u3088\u3073\u540D\u524D\u3092\u6301\u3064\u30E1\u30F3\u30D0\u30FC\u306B\u306F\u3001\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: 
ICAPFTMapping.connectExistingIcos.SUCCESS=\u63A5\u7D9A\u53EF\u80FD\u306A\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3l\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u305D\u308C\u305E\u308C\u305D\u306E\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30E1\u30F3\u30D0\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3001\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
ICAPFTMapping.connectExistingIcos.TITLE=\u65E2\u5B58\u306E\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30E1\u30F3\u30D0\u30FC\u306B\u63A5\u7D9A
ICAPFTMapping.createIcos.UNCORRECTABLE_ERRORS=\u6B21\u306E\u30EA\u30B9\u30C8\u306B\u306F\u3001\u4FEE\u6B63\u3067\u304D\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u30E1\u30F3\u30D0\u30FC \u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u304A\u3088\u3073\u30E1\u30F3\u30D0\u30FC\u306E\u540D\u524D\u304C\u8868\u793A\u3055\u308C\u307E\u3059: 
ICAPFTMapping.createIcos.SUCCESS=\u3059\u3079\u3066\u306E\u30E1\u30F3\u30D0\u30FC\u306E\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3001\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
ICAPFTMapping.createIcos.TITLE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30E1\u30F3\u30D0\u30FC\u306E\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210/\u66F4\u65B0
ICAPFTMapping.createIcos.CORRECTABLE_MESSAGE=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30A8\u30E9\u30FC\u306E\u4E00\u90E8\u306F\u4FEE\u6B63\u3067\u304D\u307E\u3059\u3002 \u4FEE\u6B63\u53EF\u80FD\u306A\u30A8\u30E9\u30FC\u306B\u95A2\u3059\u308B\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001[\u8A73\u7D30] \u30BF\u30D6\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ICAPFTMapping.createIcos.correctableErrors.INTRODUCTION=\u6B21\u306EID\u3092\u6301\u3064\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3001\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u95A2\u9023\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u306B\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 [\u65E2\u5B58\u306EICO\u3092\u63A5\u7D9A] \u3092\u62BC\u3057\u3066\u3001\u3053\u308C\u3089\u3092\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30E1\u30F3\u30D0\u30FC\u306B\u63A5\u7D9A\u3057\u307E\u3059\u3002
ICAPFTMapping.createIcos.correctableErrors.BUTTON_TEXT=\u65E2\u5B58\u306EICO\u3092\u63A5\u7D9A
ICAPFTMapping.createIcos.CLOSE=\u9589\u3058\u308B
ICAPFTMapping.createIcos.correctableErrors.SUMMARY_TAB=\u30B5\u30DE\u30EA
ICAPFTMapping.createIcos.correctableErrors.DETAILS_TAB=\u8A73\u7D30
ICAPFTMapping.listGraphicsInformation.TITLE=\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u60C5\u5831
ICAPFTMapping.listGraphicsInformation.STATUS_MESSAGE=\u9078\u629E\u3055\u308C\u305F\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u60C5\u5831\u3092\u53CE\u96C6\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.listGraphicsInformation.NO_INFORMATION=\u3053\u306E\u30AF\u30E9\u30B9/\u30B5\u30D6\u30AF\u30E9\u30B9\u306B\u306F\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ICAPFTMapping.createIcos.correctErrors.START_MESSAGE=\u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30E1\u30F3\u30D0\u30FC\u306B\u63A5\u7D9A\u3057\u3066\u3044\u307E\u3059...
ICAPFTMapping.noPFTMembers.MESSAGE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u306F\u30E1\u30F3\u30D0\u30FC\u304C\u3042\u308A\u307E\u305B\u3093
ICAPFTMapping.defaultTemplate.TOOLTIP=\u3053\u308C\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\u3059
ICAPFTMapping.templateTypename.TOOLTIP=\u30BF\u30A4\u30D7\u540D
ICAPFTMapping.attachItem=\u30A2\u30A4\u30C6\u30E0\u3092\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.attachItemRevision=\u30A2\u30A4\u30C6\u30E0\u30EA\u30D3\u30B8\u30E7\u30F3\u3092\u30A2\u30BF\u30C3\u30C1
ICAPFTMapping.itemName=\u30A2\u30A4\u30C6\u30E0\u540D

ICATemplateMapping.PFT.TYPE=\u30D1\u30FC\u30C8\u30D5\u30A1\u30DF\u30EA
ICATemplateMapping.TP.TYPE=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30D1\u30FC\u30C8
ICATemplateMapping.TCL.TYPE=TCL


TCLSETTING.UNSET=\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093
TCLSETTING.ENABLED=\u306F\u3044
TCLSETTING.DISABLED=\u3044\u3044\u3048

ICAHierarchySave.loadClass.INFO=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u30AF\u30E9\u30B9\u3092\u30ED\u30FC\u30C9\u3067\u304D\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u30AF\u30E9\u30B9"{0}"\u306E\u89AA\u304C\u9078\u629E\u3055\u308C\u307E\u3057\u305F:

ICAGenericObject.Label = \u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
ICAGenericObject.NoOjects.TEXT = \u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306A\u3057

ICAGenericObject.genericobjectscombobox.TOOLTIP = \u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u9078\u629E
ICAGenericObject.sendToButton.TOOLTIP = \u30AF\u30E9\u30B7\u30D5\u30A3\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u958B\u304F
ICAGenericObject.deleteButton.TOOLTIP = \u30AF\u30E9\u30B9\u304B\u3089\u9078\u629E\u3057\u305FRe\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u9664\u53BB
ICAGenericObject.pasteButton.TOOLTIP = \u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8CBC\u4ED8\u3051
ICAGenericObject.selectButton.TOOLTIP = \u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u9078\u629E
ICAGenericObject.selectItemDialog.TITLE=\u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A2\u30BF\u30C3\u30C1
ICAGenericObject.CancelButton.TEXT=\u30AD\u30E3\u30F3\u30BB\u30EB
ICAGenericObject.AttachButton.TEXT=\u30A2\u30BF\u30C3\u30C1
ICAGenericObject.AttachButton.TOOLTIP=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A2\u30BF\u30C3\u30C1
ICAGenericObject.notClassifiable.MESSAGE=\u5206\u985E\u53EF\u80FD\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ICAGenericObject.notClassifiable.MESSAGE_TITLE=\u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A2\u30BF\u30C3\u30C1
ICAGenericObject.NoClassifiableObject=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u5185\u3067\u5206\u985E\u53EF\u80FD\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ICAGenericObject.pasteObject.TITLE=\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u304B\u3089\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8CBC\u4ED8\u3051
ICAGenericObject.createGenericObject.TITLE=\u4E00\u822C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210
ICAGenericObject.createGenericObject.SUCCESS=\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
ICAGenericObject.createGenericObject.ERROR=\u767A\u751F\u3057\u305F\u30A8\u30E9\u30FC:
ICAGenericObject.createGenericObject.INFO=\u30AF\u30E9\u30B9\u3067\u306E\u30AD\u30E3\u30F3\u30BB\u30EB\u306F\u3001\u3053\u306EICO\u3092\u9664\u53BB\u3057\u307E\u305B\u3093\u3002
ICAGenericObject.deleteGenericObject.INFO=\u30AF\u30E9\u30B9\u3067\u306E\u30AD\u30E3\u30F3\u30BB\u30EB\u306F\u3001\u3053\u306EICO\u3092\u5FA9\u5143\u3057\u307E\u305B\u3093\u3002





