# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

editCalendarDialog.TITLE=Editar el calendario de recursos: 
deleteCalendarDialog.TITLE=Eliminar el calendario de recursos
cannotFindEditCalendarDialog=No se encuentra el cuadro de di\u00E1logo Editar el calendario

resourceCalendarDialog.HEADER=Utilice este di\u00E1logo para especificar los valores predeterminados diarios correspondientes a un recurso (usuario actualmente en sesi\u00F3n), crear, actualizar y eliminar las excepciones de fechas espec\u00EDficas.

scheduleCalendarDialog.HEADER=Utilice este cuadro de di\u00E1logo para especificar los valores predeterminados diarios correspondientes a Programa de actividades, Creaci\u00F3n, Actualizaci\u00F3n y eliminaci\u00F3n de las excepciones de fechas espec\u00EDficas.

scheduleMemberCalendarDialog.HEADER=Utilice este cuadro de di\u00E1logo para especificar los valores predeterminados diarios correspondientes a Miembro del programa de actividades, crear, actualizar y eliminar las excepciones correspondientes a fechas espec\u00EDficas.

baseCalendarDialog.HEADER=Utilice este di\u00E1logo para ver el calendario base seleccionado. El usuario no puede editar el calendario base referenciado.

updatingCalendar.MESSAGE=Actualizaci\u00F3n de los calendarios de recursos correspondientes a {0}
deletingCalendar.MESSAGE=Eliminaci\u00F3n de los calendarios de recursos correspondientes a {0}
confirmDeleteCalendar.MESSAGE=\u00BFDesea eliminar el calendario correspondiente a {0} {1}?
resetButton=Reiniciar el calendario
createResCalBT=Crear calendario de usuario
deleteCalendar=Eliminar el calendario 

updatingScheduleCalendar.MESSAGE=Actualizaci\u00F3n del calendario de recursos correspondiente a {0}

editScheduleCalendarDialog.TITLE=Editar el calendario del Programa de actividades: 

editScheduleMemberCalendarDialog.TITLE=Editar el calendario correspondiente al programa de actividades: 

editBaseCalendarDialog.TITLE=Calendario base: 


merge=Fusionar con el calendario predeterminado.



resetDlg.TITLE=Reiniciar el calendario de actividades

resetScheduleCalendarDialog.HEADER=Utilice este cuadro de di\u00E1logo para restablecer o fusionar el calendario del programa de actividades con los eventos del calendario base. Esto deshar\u00E1 todos los cambios actuales en el calendario.


resetRB.MSG= Restablecer al calendario base

mergeRB.MSG= Fusionar con calendario base 

resetRBHelp.MSG=Esto restablecer\u00E1 el calendario del programa de actividades al calendario base pero se perder\u00E1 todo cambio espec\u00EDfico perteneciente a este calendario.  

mergeRBHelp.MSG=Esto actualizar\u00E1 el calendario del programa de actividades con los cambios recientes que se han realizado en el calendario base.

publishedCalendar.MSG=No puede actualizar el calendario de un programa de actividades publicado.

unPublishedCalendar.MSG=Al actualizar el calendario del Programa de actividades podr\u00E1 modificarlo. \n Por ejemplo, al reducir las horas de trabajo o crear excepciones en los d\u00EDas \n podr\u00E1 hacer que determinadas tareas se encuentren fuera de la fecha final programada.

cannotUpdate.MSG=No dispone de permisos suficientes para actualizar el calendario del programa de actividades.

scheduleCalendar.TITLE=Informaci\u00F3n sobre el calendario del programa de actividades 


#DetailsOfWorkingExceptionDialog
#----------------------------------------

workingDayExceptionDetails.TITLE=Detalles de la excepci\u00F3n de d\u00EDas laborables

workingDayExceptionDetails.HEADER=Utilice este di\u00E1logo para configurar los rangos horarios espec\u00EDficos correspondientes a la excepci\u00F3n de d\u00EDas laborables.

workingLabel=Fijar el horario de trabajo 
from=De
to=A
1=1
2=2
3=3
4=4
5=5 

#DetailsOfDailyDefaultDialog
#----------------------------------------

dailyDefaultDetails.TITLE=Detalles predeterminados diarios

dailyDefaultDetails.HEADER=Utilice este di\u00E1logo para configurar los rangos horarios espec\u00EDficos correspondientes al d\u00EDa seleccionado de la semana.

#dailyDefaultDetailsDataInputError.MSG=The time range(s) does not pass the validation.

GeneralDataInputError.MSG=El rango horario no pasa la validaci\u00F3n.

NotCompleteRangeDataError.MSG=Los rangos horarios deben tener un valor de inicio y finalizaci\u00F3n.

NotAscendingRangeDataError.MSG= Los rangos horarios deben estar en un orden ascendente.

NonWorkingRangeError.MSG=No se puede introducir el rango no laborable predeterminado 08:00 - 08:00

DateformatError.MSG=El formato del horario no es correcto. El formato correcto es hh:mm.


okButton=Aceptar
cancelButton=Cancelar
resetToBaseRB=Utilice las horas del calendario base para estos d\u00EDas.
setTimeRangesRB=Configure las horas laborables espec\u00EDficas correspondientes al d\u00EDa

nullRanges.MSG=\u00BFDesea que este sea un d\u00EDa no laborable?
nullRanges.TITLE=Aviso

schedule.NAME=programa de actividades
schedulemember.NAME=Miembro del programa de actividades
resource.NAME=recurso
