# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

editCalendarDialog.TITLE=Ressourcenkalender bearbeiten: 
deleteCalendarDialog.TITLE=Ressourcenkalender l\u00F6schen
cannotFindEditCalendarDialog=Dialog "Kalender bearbeiten" konnte nicht gefunden werden

resourceCalendarDialog.HEADER=Verwenden Sie diesen Dialog zur Angabe der t\u00E4glichen Standardwerte f\u00FCr eine Ressource (aktuell als Benutzer angemeldet), Erstellen, Aktualisieren und L\u00F6schen von Ausnahmen f\u00FCr festgelegte Datumsangaben.

scheduleCalendarDialog.HEADER=Verwenden Sie diesen Dialog zur Angabe der t\u00E4glichen Standardwerte f\u00FCr einen Kalender und zum Erstellen, Aktualisieren und L\u00F6schen von Ausnahmen f\u00FCr festgelegte Datumsangaben.

scheduleMemberCalendarDialog.HEADER=Verwenden Sie diesen Dialog zur Angabe von t\u00E4glichen Standardwerten f\u00FCr ein Zeitplanmitglied und zum Erstellen, Aktualisieren und L\u00F6schen von Ausnahmen f\u00FCr festgelegte Datumsangaben.

baseCalendarDialog.HEADER=Verwenden Sie diesen Dialog zur Ansicht des ausgew\u00E4hlten Basiskalenders. Der Benutzer kann den referenzierten Basiskalender nicht bearbeiten.

updatingCalendar.MESSAGE=Ressourcenkalender wird aktualisiert f\u00FCr {0}
deletingCalendar.MESSAGE=Ressourcenkalender l\u00F6schen f\u00FCr {0}
confirmDeleteCalendar.MESSAGE=M\u00F6chten Sie den Kalender f\u00FCr {0} {1} l\u00F6schen?
resetButton=Kalender zur\u00FCcksetzen
createResCalBT=Benutzerkalender erstellen
deleteCalendar=Kalender l\u00F6schen 

updatingScheduleCalendar.MESSAGE=Zeitplankalender aktualisieren f\u00FCr {0}

editScheduleCalendarDialog.TITLE=Zeitplankalender bearbeiten: 

editScheduleMemberCalendarDialog.TITLE=Kalender f\u00FCr Zeitplanmitglied bearbeiten: 

editBaseCalendarDialog.TITLE=Basiskalender:


merge=Mit dem Standardkalender zusammenf\u00FChren.



resetDlg.TITLE=Zeitplankalender zur\u00FCcksetzen

resetScheduleCalendarDialog.HEADER=Verwenden Sie dieses Dialogfenster, um den Zeitplankalender mit den Ereignissen des Basiskalenders zusammenzuf\u00FChren/zur\u00FCckzusetzen. Dadurch werden alle aktuellen \u00C4nderungen r\u00FCckg\u00E4ngig gemacht, die f\u00FCr den Kalender angewendet wurden.


resetRB.MSG= Auf Basiskalender zur\u00FCcksetzen

mergeRB.MSG= Mit Basiskalender zusammenf\u00FChren 

resetRBHelp.MSG=Dadurch wird der Zeitplankalender auf den Basiskalender zur\u00FCckgesetzt und \u00C4nderungen des Zeitplankalenders gehen verloren. 

mergeRBHelp.MSG=Dadurch wird der Zeitplankalender mit \u00C4nderungen aktualisiert, die f\u00FCr den Basiskalender hinzugef\u00FCgt wurden.

publishedCalendar.MSG=Sie k\u00F6nnen den Kalender eines ver\u00F6ffentlichten Zeitplans nicht aktualisieren.

unPublishedCalendar.MSG=Die Aktualisierung des Zeitplankalenders kann zur \u00C4nderung des Zeitplans f\u00FChren.\n Die Reduzierung der Arbeitsstunden oder das Erstellen von Tagausnahmen kann \n zum Abschluss von Aufgaben nach dem Zeitplanenddatum f\u00FChren.

cannotUpdate.MSG=Sie haben nicht gen\u00FCgend Zugriffsberechtigungen, um den Zeitplankalender zu aktualisieren.

scheduleCalendar.TITLE=Zeitplankalenderinformationen 


#DetailsOfWorkingExceptionDialog
#----------------------------------------

workingDayExceptionDetails.TITLE=Arbeitstag - Ausnahmedetails

workingDayExceptionDetails.HEADER=Verwenden Sie diesen Dialog zum Festlegen spezifischer Zeitbereiche f\u00FCr Arbeitstagausnahmen.

workingLabel=Arbeitszeit festlegen 
from=Von 
to=Bis
1=1
2=2
3=3
4=4
5=5 

#DetailsOfDailyDefaultDialog
#----------------------------------------

dailyDefaultDetails.TITLE=T\u00E4gliche Standardwertdetails

dailyDefaultDetails.HEADER=Verwenden Sie diesen Dialog zum Festlegen spezifischer Zeitbereiche f\u00FCr den ausgew\u00E4hlten Wochentag.

#dailyDefaultDetailsDataInputError.MSG=The time range(s) does not pass the validation.

GeneralDataInputError.MSG=Die Zeitbereiche haben die Pr\u00FCfung nicht bestanden.

NotCompleteRangeDataError.MSG=Zeitbereiche m\u00FCssen sowohl einen Start- als auch einen Endwert besitzen.

NotAscendingRangeDataError.MSG= Zeitbereiche sollten in absteigender Reihenfolge vorliegen.

NonWorkingRangeError.MSG=Eingabe des Standardnichtarbeitsbereichs 08:00 - 08:00 nicht m\u00F6glich

DateformatError.MSG=Das Zeitformat ist ung\u00FCltig, das richtige Format ist "hh:mm".


okButton=OK
cancelButton=Abbrechen
resetToBaseRB=Verwenden Sie Zeitbereiche aus dem Basiskalender f\u00FCr diese Tage.
setTimeRangesRB=Spezifische Arbeitszeit f\u00FCr Tag festlegen

nullRanges.MSG=M\u00F6chten Sie diesen Tag als Nichtarbeitstag festlegen?
nullRanges.TITLE=Warnung

schedule.NAME=Zeitplan
schedulemember.NAME=Zeitplanmitglied
resource.NAME=Ressource
