# @<COPYRIGHT>@
#==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
#==================================================
# @<COPYRIGHT>@

editCalendarDialog.TITLE=Editer le calendrier de ressources : 
deleteCalendarDialog.TITLE=D\u00E9truire le calendrier de ressources
cannotFindEditCalendarDialog=Bo\u00EEte de dialogue Editer le calendrier introuvable.

resourceCalendarDialog.HEADER=Utilisez cette bo\u00EEte de dialogue pour sp\u00E9cifier les valeurs par d\u00E9faut Quotidien pour une ressource (utilisateur actuellement connect\u00E9), cr\u00E9er, mettre \u00E0 jour et d\u00E9truire des anomalies pour des dates sp\u00E9cifiques.

scheduleCalendarDialog.HEADER=Utilisez cette bo\u00EEte de dialogue pour sp\u00E9cifier les valeurs par d\u00E9faut Quotidien pour un Planning, cr\u00E9er, mettre \u00E0 jour et d\u00E9truire des anomalies pour des dates sp\u00E9cifiques.

scheduleMemberCalendarDialog.HEADER=Utilisez cette bo\u00EEte de dialogue pour sp\u00E9cifier les valeurs par d\u00E9faut Quotidien pour un Membre de planning, cr\u00E9er, mettre \u00E0 jour et d\u00E9truire des anomalies pour des dates sp\u00E9cifiques.

baseCalendarDialog.HEADER=Utilisez cette bo\u00EEte de dialogue pour voir le calendrier de base s\u00E9lectionn\u00E9. L'utilisateur ne peut pas \u00E9diter le calendrier de base r\u00E9f\u00E9renc\u00E9.

updatingCalendar.MESSAGE=Actualise le calendrier de ressources pour {0}
deletingCalendar.MESSAGE=D\u00E9truit le calendrier de ressources pour {0}
confirmDeleteCalendar.MESSAGE=Souhaitez-vous d\u00E9truire le calendrier pour {0} {1}?
resetButton=R\u00E9initialiser le calendrier
createResCalBT=Cr\u00E9er un calendrier utilisateur
deleteCalendar=D\u00E9truire le calendrier 

updatingScheduleCalendar.MESSAGE=Actualise le Calendrier de planning pour {0}

editScheduleCalendarDialog.TITLE=Editer le calendrier de planning : 

editScheduleMemberCalendarDialog.TITLE=Editer le calendrier pour le Membre de planning : 

editBaseCalendarDialog.TITLE=Calendrier de base :


merge=Fusionner avec le calendrier par d\u00E9faut.



resetDlg.TITLE=R\u00E9initialiser le calendrier de planning

resetScheduleCalendarDialog.HEADER=Utiliser cette bo\u00EEte de dialogue pour r\u00E9initialiser/fusionner le calendrier du planning avec les \u00E9v\u00E9nements du calendrier de base.  Cette op\u00E9ration annulera toutes les modifications actuelles du calendrier.


resetRB.MSG= R\u00E9tablir le Calendrier de base

mergeRB.MSG= Fusionner avec le Calendrier de base 

resetRBHelp.MSG=Ceci r\u00E9tablira le calendrier du planning au calendrier de base, et toutes les modifications qui sont sp\u00E9cifiques \u00E0 ce calendrier de planning seront perdues.  

mergeRBHelp.MSG=Ceci mettra \u00E0 jour le calendrier du planning avec les modifications les plus r\u00E9centes effectu\u00E9es dans le calendrier de base.

publishedCalendar.MSG=Vous ne pouvez pas mettre \u00E0 jour le calendrier d'un Planning publi\u00E9.

unPublishedCalendar.MSG=La mise \u00E0 jour du calendrier de Planning risque de modifier le planning.\n Par exemple, la r\u00E9duction des heures de travail ou la cr\u00E9ation d'exceptions de jours \n risque de repousser certaines t\u00E2ches au-del\u00E0 de la date de fin du planning.

cannotUpdate.MSG=Vous n'avez pas de droits suffisants pour mettre \u00E0 jour le calendrier de planning.

scheduleCalendar.TITLE=Informations du Calendrier de planning 


#DetailsOfWorkingExceptionDialog
#----------------------------------------

workingDayExceptionDetails.TITLE=D\u00E9tails des exceptions de jours de travail

workingDayExceptionDetails.HEADER=Utiliser cette bo\u00EEte de dialogue pour d\u00E9finir des plages de temps sp\u00E9cifiques pour les exceptions de jours de travail.

workingLabel=D\u00E9finir le temps de travail 
from=De
to=A
1=1
2=2
3=3
4=4
5=5 

#DetailsOfDailyDefaultDialog
#----------------------------------------

dailyDefaultDetails.TITLE=D\u00E9tails sur les Valeurs par d\u00E9faut Quotidien

dailyDefaultDetails.HEADER=Utiliser cette bo\u00EEte de dialogue pour d\u00E9finir des plages de temps sp\u00E9cifiques pour le jour de semaine s\u00E9lectionn\u00E9.

#dailyDefaultDetailsDataInputError.MSG=The time range(s) does not pass the validation.

GeneralDataInputError.MSG=La/les plages de temps \u00E9chouent \u00E0 la validation.

NotCompleteRangeDataError.MSG=Les plages de temps doivent comporter une valeur de d\u00E9part et une valeur de fin.

NotAscendingRangeDataError.MSG= Les plages de temps doivent \u00EAtre en ordre croissant.

NonWorkingRangeError.MSG=Impossible de saisir la plage non travaill\u00E9e par d\u00E9faut 08:00 - 08:00

DateformatError.MSG=Le format d'heure est incorrect, le format correct est hh:mm.


okButton=OK
cancelButton=Annuler
resetToBaseRB=Utiliser des heures du calendrier de base pour ces journ\u00E9es.
setTimeRangesRB=D\u00E9finir des heures de travail pour la journ\u00E9e

nullRanges.MSG=Voulez-vous que ce jour ne soit pas un jour travaill\u00E9?
nullRanges.TITLE=Avertissement

schedule.NAME=planning
schedulemember.NAME=membre de planning
resource.NAME=ressource
