#*==================================================================================================
#
#                   Copyright (c) 2000 Unigraphics Solutions Inc., An EDS Company
#                            Unpublished - All rights reserved
#
#===================================================================================================
# File description: This properties file contains all locale specific keys for the newdataset package.
#                   It is the intent that this file is to be localized based upon the Java
#                   localization resource bundle naming conventions.  For further information
#                   please refer to the Java doc on this subject.
#
#   Filename: newdataset_locale.properties
#   Module  : com.teamcenter.rac.commands.newdataset
#
#===================================================================================================
#   Date      Name                    Description of Change
#11-Feb-2000  mccollr                 Initial Promote.
#05-Mar-2000  chenm                   Merge from int_v6.2 to chenm_v62
#10-Oct-2000  wangp                   add tooltip for import button
#02-Mar-2001  wangp                   Fix PR: 4227870: Add entry for no reference found.
#30-Apr-2001  x_gopala                PR #4252773 Fix
#30-Apr-2001  x_gopala                Merge in
#27-Jun-2003  Zhixin Huang            Add key for NewDatasetForFile dialog.
#27-Jan-2004  wangp                   fix pr 4902579: customize command/dialog
#06-May-2005  gezou                   fix PR5174557, put error message
#06-Feb-2006  Venkatesh Chitnis       de-imanization
#28-Aug-2009  Pushkar Raj              Added entries for Multiple file Drag and Drop.
#$HISTORY$
#=================================================================================================*/

# New Dataset Dialog
# --------------------
command.TITLE = \u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8

assign = \u5272\u5F53\u3066

datasetInformation = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u60C5\u5831
datasetId = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8ID
revId = \u30EA\u30D3\u30B8\u30E7\u30F3ID

name = \u540D\u524D:
description = \u8AAC\u660E:
type = \u30BF\u30A4\u30D7:
tool = \u4F7F\u7528\u30C4\u30FC\u30EB:
openOnCreate = \u4F5C\u6210\u7269\u3092\u958B\u304F
importLabel= \u30A4\u30F3\u30DD\u30FC\u30C8:
importButton=\u30A4\u30F3\u30DD\u30FC\u30C8...
importButton.TIP=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\u3002

# Messages for message center
# -------------------------------
loadingTypes = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u3092\u30ED\u30FC\u30C9\u4E2D...
creatingNewDataset = \u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
importingFile=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059...
abort = \u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u958B\u304F\u306E\u3092\u4E2D\u6B62

# Error Messages
# --------------------
datasetTypesError = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
failToCreate = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
failFindDialog=\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30C0\u30A4\u30A2\u30ED\u30B0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
error.TITLE = \u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8...
noRefTypeFound=\u53C2\u7167\u30BF\u30A4\u30D7\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
noRefTypeFound.TITLE=\u8B66\u544A
notAIEConfiguredDS = AIE\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u304C\u3001\u30A2\u30A4\u30C6\u30E0\u30BF\u30A4\u30D7/\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u304CAIE\u3092\u7528\u3044\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002AIE\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001Teamcenter\u30D8\u30EB\u30D7\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30A4\u30F3\u30C6\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u74B0\u5883(AIE)\u306E\u9805\u3092\u53C2\u7167\u3057\u3066\u3001AIE\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002 
notAIEConfiguredDS.TITLE=\u30A8\u30E9\u30FC

# Messages and keys for the Abort Message Box
# ----------------------------------------------
aborted=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u4F5C\u6210\u304C\u4E2D\u65AD\u3055\u308C\u307E\u3057\u305F...\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306F\u4F5C\u6210\u3055\u308C\u3001\u90E8\u5206\u7684\u306B\u633F\u5165\u3055\u308C\u307E\u3057\u305F\u3002
aborted.TITLE=\u4E2D\u6B62

aborting=\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059...

modifiedName.TITLE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306E\u540D\u524D\u5909\u66F4
modifiedName.MSG=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u540D\u3092\u6B21\u306E\u540D\u524D\u306B\u5909\u66F4\u3057\u307E\u3059\u304B:
overrideName.TITLE=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u540D\u306E\u4E0A\u66F8\u304D
overrideName.MSG=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u540D\u306F\u4E0A\u66F8\u304D\u3055\u308C\u307E\u3059\u3002

# Keys for the New Dataset for File
newFileDataset.TITLE = \u6B21\u306E\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8
type.TITLE = \u30BF\u30A4\u30D7\u306E\u9078\u629E
type.INFO = \u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
info.TILE = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u60C5\u5831\u3092\u5165\u529B
info.INFO = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
reference.TITLE = \u53C2\u7167\u30BF\u30A4\u30D7\u3092\u9078\u629E
reference.INFO = \u30D5\u30A1\u30A4\u30EB\u306E\u53C2\u7167\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002

reference = \u53C2\u7167:
fileType = \u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7:
template = \u30C6\u30F3\u30D7\u30EC\u30FC\u30C8:
noDatasetAvailable.MSG= \u30D5\u30A1\u30A4\u30EB\u306B\u4F5C\u6210\u3059\u308B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u304C\u3042\u308A\u307E\u305B\u3093\u3002
noDatasetAvailable.TITLE = \u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u306A\u3057

warning.TITLE=\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8
fileDoesNotExist.MSG=\u6307\u5B9A\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u304A\u3088\u3073\u5834\u6240\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u306E\u3044\u305A\u308C\u304B\u306E\u305F\u3081\u306B\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\n\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
invalidFile.MSG=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u305F\u3081\u306B\u9078\u629E\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\n\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noDatasetType.MSG=\u5148\u306B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002

fileNameWillbeTruncated.MSG=\u30D5\u30A1\u30A4\u30EB\u540D\u306F\u3001\u9577\u3055\u5236\u9650\u306E132\u6587\u5B57\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059\u3002 \u305D\u308C\u306F\u5207\u8A70\u3081\u3089\u308C\u307E\u3059\u3002

# Keys for select reference dialog (Elbit ER1409560)
selectReference.INFO=\u8907\u6570\u306E\u53C2\u7167\u304C\u73FE\u5728\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u3068\u4E00\u81F4\u3057\u307E\u3059\u3002\u53C2\u7167\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3001OK\u30DC\u30BF\u30F3\u3092\u62BC\u3057\u3066\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noReference.MSG=\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
noRefSelected.MSG=\u53C2\u7167\u30BF\u30A4\u30D7\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u306A\u3044\u306E\u3067\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\n\u9078\u629E\u3055\u308C\u305F\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306F\u30AF\u30EA\u30A2\u3055\u308C\u307E\u3059\u3002

#Keys for Multiple files Drag and Drop

#Table Headers
fileName=\u30D5\u30A1\u30A4\u30EB\u540D
datasetName=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u540D
datasetDesc=\u8AAC\u660E
datasetType=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u30BF\u30A4\u30D7
templateName=\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7
referenceName=\u53C2\u7167
toolsUsed=\u4F7F\u7528\u30C4\u30FC\u30EB

#Messages
newDnDDialog.MSG=\u8907\u6570\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u65B0\u898F\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8
newDnDDialog.TITLE=\u8907\u6570\u30D5\u30A1\u30A4\u30EB\u306E\u30C9\u30E9\u30C3\u30B0\u30A2\u30F3\u30C9\u30C9\u30ED\u30C3\u30D7
applySimilar.LABEL=\u540C\u4E00\u30BF\u30A4\u30D7\u306B\u9069\u7528
applySimilar.TIP=\u540C\u4E00\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7\u306E\u5168\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u5024\u3092\u9069\u7528

#Keys for Progress Dialog
datasetNameRequired.MSG=\u300C\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u540D\u300D\u306F\u5FC5\u8981\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059
resultDialog.MSG=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u4F5C\u6210\u9032\u6357

file=\u30D5\u30A1\u30A4\u30EB
status=\u30B9\u30C6\u30FC\u30BF\u30B9

#Status Messages
ready.MSG=\u6E96\u5099\u5B8C\u4E86
started.MSG=\u958B\u59CB\u3055\u308C\u305F
complete.MSG=\u5B8C\u4E86
userCancelledAction.MSG=\u30E6\u30FC\u30B6\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F

#Session Messages
importingFileToDataset=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059

#Error Messages
applySimilar.ERROR=\u540C\u4E00\u62E1\u5F35\u5B50\u30BF\u30A4\u30D7\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u985E\u4F3C\u3057\u305F\u8A2D\u5B9A\u3092\u9069\u7528\u3059\u308B\u30C6\u30FC\u30D6\u30EB\u5185\u306E\u884C\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
importFileInfoMissing.ERROR=\u30D5\u30A1\u30A4\u30EB\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5FC5\u8981\u306A\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093
pasteError.MSG=\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u8CBC\u4ED8\u3051\u4E2D\u306B\u30A8\u30E9\u30FC
incompleteInfo.MSG=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u307E\u305F\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u3044\u305A\u308C\u304B\u304C\u7121\u52B9\u3067\u3059
pasteCommand.ERROR=\u8CBC\u4ED8\u3051\u30B3\u30DE\u30F3\u30C9\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC 
pastedIntoNewStuff.MSG=\u8981\u6C42\u3055\u308C\u305F\u8CBC\u4ED8\u3051\u306F\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u3053\u308C\u3089\u304CNewStuff\u30D5\u30A9\u30EB\u30C0\u306B\u8CBC\u4ED8\u3051\u3089\u308C\u308B\u3088\u3046\u306B\u30D5\u30A7\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u3002
pasteToNewStuffError.ERROR=\u8981\u6C42\u3055\u308C\u305F\u8CBC\u4ED8\u3051\u306F\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u30D5\u30A7\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u305D\u308C\u3089\u3092NewStuff\u30D5\u30A9\u30EB\u30C0\u306B\u8CBC\u4ED8\u3051\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092NewStuff\u30D5\u30A9\u30EB\u30C0\u306B\u8CBC\u4ED8\u3051\u308B\u9593\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F

populatingTable.MSG=\u30C6\u30FC\u30D6\u30EB\u3092\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...

#Progress Dialog
progress.TITLE=\u51E6\u7406\u4E2D
progress.MSG=\u8981\u6C42\u3055\u308C\u305F\u60C5\u5831\u3092\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u53D6\u5F97\u3057\u3066\u3044\u307E\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...

creatingDataset.MSG=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...

errorDetail.TITLE=\u30A8\u30E9\u30FC
creatingDataset.ERROR=\u6B21\u306E\u30A8\u30E9\u30FC\u3067\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F:
namingRule.ERROR=\u547D\u540D\u30EB\u30FC\u30EB\u30D1\u30BF\u30FC\u30F3\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u6B21\u306E\u60C5\u5831\u3092\u57FA\u306B\u5FC5\u8981\u306A\u5909\u66F4\u3092\u52A0\u3048\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002

fileNameLengthTooLong=\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u5236\u9650\u6587\u5B57\u6570\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
fileLengthWarning.TITLE=\u8B66\u544A - \u30D5\u30A1\u30A4\u30EB\u540D\u304C\u9577\u3055\u5236\u9650\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059
fileNameLengthTooLongMulitple=\u6B21\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u305D\u308C\u3089\u306E\u540D\u524D\u304C\u9577\u3055\u5236\u9650\u3092\u8D85\u904E\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u542B\u307E\u308C\u307E\u305B\u3093:

