# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
#    Date      Name                    Description of Change
# 30-Jan-2005  Chandra Veerapaneni     Initial version for Improve Preference Management project
# 06-Feb-2005  veerapan                Added refresh.TOOLTIP
# 06-Feb-2005  veerapan                Add messages for deleting preferences
# 21-Feb-2005  Chandra Veerapaneni     New messages for Improve Preference Management
# 04-May-2005  x_thomab                Fix for PR#5180884 - Added Tooltips to scrollpane
# $HISTORY$
#* ==================================================================================================

# For improve preference management project
# -----------------------------------------
loadingPreferences.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
preferencesFound.MESSAGE=\u898B\u3064\u304B\u3063\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9: {0}
noPreferencesFound.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
exportingPreferences.MESSAGE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u304C\u9032\u884C\u4E2D
importingPreferences.MESSAGE=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D7\u30ED\u30BB\u30B9\u304C\u9032\u884C\u4E2D
importSuccessful.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
#preferenceExists.MESSAGE=The preference already exists for the scope. You can modify the value(s) using the 'Instances' tab.
fileExists.MESSAGE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u7528\u306B\u6307\u5B9A\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4E0A\u66F8\u304D\u3057\u307E\u3059\u304B?
lockSuccess.MESSAGE=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30ED\u30C3\u30AF\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002\n\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3055\u308C\u3066\u4ED6\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u304B\u3089\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\n\u7D42\u4E86\u3057\u305F\u3089\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30ED\u30C3\u30AF\u3092\u89E3\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unlockSuccess.MESSAGE=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30ED\u30C3\u30AF\u89E3\u9664\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
detailsPanelCreateInstance.MESSAGE="\u65B0\u898F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u3053\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u65B0\u898F\u30E6\u30FC\u30B6\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
createDefinition.MESSAGE=\u3053\u306E\u30D1\u30CD\u30EB\u306F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u306E\u4F5C\u6210/\u524A\u9664/\u4FEE\u6B63\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\n"Create New Definition"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u304B\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u958B\u59CB\u3057\u307E\u3059\u3002
saveDefinition.MESSAGE="\u4FDD\u5B58"\u30DC\u30BF\u30F3\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u3059\u3079\u3066\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5165\u529B\u3057\u307E\u3059(\u5024\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u4EFB\u610F)\u3002\n"\u4FDD\u5B58"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u65B0\u898F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5B9A\u7FA9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
editDefinition.MESSAGE="\u7DE8\u96C6"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5B9A\u7FA9\u3092\u4FEE\u6B63\u3057\u3066\u3001"\u4FDD\u5B58"\u30DC\u30BF\u30F3\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u306B\u4EFB\u610F\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002"\u8AAC\u660E"\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7A7A\u767D\u306B\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n"\u4FDD\u5B58"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u65E2\u5B58\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5B9A\u7FA9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
searchCategory.MESSAGE=\u65E2\u5B58\u306E\u30AB\u30C6\u30B4\u30EA\u3092\u5165\u529B\u307E\u305F\u306F\u9078\u629E
filterCategory.MESSAGE=\u30AB\u30C6\u30B4\u30EA\u3067\u30D5\u30A3\u30EB\u30BF
okToCancelCreate.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u4F5C\u6210\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3059\u304B?
createInstance.MESSAGE=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u7D44\u7E54\u30C4\u30EA\u30FC\u3067\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306E\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u306F\u3082\u3061\u308D\u3093\u3001\u65E2\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304B\u3089\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u3082\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\n\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u958B\u59CB\u3057\u307E\u3059\u3002
createInstanceDetail.MESSAGE=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306E\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u306F\u3082\u3061\u308D\u3093\u3001\u65E2\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304B\u3089\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u3082\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\n\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u958B\u59CB\u3057\u307E\u3059\u3002
saveButtonEnable.MESSAGE="\u4FDD\u5B58"\u30DC\u30BF\u30F3\u306F\u5024\u304C\u4FEE\u6B63\u3055\u308C\u308B\u3068\u3059\u3050\u306B\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\n"\u524A\u9664"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u9078\u629E\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u3002
newInstanceCreation.MESSAGE=\u5024\u3092\u5165\u529B\u3057\u3066\u300C\u4FDD\u5B58\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3001\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u304A\u3044\u3066\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
newInstanceCreationFromOrganization.MESSAGE=\u5024\u3092\u5165\u529B\u3057\u3066"\u4FDD\u5B58"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3001\u7D44\u7E54\u30C4\u30EA\u30FC\u3067\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
noGroupAdminPrivilege.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u8A31\u53EF\u5236\u9650\n\u30B0\u30EB\u30FC\u30D7\u7BA1\u7406\u8005\u6A29\u9650\u306E\u306A\u3044\u30E6\u30FC\u30B6\u306A\u306E\u3067\u3001\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4F5C\u6210\u3001\u4FEE\u6B63\u307E\u305F\u306F\u524A\u9664\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002\n\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u308B\u3060\u3051\u3067\u3059\u3002
noInstanceAllowedAtLocation.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u4FDD\u8B77\u7BC4\u56F2\n\u9078\u629E\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u4FDD\u8B77\u7BC4\u56F2\u306B\u3088\u308A\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u3067\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u306F\u3067\u304D\u307E\u305B\u3093\u3002
noEditAllowedForInterDependent.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u76F8\u4E92\u4F9D\u5B58\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\n\u76F8\u4E92\u4F9D\u5B58\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306A\u306E\u3067\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3092\u4FEE\u6B63\u3067\u304D\u307E\u305B\u3093\u3002\n
noGroupAdminPrivilegeForImport.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u8A31\u53EF\u5236\u9650\n\u30B0\u30EB\u30FC\u30D7\u7BA1\u7406\u8005\u6A29\u9650\u306E\u306A\u3044\u30E6\u30FC\u30B6\u306A\u306E\u3067\u3001\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002\n\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u308B\u3060\u3051\u3067\u3059\u3002
clickNewInstance.MESSAGE="\u65B0\u898F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u7D44\u7E54\u30C4\u30EA\u30FC\u3067\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
invalidOrgTreeSelection.MESSAGE=\u7D44\u7E54\u30C4\u30EA\u30FC\u3067\u9078\u629E\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u3067\u3059\u3002\n\u5225\u306E\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3001\u4FEE\u6B63\u307E\u305F\u306F\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
instanceExist.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5B58\u5728\n\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\n\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u307E\u305F\u306F\u524A\u9664\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
deleteNotAllowed.MESSAGE=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u304C\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3059\u308B\u6A29\u9650\u3092\u6301\u305F\u306A\u3044\u304B\u3001\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002

categoryCreated.MESSAGE=\u30AB\u30C6\u30B4\u30EA"{0}"\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002

cancelInstanceCreation.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\n\n\u30AF\u30EA\u30C3\u30AF:\n\t"OK"\u3067\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u3092\u4E2D\u6B62\u3057\u307E\u3059\u3002\n\t"\u30AD\u30E3\u30F3\u30BB\u30EB"\u3067\u540C\u3058\u30DA\u30FC\u30B8\u306B\u7559\u307E\u3063\u3066\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u4F5C\u6210\u3092\u5B8C\u4E86\u3055\u305B\u307E\u3059\u3002
cancelPreferenceModification.MESSAGE=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306E\u4FEE\u6B63\u306F\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\n\n\u30AF\u30EA\u30C3\u30AF:\n\t"OK"\u3067\u76F8\u4E92\u4F5C\u7528\u3092\u7D9A\u884C\u3057\u307E\u3059\u3002\n\t"\u30AD\u30E3\u30F3\u30BB\u30EB"\u3067\u540C\u3058\u30DA\u30FC\u30B8\u306B\u7559\u307E\u3063\u3066\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u3092\u5B8C\u4E86\u3055\u305B\u307E\u3059\u3002
cancelDefinitionCreation.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306E\u5B9A\u7FA9\u304C\u5B8C\u4E86\u3057\u3066\u3044\u307E\u305B\u3093\u3002\n\n\u30AF\u30EA\u30C3\u30AF:\n\t"OK"\u3067\u5B9A\u7FA9\u306E\u4F5C\u6210\u3092\u4E2D\u6B62\u3057\u307E\u3059\u3002\n\t"\u30AD\u30E3\u30F3\u30BB\u30EB"\u3067\u540C\u3058\u30DA\u30FC\u30B8\u306B\u7559\u307E\u3063\u3066\u5B9A\u7FA9\u4F5C\u6210\u3092\u5B8C\u4E86\u3055\u305B\u307E\u3059\u3002
cancelEditDefinition.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306E\u5B9A\u7FA9\u306B\u52A0\u3048\u3089\u308C\u305F\u4FEE\u6B63\u306F\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\n\n\u30AF\u30EA\u30C3\u30AF:\n\t"OK"\u3067\u5B9A\u7FA9\u306E\u4FEE\u6B63\u3092\u4E2D\u6B62\u3057\u307E\u3059\u3002\n\t"\u30AD\u30E3\u30F3\u30BB\u30EB"\u3067\u540C\u3058\u30DA\u30FC\u30B8\u306B\u7559\u307E\u3063\u3066\u5B9A\u7FA9\u306E\u4FEE\u6B63\u3092\u5B8C\u4E86\u3055\u305B\u307E\u3059\u3002


importSuccess.MESSAGE=\u30A4\u30F3\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\n\u8FFD\u52A0\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001\u6B21\u306E\u30EC\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044:\n\t {0}
exportSuccess.MESSAGE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\n\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u6B21\u306E\u30D5\u30A1\u30A4\u30EB\u3067\u898B\u3064\u3051\u3066\u304F\u3060\u3055\u3044:\n\t {0}
createNotAllowed.Message=\u73FE\u5728\u306E\u30E6\u30FC\u30B6\u306B\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
filterLocation.MESSAGE=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30D5\u30A3\u30EB\u30BF
filterProtectionScope.MESSAGE=\u4FDD\u8B77\u7BC4\u56F2\u3067\u30D5\u30A3\u30EB\u30BF
details_genericInformation.MESSAGE=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306E\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u306F\u3082\u3061\u308D\u3093\u3001\u65E2\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304B\u3089\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u3082\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\n\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u958B\u59CB\u3057\u307E\u3059\u3002
details_KO_instanceCreation.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5B58\u5728\n\u30E6\u30FC\u30B6\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\n\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u307E\u305F\u306F\u524A\u9664\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
details_KO_COTSInstance.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - OOTB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\n\u305D\u306E\u307E\u307E\u4F7F\u7528\u3067\u304D\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
details_OK_instanceCreation.MESSAGE=\u30E6\u30FC\u30B6\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u9078\u629E\u6E08\u307F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304B\u3089\u4F5C\u6210\u3067\u304D\u307E\u3059\u3002
details_OK_instanceDeletionModification.MESSAGE=\u9078\u629E\u3057\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u307E\u305F\u306F\u4FEE\u6B63\u3067\u304D\u307E\u3059\u3002
prefAlreadyExist.MESSAGE=\u6B21\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u65E2\u306B\u30B7\u30B9\u30C6\u30E0\u306B\u5B58\u5728\u3057\u307E\u3059: \n"{0}"\n\u305D\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u65E2\u5B58\u306E\u5B9A\u7FA9\u306B\u5207\u66FF\u3048\u308B\u304B\u3001\u540D\u524D\u3092\u5909\u66F4\u3057\u307E\u3059\u304B?
noInstanceAllowedForInterDependent.MESSAGE=\u59A8\u5BB3\u539F\u56E0 - \u76F8\u4E92\u4F9D\u5B58\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\n\u76F8\u4E92\u4F9D\u5B58\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306A\u306E\u3067\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\n
details_OK_overlayDeletionModification.MESSAGE="\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u524A\u9664"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u9078\u629E\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u524A\u9664\u3059\u308B\u304B\u3001"\u7DE8\u96C6"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4FEE\u6B63\u3057\u307E\u3059\u3002\n
enterValidValue.MESSAGE=\u30BF\u30A4\u30D7{0}\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u5024\u3092\u5165\u529B\u3057\u307E\u3059\u3002
multiToSingleValue.MESSAGE=\u8907\u6570\u5024\u304B\u3089\u5358\u6570\u5024\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5B9A\u7FA9\u3092\u5909\u66F4\u3059\u308B\u3068\u3001\u6700\u521D\u306E\u5024\u4EE5\u5916\u306E\u3059\u3079\u3066\u306E\u5024\u304C\u9664\u53BB\u3055\u308C\u307E\u3059\u3002\n\u7D9A\u884C\u3057\u307E\u3059\u304B?
importPartialFailure.MESSAGE=\u4E00\u90E8\u307E\u305F\u306F\u5168\u90E8\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u5BFE\u3059\u308B\u30A4\u30F3\u30DD\u30FC\u30C8\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n"OK"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u8FFD\u52A0\u60C5\u5831\u306B\u5BFE\u3059\u308B\u30EC\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\t {0}

nameDeImanization.MESSAGE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9"{0}"\u306F\u3001\u5185\u90E8\u306E\u7406\u7531\u306B\u3088\u308A\u3001"{1}"\u306B\u540D\u524D\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
multiplePreferenceSelection.MESSAGE=\u8907\u6570\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9/\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u300C\u4F5C\u6210\u300D\u304A\u3088\u3073\u300C\u7DE8\u96C6\u300D\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
multiplePreferenceSelectionDelete.MESSAGE=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u9078\u629E\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
exportFileExtensionMismatch.MESSAGE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u540D\u306F\u3001.xml\u62E1\u5F35\u5B50\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
exportMissingFileExtension.MESSAGE=\u6307\u5B9A\u3057\u305F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u540D\u306B\u306F\u62E1\u5F35\u5B50\u304C\u3042\u308A\u307E\u305B\u3093\u3002 .xml\u304C\u30D5\u30A1\u30A4\u30EB\u62E1\u5F35\u5B50\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002

# Titles
# ------
searchOptions.TITLE=\u30AA\u30D7\u30B7\u30E7\u30F3
searchIn.TITLE=\u691C\u7D22\u5148
matchOptions.TITLE=\u4E00\u81F4
preferenceDescriptionBalloon.TITLE=\u8AAC\u660E
definition.TITLE=\u5B9A\u7FA9
preferenceSearch.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u540D\u3067\u691C\u7D22
advancedPreferenceSearch.TITLE=\u30AD\u30FC\u30EF\u30FC\u30C9\u3067\u691C\u7D22
preferencesList.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8
preferenceDefinition.TITLE=\u65B0\u898F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u3092\u4F5C\u6210
createCategory.TITLE=\u65B0\u898F\u30AB\u30C6\u30B4\u30EA\u307E\u305F\u306F\u30B5\u30D6\u30AB\u30C6\u30B4\u30EA\u3092\u4F5C\u6210
exportPreference.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
importPreference.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
preferenceObjectPopup.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
preferenceDetails.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
exportOptions.TITLE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30AA\u30D7\u30B7\u30E7\u30F3
importOptions.TITLE=\u30E2\u30FC\u30C9
scopeOptions.TITLE=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3
preferenceName.TITLE=\u540D\u524D
preferenceDescription.TITLE=\u8AAC\u660E
preferenceType.TITLE=\u30BF\u30A4\u30D7
preferenceIsArray.TITLE=\u8907\u6570\u306E\u5024
mergePreferences.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30DE\u30FC\u30B8
deletePreference.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u524A\u9664
PreferenceReportButton.TITLE=\u30EC\u30DD\u30FC\u30C8
reportChanges.TITLE=\u30EC\u30DD\u30FC\u30C8\u5909\u66F4
deleteCategory.TITLE=\u30AB\u30C6\u30B4\u30EA\u3092\u524A\u9664
lock.TITLE=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30ED\u30C3\u30AF
unlock.TITLE=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30ED\u30C3\u30AF\u89E3\u9664
filters.TITLE=\u30D5\u30A3\u30EB\u30BF
importError.TITLE = \u30A8\u30E9\u30FC
exportError.TITLE = \u30A8\u30E9\u30FC
exportInformation.TITLE=\u60C5\u5831
cleaCreate.TITLE=\u5B9A\u7FA9\u306E\u4F5C\u6210\u3092\u30AD\u30E3\u30F3\u30BB\u30EB
cancelInstanceCreation.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
cancelDefinitionCreation.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u304C\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
cancelEditDefinition.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u304C\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093
cancelPreferenceModification.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u4FEE\u6B63\u304C\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093
importSuccess.TITLE=\u30A4\u30F3\u30DD\u30FC\u30C8\u30B9\u30C6\u30FC\u30BF\u30B9
exportSuccess.TITLE=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30B9\u30C6\u30FC\u30BF\u30B9
prefAlreadyExist.TITLE=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u77DB\u76FE
multiToSingleValue.TITLE=\u8907\u6570\u5024\u304B\u3089\u5358\u6570\u5024\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u5909\u66F4\u4E2D

# Names
# ------
keys.NAME=\u30AD\u30FC
preferenceName.NAME=\u540D\u524D
preferenceName.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u540D\u524D\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
preferenceDescription.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u8AAC\u660E
createPreference.NAME=\u4F5C\u6210
modifyPreference.NAME=\u4FEE\u6B63
savePreference.NAME=\u4FDD\u5B58
editPreference.NAME=\u7DE8\u96C6
cancelPreference.NAME=\u30AD\u30E3\u30F3\u30BB\u30EB
deletePreference.NAME=\u524A\u9664
value.NAME=\u5024
values.NAME=\u5024
category.NAME=\u30AB\u30C6\u30B4\u30EA
category.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u542B\u3080\u30AB\u30C6\u30B4\u30EA\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
description.NAME=\u8AAC\u660E
protectionScope.NAME=\u4FDD\u8B77\u7BC4\u56F2
protectionScope.TOOLTIP=<html><body>\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u308B\u6700\u4F4E\u30EC\u30D9\u30EB\u3092\u5B9A\u7FA9\u3059\u308B\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u4FDD\u8B77\u7BC4\u56F2\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002<br/>\u6700\u9AD8\u304B\u3089\u6700\u4F4E\u307E\u3067\u3001\u4FDD\u8B77\u7BC4\u56F2\u306F: <ol><li>\u30B5\u30A4\u30C8\u304A\u3088\u3073\u30B7\u30B9\u30C6\u30E0</li><li>\u30B0\u30EB\u30FC\u30D7</li><li>\u30ED\u30FC\u30EB</li><li>\u30E6\u30FC\u30B6</li></ol></body></html>
protectionScopeLabel.NAME=\u4FDD\u8B77\u7BC4\u56F2:
valueLocation.NAME=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3
valueLocation.TOOLTIP=<html><body>\u73FE\u5728\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30EC\u30D9\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002<br/>\u305D\u308C\u306F\u30B5\u30A4\u30C8\u3001\u30B0\u30EB\u30FC\u30D7\u3001\u30ED\u30FC\u30EB\u307E\u305F\u306F\u30E6\u30FC\u30B6\u306B\u3067\u304D\u307E\u3059\u3002</body></html>
envVar.NAME=\u74B0\u5883
envVar.TOOLTIP=<html><body>\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5024\u304C\u74B0\u5883\u5909\u6570\u3092\u57FA\u306B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u304B\u3069\u3046\u304B\u5B9A\u7FA9\u3057\u307E\u3059\u3002<br/>\u5024\u304C'\u6709\u52B9'\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u74B0\u5883\u5909\u6570\u306E\u5B58\u5728\u306F\u3001\u4ED6\u306E\u3069\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u4F4D\u7F6E\u3088\u308A\u3082\u524D\u306B\u3001\u6700\u521D\u306B\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002</body></html>
type.NAME=\u30BF\u30A4\u30D7
type.TOOLTIP=<html><body>\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30BF\u30A4\u30D7\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002<br/>\u3053\u308C\u306F\u3001\u5024\u3092\u5165\u529B\u3059\u308B\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30C1\u30A7\u30C3\u30AF\u306E\u30BF\u30A4\u30D7\u306B\u5F71\u97FF\u3057\u307E\u3059\u3002</body></html>
multiVal.NAME=\u8907\u6570
multiVal.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5E7E\u3064\u304B\u306E\u5024\u3092\u6307\u5B9A\u3067\u304D\u308B\u304B\u5B9A\u7FA9\u3057\u307E\u3059\u3002
wildcard.NAME=\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9
matchCase.NAME=\u6587\u5B57
matchWord.NAME=\u5358\u8A9E\u5168\u4F53
scope.NAME=\u7BC4\u56F2
all.NAME=\u3059\u3079\u3066
SitAndSystem.NAME=\u30B5\u30A4\u30C8\u304A\u3088\u3073\u30B7\u30B9\u30C6\u30E0
#site.NAME=Site
#system.NAME=System
#user.NAME=User
#role.NAME=Role
#group.NAME=Group
allOfLoggedInUser.NAME=\u3059\u3079\u3066(\u30ED\u30B0\u30A4\u30F3\u30E6\u30FC\u30B6\u304B\u3089\u898B\u3048\u308B\u901A\u308A)
enabled.NAME=\u4F7F\u7528\u53EF\u80FD
disabled.NAME=\u4F7F\u7528\u4E0D\u53EF
single.NAME=\u5358\u4E00
multiple.NAME=\u8907\u6570
multipleOrgTreeSelection.NAME=\u7D44\u7E54\u30C4\u30EA\u30FC\u3067\u9078\u629E\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6

searchTextInPrefName.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u540D\u3067\u691C\u7D22
searchTextInKeyword.NAME=\u30AD\u30FC\u30EF\u30FC\u30C9\u3067\u691C\u7D22

exportHeader.NAME=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089XML\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002
exportSelectFileHeader.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u5148\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\u3002
exportSelectLocationHeader.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u5143\u306E\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
exportSelectCategoriesHeader.NAME=\u3053\u308C\u3089\u306E\u30AB\u30C6\u30B4\u30EA\u306E\u307F\u304B\u3089\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u30AB\u30C6\u30B4\u30EA(\u8907\u6570\u9078\u629E\u306F\u6709\u52B9)\u3092\u9078\u629E\u3057\u307E\u3059\u3002
exportNonSiteLocationHeader.NAME=\u30AB\u30C6\u30B4\u30EA\u9078\u629E\u306F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304C"\u30B5\u30A4\u30C8"\u306E\u3068\u304D\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
exportClickExportHeader.NAME="\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u5B8C\u4E86\u3057\u307E\u3059\u3002
exportInvalidCharHeader.NAME=\u30D5\u30A1\u30A4\u30EB\u540D\u307E\u305F\u306F\u30D1\u30B9\u306B\u7121\u52B9\u306A\u6587\u5B57( *?"<>| )\u304C\u542B\u307E\u308C\u307E\u3059\u3002
exportScopeBased.NAME=\u7BC4\u56F2\u3092\u57FA\u306B
exportCurrentSelection.NAME=\u73FE\u5728\u306E\u9078\u629E
noDescription.NAME=\u3053\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3067\u4F7F\u7528\u3067\u304D\u308B\u8AAC\u660E\u304C\u3042\u308A\u307E\u305B\u3093\u3002
exportFileName.NAME=\u30D5\u30A1\u30A4\u30EB\u3078\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8(.xml\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A)
openOnExport.NAME=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u5F8C\u306B\u958B\u304F
exportLocation.NAME=\u79FB\u52D5\u5143\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3:
exportAllCategories.NAME=\u3059\u3079\u3066\u306E\u30AB\u30C6\u30B4\u30EA\u306B\u5BFE\u3059\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
parentCategory.NAME=\u89AA\u30AB\u30C6\u30B4\u30EA
importHeader.NAME=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001XML\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u9078\u629E\u3057\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3078\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002
importSelectFileHeader.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5143\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\u3002
importSelectLocationHeader.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5148\u306E\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
importSelectAdditionalOptionsHeader.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306E\u8FFD\u52A0\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\u3002
importClickDryRunButtonHeader.NAME="\u7D99\u7D9A"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u9078\u629E\u7684\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u7D9A\u884C\u3057\u307E\u3059\u3002
importClickImportButtonHeader.NAME=\u5B8C\u4E86\u3057\u305F\u3089\u3001"\u30A4\u30F3\u30DD\u30FC\u30C8"\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u5B8C\u4E86\u3057\u307E\u3059\u3002
importFileName.NAME=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u540D
importOptions.NAME=\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u6307\u5B9A\u3055\u308C\u305FXML\u30D5\u30A1\u30A4\u30EB\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u5B58\u5728\u3057\u305F\u5834\u5408\u3001\n\u6B21\u3092\u5B9F\u884C\u3057\u307E\u3059\u304B
importOverrideOption.NAME=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092XML\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3067\u30AA\u30FC\u30D0\u30E9\u30A4\u30C9
importSkipOption.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059
importToLocation.NAME=\u79FB\u52D5\u5148\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3:
importActions.NAME=\u77DB\u76FE\u6642\u306E\u30A2\u30AF\u30B7\u30E7\u30F3:
importReport.NAME=\u30A4\u30F3\u30DD\u30FC\u30C8\u5F8C\u306B\u30ED\u30B0\u30EC\u30DD\u30FC\u30C8\u3092\u958B\u304F
importMergeOption.NAME=XML\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5024\u3092\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u5024\u306B\u30DE\u30FC\u30B8\u3057\u307E\u3059\u3002
importCategoryDefaultOption.NAME=\u3059\u3079\u3066\u306E\u30AB\u30C6\u30B4\u30EA\u304B\u3089\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
selectALocation.NAME=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u9078\u629E
ZeroDryRunImportResults.NAME=\u65B0\u898F/\u65E2\u5B58\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
dryRunImportResults.NAME=\u65B0\u898F\u307E\u305F\u306F\u65E2\u5B58\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3067\u3042\u308B{0}\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u3053\u308C\u3089\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\n\u9078\u629E\u7684\u306B\u30DE\u30FC\u30B8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
okToDelete.NAME=\u9078\u629E\u3057\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
okToDeleteDefn.NAME=\u9078\u629E\u3057\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5B9A\u7FA9\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
mergePreferenceStatus.NAME=({0}/{1}\u3092\u8868\u793A)
scopeLabel.NAME=( {0} )
ZeroPreferenceReportResults.NAME=\u4FEE\u6B63\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
preferenceReportResults.NAME={0}\u306E\u4FEE\u6B63\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u4FEE\u6B63\u3055\u308C\u305F\u5404\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
cannotDeleteCategory.NAME=\u5E7E\u3064\u304B\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u5272\u5F53\u3066\u3055\u308C\u3066\u3044\u308B\u306E\u3067\u3001\u30AB\u30C6\u30B4\u30EA\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002\n\u3053\u306E\u30AB\u30C6\u30B4\u30EA\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u5225\u306E\u30AB\u30C6\u30B4\u30EA\u306B\u79FB\u52D5\u3057\u3066\u524A\u9664\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
categoryNotFound.NAME=\u6307\u5B9A\u3057\u305F\u30AB\u30C6\u30B4\u30EA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
okToDeleteCategory.NAME=\u9078\u629E\u3057\u305F\u30AB\u30C6\u30B4\u30EA\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
detailsPanelTextArea.NAME=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u65E2\u306B\u5B9A\u7FA9\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304B\u3089\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u3068\u3001\u65E2\u5B58\u306E\u30E6\u30FC\u30B6\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4FEE\u6B63\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30EA\u30B9\u30C8\u3067\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u958B\u59CB\u3057\u307E\u3059\u3002
true.NAME=\u306F\u3044
false.NAME=\u3044\u3044\u3048
hypen.Name=-

dryRun.NAME=\u7D99\u7D9A
selectiveImport.NAME=\u9078\u629E\u7684\u30A4\u30F3\u30DD\u30FC\u30C8
nonSelectiveImport.NAME=\u81EA\u52D5\u30A4\u30F3\u30DD\u30FC\u30C8

noPreferences.NAME=\u9078\u629E\u3057\u305F\u7BC4\u56F2\u306B\u306F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002

#stringType.NAME=String
#integerType.NAME=Integer
#doubleType.NAME=Double
#logicalType.NAME=Logical
#dateType.NAME=Date
ok.NAME=OK
cancel.NAME=\u30AD\u30E3\u30F3\u30BB\u30EB
switch.NAME=\u30B9\u30A4\u30C3\u30C1
change.NAME=\u5909\u66F4
tableColumn1.HEADER=\u540D\u524D
tableColumn2.HEADER=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3

# Merge preferences dialog
# ------------------------
databasePreferencesList.NAME=<html><body><b>[1]</b></body></html>
databasePreferencesList1.NAME=<html><body><b>[1] \u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5024</b></body></html>
xmlPreferencesList.NAME=<html><body><b>[2]</b></body></html>
xmlPreferencesList1.NAME=<html><body><b>[2] XML\u30D5\u30A1\u30A4\u30EB\u306E\u5024</b></body></html>
mergedPreferencesList.NAME=<html><body><b>[3] \u8A2D\u5B9A\u3059\u308B\u65B0\u898F\u5024</b></body></html>
clashingPreference.NAME=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9 :

originalPreferencesList.NAME=<html><body><b>[1] \u5143\u306E\u5024</b></body></html>
modifiedPreferencesList.NAME=<html><body><b>[2] \u4FEE\u6B63\u3055\u308C\u305F\u5024</b></body></html>

# Labels for preference related operations
# ----------------------------------------
details.NAME=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
advanced.NAME=\u8A73\u7D30
definition.NAME=\u5B9A\u7FA9
import.NAME=\u30A4\u30F3\u30DD\u30FC\u30C8
export.NAME=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
preferencesName.LABEL=PreferenceName
preferencesLocation.LABEL=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3
location.NAME=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3: 

noneLocation.NAME=\u306A\u3057
noneLocation.TOOLTIP=<html><body>\u30B5\u30A4\u30C8\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u5024\u306F\u63D0\u4F9B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002<br/>\u305D\u306E\u5B9A\u7FA9\u306E\u307F\u304C\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002</body></html>

# ToolTips
# --------
searchTextInPrefName.TOOLTIP=\u691C\u7D22\u3059\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u540D\u3092\u5165\u529B\u3057\u307E\u3059\u3002
searchTextInKeyword.TOOLTIP=<html><body>\u9078\u629E\u3057\u305F\u30AD\u30FC\u30EF\u30FC\u30C9\u3067\u691C\u7D22\u3059\u308B\u8A9E\u3092\u5165\u529B\u3057\u307E\u3059\u3002<br/>\u3053\u308C\u306F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u540D\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u8AAC\u660E\u5185\u306E\u8A9E(\u8A9E\u306E\u30EA\u30B9\u30C8)\u306A\u3069\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002</body></html>

searchButton.TOOLTIP=\u7279\u5B9A\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u691C\u7D22\u3057\u307E\u3059\u3002
loadAllButton.TOOLTIP=\u3059\u3079\u3066\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002
refresh.TOOLTIP=\u30B5\u30FC\u30D0\u4E0A\u306E\u30B5\u30A4\u30C8\u3001\u30B0\u30EB\u30FC\u30D7\u3001\u30ED\u30FC\u30EB\u304A\u3088\u3073\u30E6\u30FC\u30B6\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u518D\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002
PreferenceReportButton.TOOLTIP=\u30B5\u30A4\u30C8\u3001\u30B0\u30EB\u30FC\u30D7\u3001\u30ED\u30FC\u30EB\u304A\u3088\u3073\u30E6\u30FC\u30B6\u30EC\u30D9\u30EB\u3067\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30EC\u30DD\u30FC\u30C8\u3059\u308B\u30DD\u30C3\u30D7\u30A2\u30C3\u30D7\u3002
exportPreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002
importPreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002
createPreferenceInstance.TOOLTIP=\u65B0\u898F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
createPreferenceDefinition.TOOLTIP=\u65B0\u898F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
modifyPreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002
savePreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
editPreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u3092\u7DE8\u96C6\u3057\u307E\u3059\u3002
cancelPreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u306E\u7DE8\u96C6\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3059\u3002
savePreferenceDefinition.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5B9A\u7FA9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002
deletePreference.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u3002
deletePreferenceInstance.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3057\u307E\u3059\u3002
deleteOOTBPreferenceNotAllowed.TOOLTIP=\u3059\u3050\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u5B9A\u7FA9\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
deleteOOTBAndEnvPreferenceInstanceNotAllowed.TOOLTIP=\u3059\u3050\u306B\u4F7F\u7528\u3067\u304D\u308B\u72B6\u614B\u306E\u3082\u306E\u3001\u307E\u305F\u306F\u74B0\u5883\u5909\u6570\u304B\u3089\u6765\u3066\u3044\u308B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5024\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
preferenceValue.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u5024\u3002
hierarchy.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u5B58\u5728\u3059\u308B\u69D8\u3005\u306A\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u307E\u3059.
description.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u8AAC\u660E.

exportScopeBased.TOOLTIP=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u57FA\u306B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059.
exportFileName.TOOLTIP=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30D1\u30B9.
exportBrowse.TOOLTIP=\u3053\u306E\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u51FA\u529B\u30D5\u30A1\u30A4\u30EB\u540D\u3092\u6307\u5B9A\u3057\u307E\u3059.
openOnExport.TOOLTIP=\u9078\u629E\u3059\u308B\u3068\u3001\u51FA\u529B\u3055\u308C\u305FXML\u30D5\u30A1\u30A4\u30EB\u304C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u6642\u306B\u958B\u304D\u307E\u3059\u3002

importFileName.TOOLTIP=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u542B\u3080XML\u30D5\u30A1\u30A4\u30EB.
importBrowse.TOOLTIP=\u3053\u306E\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30BD\u30FC\u30B9XML\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u307E\u3059.
importOverrideOption.TOOLTIP=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092XML\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3067\u30AA\u30FC\u30D0\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
importSkipOption.TOOLTIP=XML\u30D5\u30A1\u30A4\u30EB\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u304C\u65E2\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u5B58\u5728\u3059\u308B\u5834\u5408\u306F\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059.
importMergeOption.TOOLTIP=<html><body>XML\u30D5\u30A1\u30A4\u30EB\u5024\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u5024\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059\u3002<br>(\u3053\u308C\u306F\u8907\u6570\u5024\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059)</body></html>
selectiveImport.TOOLTIP=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30DE\u30FC\u30B8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306B\u5BFE\u3059\u308B\u30DE\u30FC\u30B8\u30C0\u30A4\u30A2\u30ED\u30B0\u304C\u8868\u793A\u3055\u308C\u307E\u3059.
nonSelectiveImport.TOOLTIP=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001XML\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u57FA\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
openReportAfterImport.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5834\u5408\u3001\u51FA\u529B\u30ED\u30B0\u30EC\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306F"\u30A4\u30F3\u30DD\u30FC\u30C8"\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u5B8C\u4E86\u5F8C\u306B\u958B\u304D\u307E\u3059\u3002

#stringType.TOOLTIP=String
#integerType.TOOLTIP=Integer
#doubleType.TOOLTIP=Double
#logicalType.TOOLTIP=Logical
#dateType.TOOLTIP=Date

isArray.TOOLTIP=\u306F\u3044\u306E\u5834\u5408\u3001\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306F\u8907\u6570\u306E\u5024\u3092\u4FDD\u6301\u3067\u304D\u307E\u3059\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u5358\u4E00\u5024\u306E\u307F\u4FDD\u6301\u3067\u304D\u307E\u3059\u3002
import.TOOLTIP=\u30A4\u30F3\u30DD\u30FC\u30C8\u3002
dryRun.TOOLTIP=\u9078\u629E\u7684\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u7D9A\u884C\u3057\u307E\u3059\u3002

databasePreferencesList.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5834\u5408\u3001[1]\u5185\u306E\u3059\u3079\u3066\u306E\u5024\u3092[3]\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
xmlPreferencesList.TOOLTIP=\u9078\u629E\u3055\u308C\u305F\u5834\u5408\u3001[2]\u5185\u306E\u3059\u3079\u3066\u306E\u5024\u3092[3]\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
moveLeft.TOOLTIP=\u30EA\u30B9\u30C8\u5185\u306E\u524D\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3078\u79FB\u52D5\u3057\u307E\u3059\u3002
moveRight.TOOLTIP=\u30EA\u30B9\u30C8\u5185\u306E\u6B21\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3078\u79FB\u52D5\u3057\u307E\u3059\u3002
moveFirst.TOOLTIP=\u30EA\u30B9\u30C8\u5185\u306E\u6700\u521D\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3078\u79FB\u52D5\u3057\u307E\u3059\u3002
moveLast.TOOLTIP=\u30EA\u30B9\u30C8\u5185\u306E\u6700\u5F8C\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3078\u79FB\u52D5\u3057\u307E\u3059\u3002
moveUp.TOOLTIP=\u9078\u629E\u3057\u305F\u3082\u306E\u30921\u3064\u4E0A\u306E\u30EC\u30D9\u30EB\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
moveDown.TOOLTIP=\u9078\u629E\u3057\u305F\u3082\u306E\u30921\u3064\u4E0B\u306E\u30EC\u30D9\u30EB\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
remove.TOOLTIP=\u30EA\u30B9\u30C8\u304B\u3089\u9078\u629E\u3092\u9664\u53BB\u3057\u307E\u3059\u3002
sortValue.TOOLTIP=\u9078\u629E\u3092\u30BD\u30FC\u30C8\u3057\u307E\u3059\u3002
addValue.TOOLTIP=\u30EA\u30B9\u30C8\u306B\u5024\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
modifyValue.TOOLTIP=\u73FE\u5728\u306E\u5024\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002

lock.TOOLTIP=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30ED\u30C3\u30AF\u3057\u307E\u3059\u3002
unlock.TOOLTIP=\u30B5\u30A4\u30C8\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u30ED\u30C3\u30AF\u89E3\u9664\u3057\u307E\u3059\u3002
deselect.TOOLTIP=\u30B7\u30FC\u30B1\u30F3\u30B9"Ctrl\u30AD\u30FC + \u30DE\u30A6\u30B9\u9078\u629E"\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30B9\u30C8\u5185\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u306E\u9078\u629E\u3092\u89E3\u9664\u3057\u307E\u3059\u3002



