# @<COPYRIGHT>@
# ==================================================
# Copyright 2007.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#*==================================================================================================
#    Date      Name                    Description of Change
# 30-Jan-2005  Chandra Veerapaneni     Initial version for Improve Preference Management project
# 06-Feb-2005  veerapan                Added refresh.TOOLTIP
# 06-Feb-2005  veerapan                Add messages for deleting preferences
# 21-Feb-2005  Chandra Veerapaneni     New messages for Improve Preference Management
# 04-May-2005  x_thomab                Fix for PR#5180884 - Added Tooltips to scrollpane
# $HISTORY$
#* ==================================================================================================

# For improve preference management project
# -----------------------------------------
loadingPreferences.MESSAGE=Cargando las preferencias
preferencesFound.MESSAGE=Preferencias encontradas: {0}
noPreferencesFound.MESSAGE=No se encontr\u00F3 ninguna preferencia.
exportingPreferences.MESSAGE=Exportar la operaci\u00F3n en curso
importingPreferences.MESSAGE=Importar la operaci\u00F3n en curso
importSuccessful.MESSAGE=Se importaron correctamente las preferencias.
#preferenceExists.MESSAGE=The preference already exists for the scope. You can modify the value(s) using the 'Instances' tab.
fileExists.MESSAGE=Ya existe el archivo especificado para la operaci\u00F3n Exportar. \u00BFDesea sobrescribir el archivo?
lockSuccess.MESSAGE=Se bloquearon correctamente las preferencias del sitio.\nSe actualizar\u00E1n las preferencias para mostrar las actualizaciones de otras sesiones.\nDesbloquee las preferencias del sitio al finalizar.
unlockSuccess.MESSAGE=Se desbloquearon correctamente las preferencias del sitio
detailsPanelCreateInstance.MESSAGE=Pulse el bot\u00F3n "Instancia nueva" para crear una instancia de usuario nueva correspondiente a esta preferencia.
createDefinition.MESSAGE=Este panel activa la creaci\u00F3n/eliminaci\u00F3n/modificaci\u00F3n de las definiciones de la preferencia.\nPulse el bot\u00F3n "Crear una definici\u00F3n nueva" o seleccione una preferencia en la Lista de preferencias para comenzar.
saveDefinition.MESSAGE=Rellene todos los campos (campo de valor no obligatorio) para activar el bot\u00F3n "Guardar".\nPulse el bot\u00F3n "Guardar" para guardar la definici\u00F3n de la preferencia nueva.
editDefinition.MESSAGE=Pulse el bot\u00F3n "Editar" para modificar la definici\u00F3n y actualizar cualquier campo a fin de activar el bot\u00F3n "Guardar". Observe que el campo "Descripci\u00F3n" no debe estar vac\u00EDo.\nPulse el bot\u00F3n "Guardar" para guardar la definici\u00F3n de la preferencia existente.
searchCategory.MESSAGE=Introduzca o seleccione una categor\u00EDa existente
filterCategory.MESSAGE=Filtrar por categor\u00EDa
okToCancelCreate.MESSAGE=\u00BFDesea cancelar la creaci\u00F3n de la definici\u00F3n de preferencia?
createInstance.MESSAGE=Esta vista activa la creaci\u00F3n de las instancias a partir de las preferencias ya definidas, as\u00ED tambi\u00E9n como las modificaciones de las instancias existentes en la ubicaci\u00F3n seleccionada en el \u00E1rbol de la organizaci\u00F3n.\nSeleccione una preferencia en la Lista de preferencias para comenzar.
createInstanceDetail.MESSAGE=Esta vista activa la creaci\u00F3n de las instancias a partir de las preferencias ya definidas, as\u00ED tambi\u00E9n como las modificaciones de las instancias existentes en la ubicaci\u00F3n del usuario.\nSeleccione una preferencia en la Lista de preferencias para comenzar.
saveButtonEnable.MESSAGE=Se activar\u00E1 el bot\u00F3n "Guardar" tan pronto ocmo se modifique el valor.\nPulse el bot\u00F3n "Eliminar" para eliminar la instancia seleccionada.
newInstanceCreation.MESSAGE=Introduzca un valor y pulse el bot\u00F3n "Guardar" para crear una preferencia en la ubicaci\u00F3n del usuario.
newInstanceCreationFromOrganization.MESSAGE=Introduzca un valor y pulse el bot\u00F3n "Guardar" para crear una preferencia en la ubicaci\u00F3n seleccionada en el \u00E1rbol de organizaci\u00F3n.
noGroupAdminPrivilege.MESSAGE=CAUSA DEL BLOQUEO - RESTRICCI\u00D3N DEL PERMISO\nComo usuario sin permiso de administrador de grupo, usted no dispone del permiso para crear, modificar o eliminar la preferencia en la ubicaci\u00F3n seleccionada.\nPuede crear las instancias solamente en la ubicaci\u00F3n del usuario.
noInstanceAllowedAtLocation.MESSAGE=CAUSA DEL BLOQUEO - \u00C1MBITO DE PROTECCI\u00D3N\nEl \u00E1mbito de protecci\u00F3n de la preferencia seleccionada no permite la creaci\u00F3n de una instancia en la ubicaci\u00F3n "{0}".
noEditAllowedForInterDependent.MESSAGE=CAUSA DEL BLOQUEO - PREFERENCIA INTERDEPENDIENTE\nNo se puede modificar la definici\u00F3n correspondiente a la preferencia "{0}" porque es una preferencia interdependiente.\n
noGroupAdminPrivilegeForImport.MESSAGE=CAUSA DEL BLOQUEO - RESTRICCI\u00D3N DEL PERMISO\nComo usuario sin permiso de administrador de grupo, usted no dispone del permiso para importar las preferencias en la ubicaci\u00F3n seleccionada.\nPuede importar las preferencias solamente en la ubicaci\u00F3n del usuario.
clickNewInstance.MESSAGE=Pulse el bot\u00F3n "Preferencia nueva" para crear una preferencia en la ubicaci\u00F3n seleccionada en el \u00E1rbol de la organizaci\u00F3n.
invalidOrgTreeSelection.MESSAGE=La ubicaci\u00F3n seleccionada en el \u00E1rbol de la organizaci\u00F3n no es v\u00E1lida.\nSeleccione otra ubicaci\u00F3n para crear, modificar o eliminar las instancias.
instanceExist.MESSAGE=CAUSA DEL BLOQUEO - EXISTE UNA INSTANCIA\nYa existe una instancia en la ubicaci\u00F3n del usuario.\nPuede modificar o eliminar \u00FAnicamente la instancia existente en la ubicaci\u00F3n seleccionada.
deleteNotAllowed.MESSAGE=O bien el usuario actual no dispone del permiso para eliminar la instancia o la instancia no existe en la ubicaci\u00F3n seleccionada.

categoryCreated.MESSAGE=Se cre\u00F3 la categor\u00EDa "{0}".

cancelInstanceCreation.MESSAGE=Todav\u00EDa no se cre\u00F3 la instancia de la preferencia "{0}".\n\nPulse:\n\t"Aceptar" para salir de la creaci\u00F3n de la instancia.\n\t"Cancelar" para permanecer en la misma p\u00E1gina y completar la creaci\u00F3n de la instancia.
cancelPreferenceModification.MESSAGE=No se guard\u00F3 la modificaci\u00F3n de la preferencia de la instancia "{0}".\n\nPulse:\n\t""Aceptar" para continuar con la interacci\u00F3n,\n\t"Cancelar" para permanecer en la misma p\u00E1gina y completar la modificaci\u00F3n de la instancia.
cancelDefinitionCreation.MESSAGE=No se complet\u00F3 la definici\u00F3n de la preferencia "{0}".\n\nPulse:\n\t""Aceptar" para salir de la creaci\u00F3n de la definici\u00F3n,\n\t"Cancelar" para permanecer en la misma p\u00E1gina y completar la creaci\u00F3n de la definici\u00F3n.
cancelEditDefinition.MESSAGE=No se guard\u00F3 la modificaci\u00F3n realizada en la definici\u00F3n de la preferencia "{0}".\n\nPulse:\n\t"Aceptar" para salir de la modificaci\u00F3n de la definici\u00F3n,\n\t"Cancelar" para permanecer en la misma p\u00E1gina y completar la modificaci\u00F3n de la definici\u00F3n.


importSuccess.MESSAGE=Se complet\u00F3 correctamente la operaci\u00F3n Importar.\nConsulte el informe siguiente si desea obtener m\u00E1s informaci\u00F3n:\n\t {0}
exportSuccess.MESSAGE=Se complet\u00F3 correctamente la operaci\u00F3n Exportar.\nEncontrar\u00E1 las preferencias exportadas en el archivo siguiente:\n\t {0}
createNotAllowed.Message=El usuario actual no dispone de los permisos para crear una instancia en la ubicaci\u00F3n dada.
filterLocation.MESSAGE=Filtrar por ubicaci\u00F3n
filterProtectionScope.MESSAGE=Filtrar por \u00E1mbito de protecci\u00F3n
details_genericInformation.MESSAGE=Esta vista activa la creaci\u00F3n de las instancias a partir de las preferencias ya definidas, as\u00ED tambi\u00E9n como las modificaciones de las instancias existentes en la ubicaci\u00F3n del usuario.\nSeleccione una preferencia en la Lista de preferencias para comenzar.
details_KO_instanceCreation.MESSAGE=CAUSA DEL BLOQUEO - EXISTE UNA INSTANCIA\nYa existe una instancia en la ubicaci\u00F3n del usuario.\nPuede modificar o eliminar \u00FAnicamente la instancia existente en la ubicaci\u00F3n seleccionada.
details_KO_COTSInstance.MESSAGE=CAUSA DEL BLOQUEO - INSTANCIA DE LA PREFERENCIA DE F\u00C1BRICA (OOBP)\nNo se pueden eliminar las instancias de la preferencia de f\u00E1brica.
details_OK_instanceCreation.MESSAGE=Se puede crear una instancia de la preferencia de usuario \u00FAnicamente a partir de una preferencia seleccionada. 
details_OK_instanceDeletionModification.MESSAGE=Se puede eliminar o modificar la instancia de la preferencia seleccionada.
prefAlreadyExist.MESSAGE=Ya existe en el sistema la preferencia siguiente: \n"{0}" .\n \u00BFDesea cambiar por la definici\u00F3n existente de dicha preferencia o cambiar el nombre?
noInstanceAllowedForInterDependent.MESSAGE=CAUSA DEL BLOQUEO - PREFERENCIA INTERDEPENDIENTE\nNo se puede crear la instacia correspondiente a la preferencia "{0}" porque es una preferencia interdependiente.\n
details_OK_overlayDeletionModification.MESSAGE=Pulse el bot\u00F3n "Eliminar la preferencia" para eliminar la preferencia seleccionada o el bot\u00F3n "Editar" para modificarla.\n
enterValidValue.MESSAGE=Introduzca un valor v\u00E1lido correspondiente al tipo {0}.
multiToSingleValue.MESSAGE=Si cambia la definici\u00F3n de la preferencia de una preferencia con valor m\u00FAltiple a una preferencia con valor \u00FAnico, quitar\u00E1 todos los valores menos el primero.\n\u00BFDesea continuar?
importPartialFailure.MESSAGE=Fallo en la operaci\u00F3n Importar en algunas o en todas las preferencias.\nPulse el bot\u00F3n "Aceptar" para visualizar el archivo del informe con informaci\u00F3n adicional.\n\t {0}

nameDeImanization.MESSAGE=Se cambi\u00F3 el nombre de la preferencia por "{0}" "{1}" por motivos internos.
multiplePreferenceSelection.MESSAGE=No se permite ejecutar las acciones Crear y Editar porque ha seleccionado varias preferencias o instancias. 
multiplePreferenceSelectionDelete.MESSAGE=No se pueden eliminar una ni m\u00E1s preferencias.
exportFileExtensionMismatch.MESSAGE=El nombre del archivo de exportaci\u00F3n debe tener una extensi\u00F3n .xml.
exportMissingFileExtension.MESSAGE=El nombre del archivo de exportaci\u00F3n no tiene ninguna extensi\u00F3n. Se utilizar\u00E1 .xml como la extensi\u00F3n del archivo.

# Titles
# ------
searchOptions.TITLE=Opciones
searchIn.TITLE=Buscar en
matchOptions.TITLE=Coincidencia
preferenceDescriptionBalloon.TITLE=Descripci\u00F3n
definition.TITLE=Definici\u00F3n
preferenceSearch.TITLE=Buscar en el nombre de preferencia
advancedPreferenceSearch.TITLE=Buscar en palabras clave
preferencesList.TITLE=Lista de preferencias
preferenceDefinition.TITLE=Crear la definici\u00F3n de preferencia nueva
createCategory.TITLE=Crear una categor\u00EDa o subcategor\u00EDa nueva
exportPreference.TITLE=Preferencias de exportaci\u00F3n
importPreference.TITLE=Importar preferencias
preferenceObjectPopup.TITLE=Objeto de preferencia
preferenceDetails.TITLE=Instancias de la preferencia
exportOptions.TITLE=Opciones de exportaci\u00F3n
importOptions.TITLE=Modos
scopeOptions.TITLE=Ubicaci\u00F3n
preferenceName.TITLE=Nombre
preferenceDescription.TITLE=Descripci\u00F3n
preferenceType.TITLE=Tipo
preferenceIsArray.TITLE=Valores m\u00FAltiples
mergePreferences.TITLE=Fusionar preferencias
deletePreference.TITLE=Eliminar preferencias
PreferenceReportButton.TITLE=Informe
reportChanges.TITLE=Informar sobre las modificaciones
deleteCategory.TITLE=Eliminar categor\u00EDa
lock.TITLE=Bloquear preferencias del sitio
unlock.TITLE=Desbloquear preferencias del sitio
filters.TITLE=Filtros
importError.TITLE = Error
exportError.TITLE = Error
exportInformation.TITLE=Informaci\u00F3n
cleaCreate.TITLE=Cancelar Crear definici\u00F3n
cancelInstanceCreation.TITLE=No se cre\u00F3 la instancia de la preferencia
cancelDefinitionCreation.TITLE=No se cre\u00F3 la definici\u00F3n de preferencia
cancelEditDefinition.TITLE=No se guard\u00F3 la definici\u00F3n de preferencia
cancelPreferenceModification.TITLE=No se guard\u00F3 la modificaci\u00F3n de la preferencia
importSuccess.TITLE=Estatus de la importaci\u00F3n
exportSuccess.TITLE=Estatus de la exportaci\u00F3n
prefAlreadyExist.TITLE=Colisi\u00F3n de la definici\u00F3n de preferencia
multiToSingleValue.TITLE=Cambiando de una preferencia con un valor m\u00FAltiple a una con un valor \u00FAnico

# Names
# ------
keys.NAME=Claves
preferenceName.NAME=Nombre
preferenceName.TOOLTIP=Define el nombre de la preferencia.
preferenceDescription.NAME=Descripci\u00F3n de la preferencia
createPreference.NAME=Crear
modifyPreference.NAME=Modificar
savePreference.NAME=Guardar
editPreference.NAME=Editar
cancelPreference.NAME=Cancelar
deletePreference.NAME=Eliminar
value.NAME=Valor
values.NAME=Valores
category.NAME=Categor\u00EDa
category.TOOLTIP=Define la categor\u00EDa que contiene la preferencia.
description.NAME=Descripci\u00F3n
protectionScope.NAME=\u00C1mbito de protecci\u00F3n
protectionScope.TOOLTIP=<html><body>Define el \u00E1mbito de la protecci\u00F3n de la preferencia que define el nivel m\u00E1s bajo donde se puede crear una preferencia.<br/>De mayor a menor, estos son los \u00E1mbitos de la protecci\u00F3n: <ol><li>Site and System</li><li>Group</li><li>Role</li><li>User</li></ol></body></html>
protectionScopeLabel.NAME=\u00C1mbito de protecci\u00F3n: 
valueLocation.NAME=Ubicaci\u00F3n
valueLocation.TOOLTIP=<html><body>Indica el nivel donde se almacena la instancia de la preferencia actual.<br/>Puede ser un sitio, un grupo, rol o un usuario.</body></html>
envVar.NAME=Entorno
envVar.TOOLTIP=<html><body>Define si el valor de la preferencia se origina en una variable de entorno.<br/>Si se fija el valor en 'Activado', en primer lugar se verifica la variable de entorno antes de cualquier otra ubicaci\u00F3n de la instancia de la preferencia.</body></html>
type.NAME=Tipo
type.TOOLTIP=<html><body>Define el tipo de la preferencia.<br/>Esto afectar\u00E1 el tipo de verificaci\u00F3n realizada cuando se introduce un valor.</body></html>
multiVal.NAME=M\u00FAltiple
multiVal.TOOLTIP=Define si se pueden asignar varios valores a una instancia de la preferencia.
wildcard.NAME=Car\u00E1cter comod\u00EDn
matchCase.NAME=May\u00FAsculas y min\u00FAsculas
matchWord.NAME=Palabra completa
scope.NAME=\u00C1mbito
all.NAME=Todo
SitAndSystem.NAME=Sitio y sistema
#site.NAME=Site
#system.NAME=System
#user.NAME=User
#role.NAME=Role
#group.NAME=Group
allOfLoggedInUser.NAME=Todo (seg\u00FAn puede ver el usuario que inici\u00F3 la sesi\u00F3n)
enabled.NAME=Activado
disabled.NAME=Desactivado
single.NAME=Simple
multiple.NAME=M\u00FAltiple
multipleOrgTreeSelection.NAME=Todos los usuarios seleccionados en el \u00E1rbol de la organizaci\u00F3n

searchTextInPrefName.NAME=Buscar por nombre de preferencia
searchTextInKeyword.NAME=Buscar por palabra clave

exportHeader.NAME=Esta vista activa la exportaci\u00F3n de las preferencias a partir de la ubicaci\u00F3n especificada a un archivo con formato XML.
exportSelectFileHeader.NAME=Seleccione el archivo donde exportar las preferencias.
exportSelectLocationHeader.NAME=Seleccione la ubicaci\u00F3n a partir de la cual exportar las preferencias.
exportSelectCategoriesHeader.NAME=Seleccione las categor\u00EDas (se activ\u00F3 la selecci\u00F3n m\u00FAltiple) para exportar las preferencias de las categor\u00EDas solamente.
exportNonSiteLocationHeader.NAME=Es factible la selecci\u00F3n de la categor\u00EDa \u00FAnicamente cuando la ubicaci\u00F3n es el "Sitio".
exportClickExportHeader.NAME=Pulse el bot\u00F3n "Exportar" para completar la operaci\u00F3n.
exportInvalidCharHeader.NAME=El nombre del archivo contiene caracteres no v\u00E1lidos ( *?"<>| ).
exportScopeBased.NAME=Basado en \u00E1mbito
exportCurrentSelection.NAME=Selecci\u00F3n actual
noDescription.NAME=No existe ninguna descripci\u00F3n disponible para esta preferencia.
exportFileName.NAME=Exportar al archivo (especifique un archivo .xml)
openOnExport.NAME=Abrir tras de exportar
exportLocation.NAME=Desde la ubicaci\u00F3n:
exportAllCategories.NAME=Exportar las preferencias de todas las categor\u00EDas
parentCategory.NAME=Categor\u00EDa padre
importHeader.NAME=Esta vista activa la importaci\u00F3n de las preferencias a partir de un archivo XML a la ubicaci\u00F3n seleccionada.
importSelectFileHeader.NAME=Seleccione el archivo desde el cual importar\u00E1 las preferencias.
importSelectLocationHeader.NAME=Seleccione la ubicaci\u00F3n a la cual importar\u00E1 las preferencias.
importSelectAdditionalOptionsHeader.NAME=Selecciona las opciones adicionales para importar las preferencias.
importClickDryRunButtonHeader.NAME=Pulse el bot\u00F3n "Continuar" para continuar con la importaci\u00F3n selectiva.
importClickImportButtonHeader.NAME=Una vez finalizada la acci\u00F3n pulse el bot\u00F3n" para completar la operaci\u00F3n.
importFileName.NAME=Nombre del archivo de importaci\u00F3n
importOptions.NAME=Si existe una preferencia del archivo XML especificado en la base de datos durante la importaci\u00F3n,\n\u00BFdesea -
importOverrideOption.NAME=Sustituir la preferencia en la base de datos con la preferencia en el archivo XML
importSkipOption.NAME=Saltar la preferencia
importToLocation.NAME=A la ubicaci\u00F3n:
importActions.NAME=Acci\u00F3n en caso de un conflicto:
importReport.NAME=Abrir el informe de registro tras la importaci\u00F3n
importMergeOption.NAME=Fusionar los valores de la preferencia en el archivo XML con los valores en la base de datos.
importCategoryDefaultOption.NAME=Importar las preferencias de todas las categor\u00EDas
selectALocation.NAME=Seleccionar una ubicaci\u00F3n
ZeroDryRunImportResults.NAME=Se encontraron 0 preferencias que son nuevas o que ya existen.
dryRunImportResults.NAME=Se encontraron {0} preferencias que son preferencias nuevas o existentes. Utilice los botones de exploraci\u00F3n para fusionar estas preferencias\nde forma selectiva.
okToDelete.NAME=\u00BFDesea eliminar las instancias de la preferencia seleccionada?
okToDeleteDefn.NAME=\u00BFDesea eliminar la definici\u00F3n de las preferencias seleccionadas?
mergePreferenceStatus.NAME=( Mostrando {0} de {1} )
scopeLabel.NAME=( {0} )
ZeroPreferenceReportResults.NAME=No se encontr\u00F3 ninguna preferencia modificada.
preferenceReportResults.NAME={0} se encontraron las preferencias modificadas. Utilice los botones de navegaci\u00F3n para ver cada preferencia modificada.
cannotDeleteCategory.NAME=No se puede eliminar la categor\u00EDa porque algunas preferencias est\u00E1n asignadas a la misma.\nPara eliminar esta categor\u00EDa mueva las preferencias a otra categor\u00EDa y vuelva a intentar.
categoryNotFound.NAME=No se encontr\u00F3 la categor\u00EDa especificada.
okToDeleteCategory.NAME=\u00BFDesea eliminar la categor\u00EDa seleccionada?
detailsPanelTextArea.NAME=La vista activa la creaci\u00F3n de las instancias a partir de las preferencias ya definidas y la modificaci\u00F3n de las instancias del usuario existentes. Seleccione una preferencia en la lista de preferencias para comenzar.
true.NAME=Verdadero
false.NAME=Falso
hypen.Name=-

dryRun.NAME=Continuar
selectiveImport.NAME=Importaci\u00F3n selectiva
nonSelectiveImport.NAME=Importaci\u00F3n autom\u00E1tica

noPreferences.NAME=No existen preferencias para el \u00E1mbito seleccionado.

#stringType.NAME=String
#integerType.NAME=Integer
#doubleType.NAME=Double
#logicalType.NAME=Logical
#dateType.NAME=Date
ok.NAME=Aceptar
cancel.NAME=Cancelar
switch.NAME=Alternar
change.NAME=Cambiar
tableColumn1.HEADER=Nombre
tableColumn2.HEADER=Ubicaci\u00F3n

# Merge preferences dialog
# ------------------------
databasePreferencesList.NAME=<html><body><b>[1]</b></body></html>
databasePreferencesList1.NAME=<html><body><b>[1]  Valores de la base de datos</b></body></html>
xmlPreferencesList.NAME=<html><body><b>[2]</b></body></html>
xmlPreferencesList1.NAME=<html><body><b>[2]  Valores del archivo XML</b></body></html>
mergedPreferencesList.NAME=<html><body><b>[3]  Valores nuevos para fijar</b></body></html>
clashingPreference.NAME=Preferencia:

originalPreferencesList.NAME=<html><body><b>[1] Valores originales</b></body></html>
modifiedPreferencesList.NAME=<html><body><b>[2] Valores modificados</b></body></html>

# Labels for preference related operations
# ----------------------------------------
details.NAME=Instancias
advanced.NAME=Avanzadas
definition.NAME=Definici\u00F3n
import.NAME=Importar
export.NAME=Exportar
preferencesName.LABEL=PreferenceName
preferencesLocation.LABEL=Ubicaci\u00F3n
location.NAME=Ubicaci\u00F3n: 

noneLocation.NAME=Ninguno
noneLocation.TOOLTIP=<html><body>No se proporcion\u00F3 ning\u00FAn valor en la ubicaci\u00F3n del sitio.<br/>Solamente se present\u00F3 la definici\u00F3n.</body></html>

# ToolTips
# --------
searchTextInPrefName.TOOLTIP=Introduzca el nombre de preferencia que desea buscar.
searchTextInKeyword.TOOLTIP=<html><body>Introduzca las palabras que desea buscar en la lista de palabras clave seleccionadas.<br/>Pueden ser el nombre de la preferencia, una palabra (o una lista de palabras) en la descripci\u00F3n de la preferencia, etc.</body></html>

searchButton.TOOLTIP=Buscar una preferencia espec\u00EDfica.
loadAllButton.TOOLTIP=Cargar todas las preferencias.
refresh.TOOLTIP=Vuelve a cargar las preferencias de sitio, grupo, rol y usuario en el servidor.
PreferenceReportButton.TOOLTIP=Men\u00FA emergente para informar sobre las preferencias personalizadas a nivel de Sitio, Grupo, Rol y Usuario.
exportPreference.TOOLTIP=Exportar preferencia(s).
importPreference.TOOLTIP=Importar preferencia(s).
createPreferenceInstance.TOOLTIP=Crear una instancia de preferencia nueva.
createPreferenceDefinition.TOOLTIP=Crear una definici\u00F3n de preferencia nueva.
modifyPreference.TOOLTIP=Modifica una preferencia.
savePreference.TOOLTIP=Guardar una preferencia.
editPreference.TOOLTIP=Editar la definici\u00F3n de preferencia.
cancelPreference.TOOLTIP=Cancelar la edici\u00F3n de la definici\u00F3n de preferencia.
savePreferenceDefinition.TOOLTIP=Guardar una definici\u00F3n de preferencia.
deletePreference.TOOLTIP=Eliminar una preferencia.
deletePreferenceInstance.TOOLTIP=Eliminar una instancia de la preferencia.
deleteOOTBPreferenceNotAllowed.TOOLTIP=No se permite eliminar la definici\u00F3n de la preferencia de f\u00E1brica.
deleteOOTBAndEnvPreferenceInstanceNotAllowed.TOOLTIP=No se permite eliminar el valor de la instancia derivado de f\u00E1brica o de una variable de entorno.
preferenceValue.TOOLTIP=Valor de la preferencia.
hierarchy.TOOLTIP=Muestra las ubicaciones varias donde existe la preferencia seleccionada.
description.TOOLTIP=Descripci\u00F3n de la preferencia.

exportScopeBased.TOOLTIP=Exportar las preferencias basadas en las ubicaciones.
exportFileName.TOOLTIP=Trayectoria al archivo al cual se exportar\u00E1n las preferencias.
exportBrowse.TOOLTIP=Utilice este bot\u00F3n para especificar el nombre del archivo de salida.
openOnExport.TOOLTIP=Si fue seleccionado, se abrir\u00E1 el archivo xml de salida al exportar.

importFileName.TOOLTIP=Archivo XML que contiene las preferencias que se importar\u00E1n.
importBrowse.TOOLTIP=Utilice este bot\u00F3n para seleccionar el archivo de salida XML.
importOverrideOption.TOOLTIP=Sustituye las preferencias de la base de datos por las preferencias del archivo XML.
importSkipOption.TOOLTIP=Si una preferencia del archivo XML ya existe en la base de datos, la salta.
importMergeOption.TOOLTIP=<html><body>Los valores del archivo XML est\u00E1n a\u00F1adidos a los valores en la base de datos.<br>(Esto se aplica solamente en las preferencias con valores m\u00FAltiples)</body></html>
selectiveImport.TOOLTIP=Mediante esta opci\u00F3n, el usuario acceder\u00E1 a un cuadro de di\u00E1logo para fusionar las preferencias.
nonSelectiveImport.TOOLTIP=Mediante esta opci\u00F3n, las preferencias del archivo XML se importar\u00E1n a la base de datos seg\u00FAn la acci\u00F3n especificada.
openReportAfterImport.TOOLTIP=Si fue seleccionado, se abrir\u00E1 el archivo de exportaci\u00F3n una vez completada la operaci\u00F3n "Importar".

#stringType.TOOLTIP=String
#integerType.TOOLTIP=Integer
#doubleType.TOOLTIP=Double
#logicalType.TOOLTIP=Logical
#dateType.TOOLTIP=Date

isArray.TOOLTIP=Si es verdadero, la preferencia pod\u00E1 tener valores m\u00FAltiples. De lo contrario, podr\u00E1 tener solamente un valor \u00FAnico.
import.TOOLTIP=Importar.
dryRun.TOOLTIP=Continuar con la importaci\u00F3n selectiva.

databasePreferencesList.TOOLTIP=Si se selecciona, agrega todos los valores de [1] a [3].
xmlPreferencesList.TOOLTIP=Si se selecciona, agrega todos los valores de [2] a [3].
moveLeft.TOOLTIP=Ir a la preferencia anterior de la lista.
moveRight.TOOLTIP=Ir a la preferencia siguiente de la lista.
moveFirst.TOOLTIP=Ir a la primera preferencia de la lista.
moveLast.TOOLTIP=Ir a la \u00FAltima preferencia de la lista.
moveUp.TOOLTIP=Mover la selecci\u00F3n un nivel hacia arriba.
moveDown.TOOLTIP=Mover la selecci\u00F3n un nivel hacia abajo.
remove.TOOLTIP=Quitar la selecci\u00F3n de la lista.
sortValue.TOOLTIP=Ordenar la selecci\u00F3n.
addValue.TOOLTIP=Agrega el valor a la lista.
modifyValue.TOOLTIP=Modifica el valor actual.

lock.TOOLTIP=Bloquee las preferencias del sitio.
unlock.TOOLTIP=Desbloquee las preferencias del sitio.
deselect.TOOLTIP=Utilice la secuencia "Tecla control + selecci\u00F3n del rat\u00F3n" para deseleccionar una preferencia de la lista.



