# @<COPYRIGHT>@
# ==================================================
# Copyright 2010.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@ 

multipleSelStdNote=Mehrere parametrische \u00C4nderungsst\u00E4nde k\u00F6nnen nicht gleichzeitig an ein Element/einen Element\u00E4nderungsstand angeh\u00E4ngt werden 
mulSelect.TITLE=Mehrere Auswahlen

sourceComp=Kopieren Sie die parametrische Anforderung in die Zwischenablage und w\u00E4hlen Sie das Element/den Element\u00E4nderungsstand aus, mit dem die parametrische Anforderung verbunden werden soll.
source.TITLE=Fehler

replacesource = Ein parametrischer Anforderungs\u00E4nderungsstand muss zum Ausf\u00FChren dieses Vorgangs in die Zwischenablage kopiert werden

stdnotedialog.TITLE = Eingabeparameterwerte
notetext=Notiztext
flagnote=Flag-Notiz

error=Fehler

differentItem=Der parametrische Anforderungs\u00E4nderungsstand kann nicht durch den \u00C4nderungsstand einer anderen parametrischen Anforderung ersetzt werden
differentItem.TITLE=Ersetzen

wrongReplace=Das kopierte Objekt und das ausgew\u00E4hlte Objekt sollten den Typ "parametrischer Anforderungs\u00E4nderungsstand" besitzen
wrongReplace.TITLE=Ersetzen


notInContext=W\u00E4hlen Sie zur Ausf\u00FChrung dieses Vorgangs einen parametrischen Anforderungs\u00E4nderungsstand aus, der mit einem Element/Element\u00E4nderungsstand verbunden ist

mulItems=Eine parametrische Anforderung kann nicht gleichzeitig an mehrere Elemente/Element\u00E4nderungsst\u00E4nde angeh\u00E4ngt werden

NotItem=Zur Ausf\u00FChrung dieses Vorgangs sollte das Objekt ein Element/Element\u00E4nderungsstand sein

Parameter.TITLE=Parameter
Value.TITLE=Wert

partslistnote = Teilelistennotiz
noObjectSelected.TITLE = Kein Objekt ausgew\u00E4hlt
noObjectSelected = Kein Objekt zum Ausf\u00FChren dieser Aktion ausgew\u00E4hlt

replaceStandardNote=Parametrischen Anforderungs\u00E4nderungsstand ersetzen
standardNote=Parametrische Anforderung

revError=Kein g\u00FCltiger konfigurierter \u00C4nderungsstand. W\u00E4hlen Sie einen konfigurierten \u00C4nderungsstand basierend auf der in der Voreinstellung PARAM_REQ_REV_RULE angegebenen \u00C4nderungsstandregel aus.
revError.TITLE=Ung\u00FCltig konfigurierter \u00C4nderungsstand

