# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=Model
applicability_name.TEXT=Zastosowanie
constraint_name.TEXT=Ograniczenie
condition_name.TEXT=Warunek

Error.TEXT=B\u0142\u0105d
Warning.TEXT=Ostrze\u017Cenie
Info.TEXT=Informacje

Exclusive.TEXT=Wy\u0142\u0105czenie
Inclusive.TEXT=W\u0142\u0105czenie

blank_default_rule.TEXT=Nowa domy\u015Blna
blank_constraint_rule.TEXT=Nowe ograniczenie

#IVariantExpressionConstants
discretionary_none.TEXT=BRAK

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=Formularz normalny Teamcenter nie jest wype\u0142niony w wyra\u017Ceniu wariantu SOA.
no_client_param.MESSAGE=Nieprawid\u0142owy argument wej\u015Bciowy. Parametr "clientExpression" nie mo\u017Ce by\u0107 pusty.
no_container_param.MESSAGE=Nieprawid\u0142owy argument wej\u015Bciowy. Kontener wyra\u017Cenia nie jest okre\u015Blony w wyra\u017Ceniu klienta.
no_context.MESSAGE=Nieprawid\u0142owy argument wej\u015Bciowy. Konfigurator w kontenerze wyra\u017Cenia nie mo\u017Ce by\u0107 pusty.
cannot_parse_expression.MESSAGE=Wyra\u017Cenie wariantu SOA nie mog\u0142o zosta\u0107 przeanalizowane. Trwa przerywanie i stosowanie \u0142a\u0144cucha formu\u0142y wyra\u017Cenia.
reparse_expression_fail.MESSAGE=Nie mo\u017Cna wykona\u0107 kolejnych pr\u00F3b wst\u0119pnego analizowania wyra\u017Ce\u0144 podrz\u0119dnych zwr\u00F3conych z serwera. Mo\u017Cna wykona\u0107 pr\u00F3b\u0119 ponownej analizy za pomoc\u0105 tablicy formularza normalnego Teamcenter w zwr\u00F3conym wyra\u017Ceniu SOA.
invalid_nesting_structure.MESSAGE=\u015Acie\u017Cka do li\u015Bcia drzewa formularza normalnego Teamcenter nie zawiera prawid\u0142owej struktury zagnie\u017Cd\u017Cania.
unexpected_operator.MESSAGE=Nieoczekiwany operator "{0}" na poziomie litera\u0142u.
path_has_no_literal.MESSAGE=\u015Acie\u017Cka do li\u015Bcia drzewa formularza normalnego Teamcenter nie ko\u0144czy si\u0119 na wyra\u017Ceniu poziomu litera\u0142u.
no_range_in_multiselect.MESSAGE=Rodziny wielokrotnego wyboru nie obs\u0142uguj\u0105 kodu operacji zakresu "{0}": Rodzina={1}({2})
familyLevel_multiFamily.MESSAGE=Wyra\u017Cenia podrz\u0119dne poziomu rodziny formularza normalnego Teamcenter nie mog\u0105 zawiera\u0107 odwo\u0142a\u0144 do wielu rodzin opcji wariantu lub wielu warto\u015Bci w rodzinie wielokrotnego wyboru.
no_range_in_logical.MESSAGE=Rodziny logiczne nie obs\u0142uguj\u0105 kodu operacji zakresu "{0}": Rodzina={1}({2})
all_values_not_in_one_family.MESSAGE=Wszystkie warto\u015Bci dyskretne i zakresy warto\u015Bci rodziny musz\u0105 wyst\u0119powa\u0107 poni\u017Cej tego samego wyra\u017Cenia poziomu rodziny.
familyLevel_ref_multiFamily.MESSAGE=Wyra\u017Cenia podrz\u0119dne poziomu rodziny formularza normalnego Teamcenter nie mog\u0105 zawiera\u0107 odwo\u0142a\u0144 do wielu rodzin opcji wariantu.
logical_not_after_range.MESSAGE=Znaleziono nieoczekiwany drugi operator logiczny NOT na poziomie zakresu.
validate_range_opcode.MESSAGE=Kody operacji zakresu ({0}) s\u0105 nieprawid\u0142owe w przypadku rodziny "{1}" typu danych warto\u015Bci "{2}".
unsupported_range_count.MESSAGE=Klient nie obs\u0142uguje wy\u015Bwietlania tego zakresu. Wyra\u017Cenie zakresu SOA zawiera wyra\u017Cenia podrz\u0119dne: "{0}".
unsupported_literal_opcode.MESSAGE=Klient nie obs\u0142uguje wy\u015Bwietlania tego wyra\u017Cenia litera\u0142u, kt\u00F3re zawiera kod operacji "{0}".
invalid_family.MESSAGE="{0}" nie zawiera rodziny "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=Warto\u015B\u0107 nie mo\u017Ce by\u0107 pusta, poniewa\u017C rodzina "{0}" w "{1}" nie jest poufna.
invalid_value.MESSAGE="{0}" nie zawiera warto\u015Bci "{2}" w rodzinie "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=Oczekiwano pojedynczej warto\u015Bci opcji, ale otrzymano wiele warto\u015Bci.
multipleVariantRulesException.MSG=Oczekiwano pojedynczej regu\u0142y wariantu, ale otrzymano wiele regu\u0142 wariant\u00F3w.
invalidOperationInOverlay.MSG=Operacja nie jest obs\u0142ugiwana, gdy okno zestawienia materia\u0142\u00F3w pracuje w trybie konfiguracji wariantu nak\u0142adki Overlay.
validOnlyInOverlay.MSG=Operacja jest obs\u0142ugiwana tylko w przypadku, gdy okno zestawienia materia\u0142\u00F3w pracuje w trybie konfiguracji wariantu nak\u0142adki Overlay.
unset.MSG=Nieustawione
setByUser.MSG=Ustawione przez u\u017Cytkownika