# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=\u30E2\u30C7\u30EB
applicability_name.TEXT=\u9069\u5FDC\u6027
constraint_name.TEXT=\u5236\u7D04
condition_name.TEXT=\u6761\u4EF6

Error.TEXT=\u30A8\u30E9\u30FC
Warning.TEXT=\u8B66\u544A
Info.TEXT=\u60C5\u5831

Exclusive.TEXT=\u6392\u4ED6\u7684
Inclusive.TEXT=\u5305\u62EC\u7684

blank_default_rule.TEXT=\u65B0\u898F\u30C7\u30D5\u30A9\u30EB\u30C8
blank_constraint_rule.TEXT=\u65B0\u898F\u62D8\u675F

#IVariantExpressionConstants
discretionary_none.TEXT=\u306A\u3057

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=Teamcenter\u6A19\u6E96\u5F62\u306F\u3001SOA\u30D0\u30EA\u30A2\u30F3\u30C8\u5F0F\u5185\u3067\u5024\u304C\u30DD\u30D4\u30E5\u30EC\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
no_client_param.MESSAGE=\u7121\u52B9\u306A\u5165\u529B\u5F15\u6570\u3067\u3059\u3002\u30D1\u30E9\u30E1\u30FC\u30BF"clientExpression"\u3092\u30CC\u30EB\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
no_container_param.MESSAGE=\u7121\u52B9\u306A\u5165\u529B\u5F15\u6570\u3067\u3059\u3002\u5F0F\u30B3\u30F3\u30C6\u30CA\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5F0F\u306B\u304A\u3044\u3066\u3001\u30BB\u30C3\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
no_context.MESSAGE=\u7121\u52B9\u306A\u5165\u529B\u5F15\u6570\u3067\u3059\u3002\u5F0F\u30B3\u30F3\u30C6\u30CA\u306E\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30BF\u3092\u30CC\u30EB\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cannot_parse_expression.MESSAGE=SOA\u30D0\u30EA\u30A2\u30F3\u30C8\u5F0F\u3092\u30D1\u30FC\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E2D\u6B62\u3057\u3066\u3001\u5F0F\u516C\u5F0F\u6587\u5B57\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
reparse_expression_fail.MESSAGE=\u30B5\u30FC\u30D0\u304B\u3089\u3001\u30B5\u30D6\u5F0F\u306E\u518D\u30D1\u30FC\u30B9\u306E\u518D\u8A66\u884C\u306F\u3053\u308C\u4EE5\u4E0A\u306F\u884C\u3048\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u8FD4\u3055\u308C\u305FSOA\u5F0F\u306B\u304A\u3051\u308BTeamcenter\u6A19\u6E96\u5F62\u914D\u5217\u3067\u30D1\u30FC\u30B9\u3092\u518D\u5EA6\u8A66\u884C\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
invalid_nesting_structure.MESSAGE=Teamcenter\u6A19\u6E96\u5F62\u30EA\u30FC\u30D5\u30CE\u30FC\u30C9\u3078\u306E\u30D1\u30B9\u306F\u3001\u6709\u52B9\u306A\u30CD\u30B9\u30C6\u30A3\u30F3\u30B0\u69CB\u6210\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
unexpected_operator.MESSAGE=\u30EA\u30C6\u30E9\u30EB\u30EC\u30D9\u30EB\u306B\u304A\u3044\u3066\u3001\u4E88\u671F\u305B\u306C\u6F14\u7B97\u5B50"{0}"\u3067\u3059\u3002
path_has_no_literal.MESSAGE=Teamcenter\u6A19\u6E96\u5F62\u30EA\u30FC\u30D5\u30CE\u30FC\u30C9\u3078\u306E\u30D1\u30B9\u306F\u3001\u30EA\u30C6\u30E9\u30EB\u30EC\u30D9\u30EB\u5F0F\u3067\u7D42\u4E86\u3057\u307E\u305B\u3093\u3002
no_range_in_multiselect.MESSAGE=\u8907\u6570\u9078\u629E\u30D5\u30A1\u30DF\u30EA\u306F\u3001\u7BC4\u56F2opcode "{0}": \u30D5\u30A1\u30DF\u30EA={1}({2})\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093
familyLevel_multiFamily.MESSAGE=Teamcenter\u6A19\u6E96\u5F62\u30D5\u30A1\u30DF\u30EA\u30EC\u30D9\u30EB\u30B5\u30D6\u5F0F\u306F\u3001\u8907\u6570\u9078\u629E\u30D5\u30A1\u30DF\u30EA\u306B\u304A\u3044\u3066\u3001\u8907\u6570\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30AA\u30D7\u30B7\u30E7\u30F3\u30D5\u30A1\u30DF\u30EA\u307E\u305F\u306F\u8907\u6570\u306E\u5024\u3092\u53C2\u7167\u3067\u304D\u307E\u305B\u3093\u3002
no_range_in_logical.MESSAGE=\u30ED\u30B8\u30AB\u30EB\u30D5\u30A1\u30DF\u30EA\u306F\u3001\u7BC4\u56F2opcode "{0}": \u30D5\u30A1\u30DF\u30EA={1}({2})\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093
all_values_not_in_one_family.MESSAGE=\u3059\u3079\u3066\u306E\u4E0D\u9023\u7D9A\u5024\u304A\u3088\u3073\u30D5\u30A1\u30DF\u30EA\u306E\u5024\u7BC4\u56F2\u306F\u3001\u540C\u4E00\u30D5\u30A1\u30DF\u30EA\u30EC\u30D9\u30EB\u5F0F\u306E\u4E0B\u65B9\u306B\u751F\u3058\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
familyLevel_ref_multiFamily.MESSAGE=Teamcenter\u6A19\u6E96\u5F62\u30D5\u30A1\u30DF\u30EA\u30EC\u30D9\u30EB\u30B5\u30D6\u5F0F\u306F\u3001\u8907\u6570\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30AA\u30D7\u30B7\u30E7\u30F3\u30D5\u30A1\u30DF\u30EA\u3092\u53C2\u7167\u3067\u304D\u307E\u305B\u3093\u3002
logical_not_after_range.MESSAGE=\u4E88\u671F\u3057\u306A\u30442\u756A\u76EE\u306E\u8AD6\u7406NOT\u6F14\u7B97\u5B50\u304C\u3001\u7BC4\u56F2\u30EC\u30D9\u30EB\u5185\u3067\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
validate_range_opcode.MESSAGE=\u7BC4\u56F2opcode({0})\u306F\u3001\u30D5\u30A1\u30DF\u30EA"{1}"(\u5024\u30C7\u30FC\u30BF\u30BF\u30A4\u30D7"{2}"\u306E)\u306B\u5BFE\u3057\u3066\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
unsupported_range_count.MESSAGE=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001\u3053\u306E\u7BC4\u56F2\u306E\u8868\u793A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002SOA\u306F\u3001"{0}"\u30B5\u30D6\u5F0F\u3092\u542B\u3093\u3067\u3044\u307E\u3059\u3002
unsupported_literal_opcode.MESSAGE=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001opcode "{0}"\u3092\u542B\u3080\u3053\u306E\u30EA\u30C6\u30E9\u30EB\u5F0F\u306E\u8868\u793A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
invalid_family.MESSAGE={0} "" \u306F\u3001\u30D5\u30A1\u30DF\u30EA"{1}"\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=\u30D5\u30A1\u30DF\u30EA"{0}"("{1}"\u5185)\u304C\u4E0D\u9023\u7D9A\u3067\u306A\u3044\u305F\u3081\u3001\u5024\u3092\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
invalid_value.MESSAGE={0} "" \u306F\u3001\u5024"{2}"(\u30D5\u30A1\u30DF\u30EA"{1}"\u5185\u306B)\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=\u5358\u4E00\u30AA\u30D7\u30B7\u30E7\u30F3\u5024\u304C\u4E88\u6E2C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u8907\u6570\u5024\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F\u3002
multipleVariantRulesException.MSG=\u5358\u4E00\u30D0\u30EA\u30A2\u30F3\u30C8\u30EB\u30FC\u30EB\u304C\u4E88\u6E2C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u8907\u6570\u306E\u30D0\u30EA\u30A2\u30F3\u30C8\u30EB\u30FC\u30EB\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F\u3002
invalidOperationInOverlay.MSG=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001BOM\u30A6\u30A3\u30F3\u30C9\u30A6\u304C\u30AA\u30FC\u30D0\u30EC\u30A4\u30D0\u30EA\u30A2\u30F3\u30C8\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u306E\u3068\u304D\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
validOnlyInOverlay.MSG=\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u306F\u3001BOM\u30A6\u30A3\u30F3\u30C9\u30A6\u304C\u30AA\u30FC\u30D0\u30EC\u30A4\u30D0\u30EA\u30A2\u30F3\u30C8\u30B3\u30F3\u30D5\u30A3\u30B0\u30EC\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u306E\u3068\u304D\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
unset.MSG=\u89E3\u9664
setByUser.MSG=\u30E6\u30FC\u30B6\u306B\u3088\u308B\u8A2D\u5B9A