# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=Modell
applicability_name.TEXT=Anwendbarkeit
constraint_name.TEXT=Zwangsbedingung
condition_name.TEXT=Bedingung

Error.TEXT=Fehler
Warning.TEXT=Warnung
Info.TEXT=Info

Exclusive.TEXT=Exklusive
Inclusive.TEXT=Inklusive

blank_default_rule.TEXT=Neuer Standard
blank_constraint_rule.TEXT=Neue Zwangsbedingung

#IVariantExpressionConstants
discretionary_none.TEXT=Kein

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=Das Teamcenter-Normalformular ist im SOA-Variantenausdruck nicht ausgef\u00FCllt.
no_client_param.MESSAGE=Ung\u00FCltiges Eingabeargument. Der Parameter "clientExpression" kann nicht null sein.
no_container_param.MESSAGE=Ung\u00FCltiges Eingabeargument. Der Ausdruckscontainer ist im Clientausdruck nicht festgelegt.
no_context.MESSAGE=Ung\u00FCltiges Eingabeargument. Der Konfigurator im Ausdruckscontainer kann nicht null sein.
cannot_parse_expression.MESSAGE=Der SOA-Variantenausdruck konnte nicht verarbeitet werden. Brechen Sie den Vorgang ab und verwenden Sie die Zeichenfolge f\u00FCr die Ausdrucksformel.
reparse_expression_fail.MESSAGE=Es wurden keine weiteren Versuche unternommen, um die vom Server zur\u00FCckgegebenen Unterausdr\u00FCcke neu zu parsen. Sie k\u00F6nnen das Parsen mit dem Teamcenter-Normalformular-Array im zur\u00FCckgegebenen SOA-Ausdruck erneut versuchen.
invalid_nesting_structure.MESSAGE=Der Pfad zum Teamcenter-Normalformular-Blattknoten verf\u00FCgt nicht \u00FCber ein g\u00FCltige verschachtelte Struktur.
unexpected_operator.MESSAGE=Unerwarteter Operator "{0}" auf der literalen Ebene.
path_has_no_literal.MESSAGE=Der Pfad zum Teamcenter-Normalformular-Blattknoten endet nicht am literalen Ebenenausdruck.
no_range_in_multiselect.MESSAGE=Familien mit Mehrfachauswahl unterst\u00FCtzen den Bereichs-Opcode "{0}" nicht: Familie={1}({2})
familyLevel_multiFamily.MESSAGE=Unterausdr\u00FCcke des Teamcenter-Normalformulars auf Familienebene k\u00F6nnen nicht mehrere Variantenoptionsfamilien oder mehrere Werte in einer Familie mit Mehrfachauswahl referenzieren.
no_range_in_logical.MESSAGE=Logische Familien unterst\u00FCtzen den Bereichs-Opcode "{0}" nicht: Familie={1}({2})
all_values_not_in_one_family.MESSAGE=Alle diskreten Werte und Wertbereiche einer Familie m\u00FCssen unter dem gleichen Familienebenenausdruck aufgef\u00FChrt werden.
familyLevel_ref_multiFamily.MESSAGE=Unterausdr\u00FCcke des Teamcenter-Normalformulars auf Familienebene k\u00F6nnen nicht mehrere Variantenoptionsfamilien referenzieren.
logical_not_after_range.MESSAGE=Innerhalb der Bereichsebene wurde ein unerwarteter zweiter logischer NOT-Operator gefunden.
validate_range_opcode.MESSAGE=Bereichs-Opcode(s) ({0}) ist bzw. sind f\u00FCr die Familie "{1}" des Wertedatentyps "{2}" nicht g\u00FCltig.
unsupported_range_count.MESSAGE=Der Client unterst\u00FCtzt die Anzeige dieses Bereichs nicht. Der SOA-Bereichsausdruck besitzt "{0}" Unterausdr\u00FCcke.
unsupported_literal_opcode.MESSAGE=Der Client unterst\u00FCtzt die Anzeige dieses literalen Ausdrucks mit dem Opcode "{0}" nicht.
invalid_family.MESSAGE="{0}" hat keine Familie "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=Der Wert kann nicht leer sein, weil die Familie "{0}" in "{1}" nicht diskret ist.
invalid_value.MESSAGE="{0}" hat nicht den Wert "{2}" in der Familie "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=Es wurde ein einzelner Optionswert erwartet, es wurden jedoch mehrere Werte empfangen.
multipleVariantRulesException.MSG=Es wurde eine einzige Variantenregel erwartet, es wurden jedoch mehrere Variantenregeln empfangen.
invalidOperationInOverlay.MSG=Der Vorgang wird nicht unterst\u00FCtzt, wenn sich das St\u00FCcklistenfenster im Overlay-Varianten-Konfigurationsmodus befindet.
validOnlyInOverlay.MSG=Dieser Vorgang wird nur unterst\u00FCtzt, wenn sich das St\u00FCcklistenfenster im Overlay-Varianten-Konfigurationsmodus befindet.
unset.MSG=Nicht festgelegt
setByUser.MSG=Durch Benutzer festgelegt