# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=\uBAA8\uB378
applicability_name.TEXT=\uC801\uC6A9\uC131
constraint_name.TEXT=\uAD6C\uC18D\uC870\uAC74
condition_name.TEXT=\uC870\uAC74

Error.TEXT=\uC624\uB958
Warning.TEXT=\uACBD\uACE0
Info.TEXT=\uC815\uBCF4

Exclusive.TEXT=\uC81C\uC678
Inclusive.TEXT=\uD3EC\uD568

blank_default_rule.TEXT=\uC0C8 \uAE30\uBCF8\uAC12
blank_constraint_rule.TEXT=\uC0C8 \uAD6C\uC18D\uC870\uAC74

#IVariantExpressionConstants
discretionary_none.TEXT=\uC5C6\uC74C

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=SOA \uD30C\uC0DD \uBAA8\uB378 \uC2DD\uC5D0\uC11C Teamcenter Normal Form\uC774 \uCC44\uC6CC\uC9C0\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
no_client_param.MESSAGE=\uC785\uB825 \uC778\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB9E4\uAC1C\uBCC0\uC218 "clientExpression"\uC740 null\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
no_container_param.MESSAGE=\uC785\uB825 \uC778\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uD074\uB77C\uC774\uC5B8\uD2B8 \uC218\uC2DD\uC5D0 \uC218\uC2DD \uCEE8\uD14C\uC774\uB108\uAC00 \uC124\uC815\uB418\uC5B4 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
no_context.MESSAGE=\uC785\uB825 \uC778\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC218\uC2DD \uCEE8\uD14C\uC774\uB108\uC5D0 \uB300\uD55C \uAD6C\uC131\uAE30\uAC00 null\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
cannot_parse_expression.MESSAGE=SOA \uD30C\uC0DD \uBAA8\uB378 \uC2DD\uC744 \uAD6C\uBB38 \uBD84\uC11D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC218\uC2DD \uACF5\uC2DD \uBB38\uC790\uC5F4\uC774 \uC911\uB2E8\uB418\uACE0 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
reparse_expression_fail.MESSAGE=\uC11C\uBC84\uC5D0\uC11C \uBC18\uD658\uB41C \uD558\uC704 \uC218\uC2DD\uC744 \uB2E4\uC2DC \uAD6C\uBB38 \uBD84\uC11D\uD558\uB3C4\uB85D \uC2DC\uB3C4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBC18\uD658\uB41C SOA \uC218\uC2DD\uC5D0\uC11C Teamcenter Normal Form \uBC30\uC5F4\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uC2DC \uAD6C\uBB38 \uBD84\uC11D\uD558\uB3C4\uB85D \uC2DC\uB3C4\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
invalid_nesting_structure.MESSAGE=Teamcenter Normal Form \uB9AC\uD504 \uB178\uB4DC\uC5D0 \uB300\uD55C \uACBD\uB85C\uC5D0 \uC720\uD6A8\uD55C \uC911\uCCA9 \uAD6C\uC870\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
unexpected_operator.MESSAGE=\uBB38\uC790 \uC218\uC900\uC5D0 \uC608\uAE30\uCE58 \uBABB\uD55C "{0}" \uC5F0\uC0B0\uC790\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
path_has_no_literal.MESSAGE=Teamcenter Normal Form \uB9AC\uD504 \uB178\uB4DC\uC5D0 \uB300\uD55C \uACBD\uB85C\uAC00 \uBB38\uC790 \uC218\uC900 \uC218\uC2DD\uC5D0\uC11C \uB05D\uB098\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
no_range_in_multiselect.MESSAGE=\uBCF5\uC218 \uC120\uD0DD \uD328\uBC00\uB9AC\uC5D0\uC11C \uBC94\uC704 opcode "{0}": Family={1}({2})\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
familyLevel_multiFamily.MESSAGE=Teamcenter Normal Form \uD328\uBC00\uB9AC \uC218\uC900 \uD558\uC704 \uC218\uC2DD\uC5D0\uC11C \uB2E4\uC911 \uD30C\uC0DD \uBAA8\uB378 \uC635\uC158 \uD328\uBC00\uB9AC \uB610\uB294 \uBCF5\uC218 \uC120\uD0DD \uD328\uBC00\uB9AC\uC758 \uB2E4\uC911 \uAC12\uC744 \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
no_range_in_logical.MESSAGE=\uB17C\uB9AC \uD328\uBC00\uB9AC\uC5D0\uC11C \uBC94\uC704 opcode "{0}": Family={1}({2})\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
all_values_not_in_one_family.MESSAGE=\uD328\uBC00\uB9AC\uC758 \uBAA8\uB4E0 \uBD88\uC5F0\uC18D \uAC12 \uBC0F \uAC12 \uBC94\uC704\uAC00 \uB3D9\uC77C\uD55C \uD328\uBC00\uB9AC \uC218\uC900 \uC218\uC2DD \uC544\uB798\uC5D0 \uBC1C\uC0DD\uD574\uC57C \uD569\uB2C8\uB2E4.
familyLevel_ref_multiFamily.MESSAGE=Teamcenter Normal Form \uD328\uBC00\uB9AC \uC218\uC900 \uD558\uC704 \uC218\uC2DD\uC5D0\uC11C \uB2E4\uC911 \uD30C\uC0DD \uBAA8\uB378 \uC635\uC158 \uD328\uBC00\uB9AC\uB97C \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
logical_not_after_range.MESSAGE=\uC608\uC0C1\uCE58 \uBABB\uD55C \uB450 \uBC88\uC9F8 \uB17C\uB9AC\uC801 NOT \uC5F0\uC0B0\uC790\uAC00 \uBC94\uC704 \uC218\uC900\uC5D0 \uC788\uC2B5\uB2C8\uB2E4.
validate_range_opcode.MESSAGE=\uBC94\uC704 opcode({0})\uAC00 \uAC12 \uB370\uC774\uD130 \uC720\uD615 "{2}"\uC758 \uD328\uBC00\uB9AC "{1}"\uC5D0 \uB300\uD574 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
unsupported_range_count.MESSAGE=\uD074\uB77C\uC774\uC5B8\uD2B8\uC5D0\uC11C \uC774 \uBC94\uC704\uC758 \uD45C\uC2DC\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. SOA \uBC94\uC704 \uC218\uC2DD\uC5D0 "{0}" \uD558\uC704 \uC218\uC2DD\uC774 \uC788\uC2B5\uB2C8\uB2E4.
unsupported_literal_opcode.MESSAGE=\uD074\uB77C\uC774\uC5B8\uD2B8\uC5D0\uC11C opcode "{0}"\uAC00 \uC788\uB294 \uC774 \uBB38\uC790 \uC218\uC2DD\uC758 \uD45C\uC2DC\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
invalid_family.MESSAGE="{0}"\uC5D0 \uD328\uBC00\uB9AC "{1}"\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE="{1}"\uC758 \uD328\uBC00\uB9AC "{0}"\uAC00 \uC784\uC758\uAC00 \uC544\uB2C8\uBBC0\uB85C \uAC12\uC744 \uBE44\uC6CC\uB458 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
invalid_value.MESSAGE="{0}"\uC5D0 \uD328\uBC00\uB9AC "{1}"\uC758 \uAC12 "{2}"\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=\uB2E8\uC77C \uC635\uC158 \uAC12\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uC5EC\uB7EC \uAC1C\uC758 \uAC12\uC744 \uBC1B\uC558\uC2B5\uB2C8\uB2E4.
multipleVariantRulesException.MSG=\uB2E8\uC77C \uD30C\uC0DD \uBAA8\uB378 \uADDC\uCE59\uC774 \uD544\uC694\uD558\uC9C0\uB9CC \uC5EC\uB7EC \uAC1C\uC758 \uD30C\uC0DD \uBAA8\uB378 \uADDC\uCE59\uC744 \uBC1B\uC558\uC2B5\uB2C8\uB2E4.
invalidOperationInOverlay.MSG=BOM \uC708\uB3C4\uC6B0\uAC00 \uC624\uBC84\uB808\uC774 \uD30C\uC0DD \uBAA8\uB378 \uAD6C\uC131 \uBAA8\uB4DC\uC5D0 \uC788\uC73C\uBA74 \uC791\uC5C5\uC774 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
validOnlyInOverlay.MSG=BOM \uC708\uB3C4\uC6B0\uAC00 \uC624\uBC84\uB808\uC774 \uD30C\uC0DD \uBAA8\uB378 \uAD6C\uC131 \uBAA8\uB4DC\uC5D0 \uC788\uC73C\uBA74 \uC774 \uC791\uC5C5\uB9CC \uC9C0\uC6D0\uB429\uB2C8\uB2E4.
unset.MSG=\uC124\uC815 \uD574\uC81C
setByUser.MSG=\uC0AC\uC6A9\uC790\uC5D0 \uC758\uD55C \uC124\uC815