# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=Mod\u00E8le
applicability_name.TEXT=Applicabilit\u00E9
constraint_name.TEXT=Contrainte
condition_name.TEXT=Condition

Error.TEXT=Erreur
Warning.TEXT=Avertissement
Info.TEXT=Infos

Exclusive.TEXT=Exclusif
Inclusive.TEXT=Inclusif

blank_default_rule.TEXT=Nouvelle valeur par d\u00E9faut
blank_constraint_rule.TEXT=Nouvelle contrainte

#IVariantExpressionConstants
discretionary_none.TEXT=AUCUN(E)

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=Le Formulaire normal Teamcenter n'est pas rempli dans l'expression de variante SOA.
no_client_param.MESSAGE=Argument d'entr\u00E9e non valable. La param\u00E8tre "clientExpression" ne peut pas \u00EAtre vide.
no_container_param.MESSAGE=Argument d'entr\u00E9e non valable. Le conteneur d'expressions n'est pas d\u00E9fini dans l'expression client.
no_context.MESSAGE=Argument d'entr\u00E9e non valable. Le configurateur sur le conteneur d'expressions ne peut pas \u00EAtre vide.
cannot_parse_expression.MESSAGE=L'expression de variante SOA n'a pas pu \u00EAtre analys\u00E9e. Interrompt et utilise la cha\u00EEne de formule de l'expression.
reparse_expression_fail.MESSAGE=Aucune autre tentative n'a pu \u00EAtre faite pour r\u00E9analyser les sous-expressions renvoy\u00E9es par le serveur. Vous pouvez essayer de r\u00E9analyser \u00E0 l'aide du Formulaire normal de Teamcenter dans l'expression SOA renvoy\u00E9e.
invalid_nesting_structure.MESSAGE=La chemin vers le noeud feuille Formulaire normal de Teamcenter n'a pas de structure imbriqu\u00E9e valable.
unexpected_operator.MESSAGE=Op\u00E9rateur inattendu "{0}" au niveau litt\u00E9ral.
path_has_no_literal.MESSAGE=Le chemin vers le noeud feuille Formulaire normal de Teamcenter ne se termine pas \u00E0 l'expression de niveau litt\u00E9ral.
no_range_in_multiselect.MESSAGE=Les familles avec multi-s\u00E9lection ne prennent pas en charge range opcode "{0}": Family={1}({2})
familyLevel_multiFamily.MESSAGE=Les sous-expressions au niveau famille du Formulaire normal de Teamcenter ne peuvent pas r\u00E9f\u00E9rencer des familles d'options de variantes multiples ou des valeurs multiples dans une famille avec multi-s\u00E9lection.
no_range_in_logical.MESSAGE=Les familles logiques ne prennent pas en charge range opcode "{0}": Family={1}({2})
all_values_not_in_one_family.MESSAGE=Toutes les valeurs discr\u00E8tes et plages de valeurs d'une famille doivent \u00EAtre situ\u00E9es en dessous de l'expression du m\u00EAme niveau de famille.
familyLevel_ref_multiFamily.MESSAGE=Les sous-expressions au niveau famille du Formulaire normal de Teamcenter ne peuvent pas r\u00E9f\u00E9rencer plusieurs familles d'options de variantes.
logical_not_after_range.MESSAGE=D\u00E9tection d'un deuxi\u00E8me op\u00E9rateur logique NOT dans la plage.
validate_range_opcode.MESSAGE=Range opcode(s) ({0}) non valables pour la famille "{1}" de type de donn\u00E9e "{2}".
unsupported_range_count.MESSAGE=Le client ne prend pas en charge l''affichage de cette plage. L''expression de plage SOA a les sous-expressions "{0}".
unsupported_literal_opcode.MESSAGE=Le client ne prend pas en charge l''affichage de cette expression litt\u00E9rale qui a l''opcode "{0}".
invalid_family.MESSAGE="{0}" n''a pas la famille "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=La valeur ne peut pas \u00EAtre vide car la famille "{0}" dans "{1}" n''est pas facultative.
invalid_value.MESSAGE="{0}" n''a pas la valeur "{2}" dans la famille "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=Une seule valeur d'option pr\u00E9vue, or plusieurs valeurs ont \u00E9t\u00E9 re\u00E7ues.
multipleVariantRulesException.MSG=Une seule r\u00E8gle de variante pr\u00E9vue, or plusieurs r\u00E8gles de variantes ont \u00E9t\u00E9 re\u00E7ues.
invalidOperationInOverlay.MSG=L'op\u00E9ration n'est pas prise en charge si la fen\u00EAtre de Nomenclature est dans le mode de configuration de variante Superposition.
validOnlyInOverlay.MSG=Cette op\u00E9ration n'est prise en charge que si la fen\u00EAtre de Nomenclature est dans le mode de configuration de variante Superposition.
unset.MSG=Non d\u00E9finie
setByUser.MSG=D\u00E9finie par l'utilisateur