# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=\u041C\u043E\u0434\u0435\u043B\u044C
applicability_name.TEXT=\u041F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u043E\u0441\u0442\u044C
constraint_name.TEXT=\u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435
condition_name.TEXT=\u0423\u0441\u043B\u043E\u0432\u0438\u0435

Error.TEXT=\u041E\u0448\u0438\u0431\u043A\u0430
Warning.TEXT=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435
Info.TEXT=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F

Exclusive.TEXT=\u0418\u0441\u043A\u043B\u044E\u0447\u0430\u044F
Inclusive.TEXT=\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E

blank_default_rule.TEXT=\u041D\u043E\u0432\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E
blank_constraint_rule.TEXT=\u041D\u043E\u0432\u043E\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435

#IVariantExpressionConstants
discretionary_none.TEXT=\u041D\u0415\u0422

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=\u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0444\u043E\u0440\u043C\u0430 Teamcenter \u043D\u0435 \u0437\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u0430 \u0432 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0438 SOA.
no_client_param.MESSAGE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445. \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 "clientExpression" \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
no_container_param.MESSAGE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445. \u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u0437\u0430\u0434\u0430\u043D \u0432 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430.
no_context.MESSAGE=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445. \u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0442\u043E\u0440 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u0430 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
cannot_parse_expression.MESSAGE=\u0412\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 SOA \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0440\u0430\u0437\u0431\u0438\u0442\u043E. \u041F\u0440\u0435\u0440\u044B\u0432\u0430\u043D\u0438\u0435 \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0441\u0442\u0440\u043E\u043A\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u044B \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F.
reparse_expression_fail.MESSAGE=\u0414\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0435 \u043F\u043E\u043F\u044B\u0442\u043A\u0438 \u043F\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u043C\u0443 \u0440\u0430\u0437\u0431\u0438\u0435\u043D\u0438\u044E \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0439, \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u0435\u043C\u044B\u0445 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u0430, \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u043F\u043E\u043B\u0435\u043D\u044B. \u041C\u043E\u0436\u043D\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u044C \u043F\u043E\u043F\u044B\u0442\u043A\u0443 \u0440\u0430\u0437\u0431\u0438\u0435\u043D\u0438\u044F \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u0430\u0441\u0441\u0438\u0432\u0430 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B Teamcenter \u0432 \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u0435\u043C\u043E\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0438 SOA.
invalid_nesting_structure.MESSAGE=\u0412 \u043F\u0443\u0442\u0438 \u043A \u0443\u0437\u043B\u0443 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B Teamcenter \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0430 \u0434\u043B\u044F \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0438\u044F.
unexpected_operator.MESSAGE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 "{0}" \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u043B\u0438\u0442\u0435\u0440\u0430\u043B\u0430.
path_has_no_literal.MESSAGE=\u041F\u0443\u0442\u044C \u043A \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u0435 Teamcenter \u043D\u0435 \u0437\u0430\u043A\u0430\u043D\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043D\u0430 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0438 \u0443\u0440\u043E\u0432\u043D\u044F \u043B\u0438\u0442\u0435\u0440\u0430\u043B\u0430.
no_range_in_multiselect.MESSAGE=\u0413\u0440\u0443\u043F\u043F\u044B \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D \u043A\u043E\u0434\u043E\u0432 "{0}": \u0413\u0440\u0443\u043F\u043F\u0430={1}({2})
familyLevel_multiFamily.MESSAGE=\u0412\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u0440\u043E\u0432\u043D\u044F \u0433\u0440\u0443\u043F\u043F \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B Teamcenter \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0441\u0441\u044B\u043B\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0433\u0440\u0443\u043F\u043F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0438\u043B\u0438 \u0438\u043C\u0435\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u044B\u0431\u043E\u0440\u0430.
no_range_in_logical.MESSAGE=\u041B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0433\u0440\u0443\u043F\u043F\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D \u043A\u043E\u0434\u043E\u0432 "{0}": \u0413\u0440\u0443\u043F\u043F\u0430={1}({2})
all_values_not_in_one_family.MESSAGE=\u0412\u0441\u0435 \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0438 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u044B \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0433\u0440\u0443\u043F\u043F \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u0445\u043E\u0434\u0438\u0442\u044C \u0432 \u043E\u0434\u043D\u043E \u0438 \u0442\u043E \u0436\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u0440\u043E\u0432\u043D\u044E \u0433\u0440\u0443\u043F\u043F.
familyLevel_ref_multiFamily.MESSAGE=\u0412\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u0440\u043E\u0432\u043D\u044F \u0433\u0440\u0443\u043F\u043F \u0432 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u0435 Teamcenter \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0441\u0441\u044B\u043B\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0433\u0440\u0443\u043F\u043F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432.
logical_not_after_range.MESSAGE=\u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D \u0432\u0442\u043E\u0440\u043E\u0439 \u043B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 NOT \u0432 \u0443\u0440\u043E\u0432\u043D\u0435 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430.
validate_range_opcode.MESSAGE=\u041A\u043E\u0434\u044B \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430 ({0}) \u043D\u0435 \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C\u0438 \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F\u044B "{1}" \u0442\u0438\u043F\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 "{2}".
unsupported_range_count.MESSAGE=\u041A\u043B\u0438\u0435\u043D\u0442 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430. \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430 SOA \u0438\u043C\u0435\u0435\u0442 "{0}" \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0439.
unsupported_literal_opcode.MESSAGE=\u041A\u043B\u0438\u0435\u043D\u0442 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u043B\u0438\u0442\u0435\u0440\u0430\u043B\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u043E\u0434 "{0}".
invalid_family.MESSAGE="{0}" \u043D\u0435 \u0432\u0445\u043E\u0434\u0438\u0442 \u0432 \u0433\u0440\u0443\u043F\u043F\u0443 "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u0433\u0440\u0443\u043F\u043F\u0430 "{0}" \u0432 "{1}" \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u043D\u043E\u0439.
invalid_value.MESSAGE="{0}" \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F "{2}" \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=\u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430, \u043D\u043E \u0437\u0430\u0434\u0430\u043D\u043E \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439.
multipleVariantRulesException.MSG=\u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043F\u0440\u0430\u0432\u0438\u043B\u043E \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0433\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0430, \u043D\u043E \u0437\u0430\u0434\u0430\u043D\u043E \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u044B\u0445 \u043F\u0440\u0430\u0432\u0438\u043B.
invalidOperationInOverlay.MSG=\u042D\u0442\u0430 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F, \u0435\u0441\u043B\u0438 \u043E\u043A\u043D\u043E \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0439 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438.
validOnlyInOverlay.MSG=\u042D\u0442\u0430 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F, \u0442\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u043E\u043A\u043D\u043E \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043D\u043E\u0439 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438.
unset.MSG=\u041D\u0435 \u0437\u0430\u0434\u0430\u043D\u043E
setByUser.MSG=\u0417\u0430\u0434\u0430\u043D\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C