# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=Modelo
applicability_name.TEXT=Aplicabilidade
constraint_name.TEXT=Restri\u00E7\u00E3o
condition_name.TEXT=Condi\u00E7\u00E3o

Error.TEXT=Erro
Warning.TEXT=Aviso
Info.TEXT=Informa\u00E7\u00F5es

Exclusive.TEXT=Exclusivo
Inclusive.TEXT=Inclusivo

blank_default_rule.TEXT=Novo padr\u00E3o
blank_constraint_rule.TEXT=Nova restri\u00E7\u00E3o

#IVariantExpressionConstants
discretionary_none.TEXT=NENHUM

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=O Formul\u00E1rio Normal do Teamcenter n\u00E3o \u00E9 preenchido na Express\u00E3o de Variante SOA.
no_client_param.MESSAGE=Argumento de entrada inv\u00E1lido. O par\u00E2metro "clientExpression" n\u00E3o pode ser nulo.
no_container_param.MESSAGE=Argumento de entrada inv\u00E1lido. O cont\u00EAiner de express\u00E3o n\u00E3o est\u00E1 definido na express\u00E3o do cliente.
no_context.MESSAGE=Argumento de entrada inv\u00E1lido. O configurador no cont\u00EAiner de express\u00E3o n\u00E3o pode ser nulo.
cannot_parse_expression.MESSAGE=A express\u00E3o da variante SOA n\u00E3o pode ser analisada. Abortando e usando a string de f\u00F3rmula da express\u00E3o.
reparse_expression_fail.MESSAGE=N\u00E3o foi poss\u00EDvel realizar nenhuma tentativa adicional para analisar novamente as subexpress\u00F5es retornadas do servidor. Voc\u00EA pode tentar analisar novamente com a matriz do Formul\u00E1rio Normal do Teamcenter na express\u00E3o de SOA retornada.
invalid_nesting_structure.MESSAGE=O caminho para o n\u00F3 folha do Formul\u00E1rio Normal do Teamcenter n\u00E3o possui uma estrutura de ninho v\u00E1lida.
unexpected_operator.MESSAGE=Operador inesperado "{0}" no n\u00EDvel literal.
path_has_no_literal.MESSAGE=O caminho para o n\u00F3 folha do Formul\u00E1rio Normal do Teamcenter n\u00E3o termina na express\u00E3o de n\u00EDvel literal.
no_range_in_multiselect.MESSAGE=As fam\u00EDlias de sele\u00E7\u00E3o m\u00FAltipla n\u00E3o suportam opcode de intervalo "{0}": Fam\u00EDlia={1}({2})
familyLevel_multiFamily.MESSAGE=As subexpress\u00F5es do n\u00EDvel de fam\u00EDlia do Formul\u00E1rio Normal do Teamcenter n\u00E3o podem fazer refer\u00EAncias a diversas fam\u00EDlias de op\u00E7\u00E3o de variante ou diversos valores em uma fam\u00EDlia de sele\u00E7\u00E3o m\u00FAltipla.
no_range_in_logical.MESSAGE=As fam\u00EDlias l\u00F3gicas n\u00E3o suportam opcode de intervalo "{0}": Fam\u00EDlia={1}({2})
all_values_not_in_one_family.MESSAGE=Todos os valores discretos e intervalos de valores de uma fam\u00EDlia devem ocorrer abaixo da mesma express\u00E3o de n\u00EDvel de fam\u00EDlia.
familyLevel_ref_multiFamily.MESSAGE=As subexpress\u00F5es do n\u00EDvel de fam\u00EDlia do Formul\u00E1rio Normal do Teamcenter n\u00E3o podem referenciar diversas fam\u00EDlias de op\u00E7\u00E3o de variante.
logical_not_after_range.MESSAGE=Segundo operador l\u00F3gico N\u00C3O inesperado foi encontrado dentro do n\u00EDvel de alcance.
validate_range_opcode.MESSAGE=Os opcodes de intervalo ({0}) n\u00E3o s\u00E3o v\u00E1lidos para a fam\u00EDlia "{1}" do tipo de dados de valor "{2}".
unsupported_range_count.MESSAGE=O cliente n\u00E3o suporta a exibi\u00E7\u00E3o desse intervalo. A express\u00E3o de intervalo de SOA possui "{0}" subexpress\u00F5es.
unsupported_literal_opcode.MESSAGE=O cliente n\u00E3o suporta a exibi\u00E7\u00E3o dessa express\u00E3o literal que possui o opcode "{0}".
invalid_family.MESSAGE="{0}" n\u00E3o possui fam\u00EDlia "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=O valor n\u00E3o pode ser vazio uma vez que a fam\u00EDlia "{0}" no "{1}" n\u00E3o \u00E9 condicional.
invalid_value.MESSAGE="{0}" n\u00E3o possui valor "{2}" na fam\u00EDlia "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=Esperava-se um valor de op\u00E7\u00E3o \u00FAnica, mas diversos valores foram recebidos.
multipleVariantRulesException.MSG=Esperava-se uma regra de variante \u00FAnica, mas diversas regras de variante foram recebidas.
invalidOperationInOverlay.MSG=A opera\u00E7\u00E3o n\u00E3o \u00E9 suportada quando a janela BOM est\u00E1 no modo de configura\u00E7\u00E3o vari\u00E1vel do Overlay.
validOnlyInOverlay.MSG=A opera\u00E7\u00E3o \u00E9 suportada apenas quando a janela BOM est\u00E1 no modo de configura\u00E7\u00E3o vari\u00E1vel do Overlay.
unset.MSG=Desfazer defini\u00E7\u00E3o
setByUser.MSG=Definido pelo usu\u00E1rio