# @<COPYRIGHT>@
# ==================================================
# Copyright 2016.
# Siemens Product Lifecycle Management Software Inc.
# All Rights Reserved.
# ==================================================
# @<COPYRIGHT>@

#ExpressionEditModeEnum
model_name.TEXT=Modelo
applicability_name.TEXT=Aplicabilidad
constraint_name.TEXT=Restricci\u00F3n
condition_name.TEXT=Condici\u00F3n

Error.TEXT=Error
Warning.TEXT=Aviso
Info.TEXT=Info

Exclusive.TEXT=Exclusiva
Inclusive.TEXT=Inclusiva

blank_default_rule.TEXT=Valor predeterminado nuevo
blank_constraint_rule.TEXT=Restricci\u00F3n nueva

#IVariantExpressionConstants
discretionary_none.TEXT=NINGUNO

#SOAVariantExpressionReader
tnf_not_populated.MESSAGE=No se pobl\u00F3 la forma normal de Teamcenter en la expresi\u00F3n de variante de SOA.
no_client_param.MESSAGE=Argumento de entrada no v\u00E1lido. El par\u00E1metro "clientExpression" no puede ser nulo.
no_container_param.MESSAGE=Argumento de entrada no v\u00E1lido. No se fij\u00F3 el contenedor de la expresi\u00F3n en la expresi\u00F3n del cliente.
no_context.MESSAGE=Argumento de entrada no v\u00E1lido. El configurador del contenedor de la expresi\u00F3n no puede ser nulo.
cannot_parse_expression.MESSAGE=No se pudo analizar sint\u00E1cticamente la expresi\u00F3n de variante de SOA. Interrumpimos el proceso y usamos la cadena de f\u00F3rmula de la expresi\u00F3n.
reparse_expression_fail.MESSAGE=No se realiz\u00F3 ning\u00FAn intento posterior para volver a analizar sint\u00E1cticamente las subexpresiones devueltas del servidor. Puede intentar analizar sint\u00E1cticamente usando la matriz de forma normal de Teamcenter en la expresi\u00F3n devuelta de SOA.
invalid_nesting_structure.MESSAGE=La ruta de acceso al nodo de hojas de forma normal de Teamcenter no tiene una estructura anidada v\u00E1lida.
unexpected_operator.MESSAGE=Operador no previsto "{0}" en el nivel literal.
path_has_no_literal.MESSAGE=La ruta de acceso al nodo de hojas de forma normal de Teamcenter no finaliza en la expresi\u00F3n de nivel literal.
no_range_in_multiselect.MESSAGE=Las familias de selecci\u00F3n m\u00FAltiple no admiten el c\u00F3digo de operaci\u00F3n de rango "{0}": Familia={1}({2})
familyLevel_multiFamily.MESSAGE=Las subexpresiones de nivel de familia de forma normal de Teamcenter no pueden referenciar las familias de opci\u00F3n de variante m\u00FAltiple ni los valores m\u00FAltiples en una familia de selecci\u00F3n m\u00FAltiple.
no_range_in_logical.MESSAGE=Las familias l\u00F3gicas no admiten el c\u00F3digo de operaci\u00F3n de rango "{0}": Familia={1}({2})
all_values_not_in_one_family.MESSAGE=Todos los valores discretos y los rangos de valores de una familia deben sucederse debajo de la misma expresi\u00F3n de nivel de familia.
familyLevel_ref_multiFamily.MESSAGE=Las subexpresiones de nivel de familia de forma normal de Teamcenter no pueden referenciar las familias de opci\u00F3n de variante m\u00FAltiple.
logical_not_after_range.MESSAGE=Se encontr\u00F3 un segundo operador l\u00F3gico NO (NOT) no previsto en el nivel del rango.
validate_range_opcode.MESSAGE=Los c\u00F3digos de operaci\u00F3n de rango ({0}) de la familia "{1}" de tipo de dato de valor "{2}" no son v\u00E1lidos.
unsupported_range_count.MESSAGE=El cliente no admite la visualizaci\u00F3n de este rango. La expresi\u00F3n del rango de SOA tiene "{0}" subexpresiones.
unsupported_literal_opcode.MESSAGE=El cliente no admite la visualizaci\u00F3n de esta expresi\u00F3n literal que tiene el c\u00F3digo de operaci\u00F3n "{0}".
invalid_family.MESSAGE="{0}" no tiene una familia "{1}".
#E.g for key invalid_family.MESSAGE="000115" does not have family "Color".
family_not_discretionary.MESSAGE=El valor no puede estar vac\u00EDo porque la familia "{0}" de "{1}" no es una familia diferenciada.
invalid_value.MESSAGE="{0}" no tiene un valor "{2}" en la familia "{1}".
#E.g for key invalid_value.MESSAGE="000115" does not have value "Red" in family "Color".

# 120% BOM and Overlay
multipleOptionValuesException.MSG=Se preve\u00EDa un valor de opci\u00F3n \u00FAnico pero se recibieron valores m\u00FAltiples.
multipleVariantRulesException.MSG=Se preve\u00EDa una regla de variantes \u00FAnica pero se recibieron reglas de variantes m\u00FAltiples.
invalidOperationInOverlay.MSG=No se admite la operaci\u00F3n cuando la ventana de BOM se encuentra en el modo de configuraci\u00F3n de variantes Superpuesto.
validOnlyInOverlay.MSG=Se admite esta operaci\u00F3n solamente cuando la ventana de BOM se encuentra en el modo de configuraci\u00F3n de variantes Superpuesto.
unset.MSG=Remover
setByUser.MSG=Configurado por usuario: